[
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "1",
        "es_title": "",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "2",
        "es_title": "[Reevaluation of equivocal HER2 status detected by immunohistochemistry according to the 2019 guidelines for HER2 detection].",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "3",
        "es_title": "Clinical Neuropathology 2-2021.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "4",
        "es_title": "HER2-Low Breast Cancer: Pathological and Clinical Landscape.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Algorithms; Antibodies, Monoclonal / administration & dosage; Breast Neoplasms / enzymology*; Breast Neoplasms / pathology; Breast Neoplasms / therapy*; Cancer Vaccines / administration & dosage; Clinical Trials, Phase II as Topic; Clinical Trials, Phase III as Topic; Female; Humans; Immunotoxins / administration & dosage; Protein Kinase Inhibitors / administration & dosage; Randomized Controlled Trials as Topic; Receptor, ErbB-2 / antagonists & inhibitors; Receptor, ErbB-2 / metabolism"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "5",
        "es_title": "Estrogen and Progesterone Receptor Testing in Breast Cancer: ASCO/CAP Guideline Update.",
        "Background/Purpose": "To update key recommendations of the American Society of Clinical Oncology/College of American Pathologists estrogen (ER) and progesterone receptor (PgR) testing in breast cancer guideline.",
        "Methods": "A multidisciplinary international Expert Panel was convened to update the clinical practice guideline recommendations informed by a systematic review of the medical literature.",
        "Results/Findings": "The Expert Panel continues to recommend ER testing of invasive breast cancers by validated immunohistochemistry as the standard for predicting which patients may benefit from endocrine therapy, and no other assays are recommended for this purpose. Breast cancer samples with 1% to 100% of tumor nuclei positive should be interpreted as ER positive. However, the Expert Panel acknowledges that there are limited data on endocrine therapy benefit for cancers with 1% to 10% of cells staining ER positive. Samples with these results should be reported using a new reporting category, ER Low Positive, with a recommended comment. A sample is considered ER negative if < 1% or 0% of tumor cell nuclei are immunoreactive. Additional strategies recommended to promote optimal performance, interpretation, and reporting of cases with an initial low to no ER staining result include establishing a laboratory-specific standard operating procedure describing additional steps used by the laboratory to confirm/adjudicate results. The status of controls should be reported for cases with 0% to 10% staining. Similar principles apply to PgR testing, which is used primarily for prognostic purposes in the setting of an ER-positive cancer. Testing of ductal carcinoma in situ (DCIS) for ER is recommended to determine potential benefit of endocrine therapies to reduce risk of future breast cancer, while testing DCIS for PgR is considered optional. Additional information can be found at www.asco.org/breast-cancer-guidelines.",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms* / chemistry; Breast Neoplasms* / metabolism; Female; Humans; Immunohistochemistry / methods; Immunohistochemistry / standards; Receptors, Estrogen* / analysis; Receptors, Estrogen* / metabolism; Receptors, Progesterone* / analysis; Receptors, Progesterone* / metabolism; Systematic Reviews as Topic"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "6",
        "es_title": "Assessment of Ki67 in Breast Cancer: Updated Recommendations From the International Ki67 in Breast Cancer Working Group.",
        "Background/Purpose": "Ki67 immunohistochemistry (IHC), commonly used as a proliferation marker in breast cancer, has limited value for treatment decisions due to questionable analytical validity. The International Ki67 in Breast Cancer Working Group (IKWG) consensus meeting, held in October 2019, assessed the current evidence for Ki67 IHC analytical validity and clinical utility in breast cancer, including the series of scoring studies the IKWG conducted on centrally stained tissues. Consensus observations and recommendations are: 1) as for estrogen receptor and HER2 testing, preanalytical handling considerations are critical; 2) a standardized visual scoring method has been established and is recommended for adoption; 3) participation in and evaluation of quality assurance and quality control programs is recommended to maintain analytical validity; and 4) the IKWG accepted that Ki67 IHC as a prognostic marker in breast cancer has clinical validity but concluded that clinical utility is evident only for prognosis estimation in anatomically favorable estrogen receptor-positive and HER2-negative patients to identify those who do not need adjuvant chemotherapy. In this T1-2, N0-1 patient group, the IKWG consensus is that Ki67 5% or less, or 30% or more, can be used to estimate prognosis. In conclusion, analytical validity of Ki67 IHC can be reached with careful attention to preanalytical issues and calibrated standardized visual scoring. Currently, clinical utility of Ki67 IHC in breast cancer care remains limited to prognosis assessment in stage I or II breast cancer. Further development of automated scoring might help to overcome some current limitations.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Biomarkers, Tumor; Breast Neoplasms* / drug therapy; Female; Humans; Immunohistochemistry; Ki-67 Antigen; Prognosis; Receptor, ErbB-2; Receptors, Estrogen"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "7",
        "es_title": "CED Reviewers January 2020 - December 2020.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "8",
        "es_title": "Neoadjuvant chemotherapy with or without anthracyclines in the presence of dual HER2 blockade for HER2-positive breast cancer (TRAIN-2): a multicentre, open-label, randomised, phase 3 trial.",
        "Background/Purpose": "The optimal chemotherapy backbone for dual HER2 blockade in the neoadjuvant setting for early breast cancer is unknown. We investigated whether the addition of anthracyclines would improve pathological complete response compared with a carboplatin-taxane regimen, when given in combination with the HER2-targeted agents trastuzumab and pertuzumab.",
        "Methods": "The TRAIN-2 study is an open-label, randomised, controlled, phase 3 trial being done in 37 hospitals in the Netherlands. We recruited patients aged 18 years or older with previously untreated, histologically confirmed stage II-III HER2-positive breast cancer. Patients were randomly allocated using central randomisation software (1:1 ratio) with minimisation without a random component, stratified by tumour stage, nodal stage, oestrogen receptor status, and age, to receive 5-fluorouracil (500 mg/m ), epirubicin (90 mg/m ), and cyclophosphamide (500 mg/m ) every 3 weeks for three cycles followed by paclitaxel (80 mg/m  on days 1 and 8) and carboplatin (area under the concentration-time curve [AUC] 6 mg/mL per min on day 1 or optionally, as per hospital preference, AUC 3 mg/mL per min on days 1 and 8) every 3 weeks for six cycles, or to receive nine cycles of paclitaxel and carboplatin at the same dose and schedule as in the anthracycline group. Patients in both study groups received trastuzumab (6 mg/kg, loading dose 8 mg/kg) and pertuzumab (420 mg, loading dose 840 mg) concurrently with all chemotherapy cycles. The primary endpoint was the proportion of patients who achieved a pathological complete response in breast and axilla (ypT0/is ypN0) in the intention-to-treat population. Safety was analysed in patients who received at least one treatment cycle according to actual treatment received. This trial is registered with ClinicalTrials.gov, number  , and follow-up for long-term outcome is ongoing.",
        "Results/Findings": "Between Dec 9, 2013, and Jan 14, 2016, 438 patients were enrolled and randomly assigned to the two treatment groups (219 patients to each group), of whom 418 were evaluable for the primary endpoint (212 in the anthracycline group and 206 in the non-anthracycline group). The median follow-up for all patients was 19 months (IQR 16-23 months). A pathological complete response was recorded in 141 (67%, 95% CI 60-73) of 212 patients in the anthracycline group and in 140 (68%, 61-74) of 206 in the non-anthracycline group (p=0·95). One patient randomly allocated to the non-anthracycline group did receive anthracyclines and was thus included in the anthracycline group for safety analyses; therefore, for the safety analyses there were 220 patients in the anthracycline group and 218 in the non-anthracycline group. Serious adverse events were reported in 61 (28%) of 220 patients in the anthracycline group and in 49 (22%) of 218 in the non-anthracycline group. The most common adverse events of any cause were grade 3 or worse neutropenia (in 131 [60%] of 220 patients in the anthracycline group vs 118 [54%] of 218 in the non-anthracycline group), grade 3 or worse diarrhoea (26 [12%] vs 37 [18%]), and grade 2 or worse peripheral neuropathy (66 [30%] vs 68 [31%]), with no substantial differences between the groups. Grade 3 or worse febrile neutropenia was more common in the anthracycline group than in the non-anthracycline group (23 [10%] vs three [1%], p<0·0001). Symptomatic left ventricular systolic dysfunction was rare in both groups (two [1%] of 220 vs 0 of 218). One patient in the anthracycline group died because of a pulmonary embolism, which was possibly treatment related.",
        "Conclusion/Interpretation": "In view of the high proportion of pathological complete responses recorded in both groups and the fact that febrile neutropenia was more frequent in the anthracycline group, omitting anthracyclines from neoadjuvant treatment regimens might be a preferred approach in the presence of dual HER2 blockade in patients with early HER2-positive breast cancer. Long-term follow-up is required to confirm these results.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Antibodies, Monoclonal, Humanized / administration & dosage*; Antibodies, Monoclonal, Humanized / adverse effects; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / chemistry; Breast Neoplasms / drug therapy*; Breast Neoplasms / pathology; Chemotherapy, Adjuvant; Epirubicin / administration & dosage*; Epirubicin / adverse effects; Female; Humans; Middle Aged; Neoadjuvant Therapy* / adverse effects; Neoadjuvant Therapy* / mortality; Neoplasm Staging; Netherlands; Receptor, ErbB-2 / antagonists & inhibitors*; Time Factors; Trastuzumab / administration & dosage*; Trastuzumab / adverse effects; Treatment Outcome"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "9",
        "es_title": "Neoadjuvant Trastuzumab Emtansine and Pertuzumab in Human Epidermal Growth Factor Receptor 2-Positive Breast Cancer: Three-Year Outcomes From the Phase III KRISTINE Study.",
        "Background/Purpose": "The KRISTINE study compared neoadjuvant trastuzumab emtansine plus pertuzumab (T-DM1+P) with docetaxel, carboplatin, trastuzumab plus P (TCH+P) for the treatment human epidermal growth factor receptor 2-positive stage II to III breast cancer. T-DM1+P led to a lower pathologic complete response rate (44.4%   55.7%;   = .016), but fewer grade 3 or greater and serious adverse events (AEs). Here, we present 3-year outcomes from KRISTINE.",
        "Methods": "Patients were randomly assigned to neoadjuvant T-DM1+P or TCH+P every 3 weeks for six cycles. Patients who received T-DM1+P continued adjuvant T-DM1+P, and patients who received TCH+P received adjuvant trastuzumab plus pertuzumab. Secondary end points included event-free survival (EFS), overall survival, patient-reported outcomes (measured from random assignment), and invasive disease-free survival (IDFS; measured from surgery).",
        "Results/Findings": "Of patients, 444 were randomly assigned (T-DM1+P, n = 223; TCH+P, n = 221). Median follow-up was 37 months. Risk of an EFS event was higher with TDM-1+P (hazard ratio [HR], 2.61 [95% CI, 1.36 to 4.98]) with more locoregional progression events before surgery (15 [6.7%]   0). Risk of an IDFS event after surgery was similar between arms (HR, 1.11 [95% CI, 0.52 to 2.40]). Pathologic complete response was associated with a reduced risk of an IDFS event (HR, 0.24 [95% CI, 0.09 to 0.60]) regardless of treatment arm. Overall, grade 3 or greater AEs (31.8%   67.7%) were less common with T-DM1+P. During adjuvant treatment, grade 3 or greater AEs (24.5%   9.9%) and AEs leading to treatment discontinuation (18.4%   3.8%) were more common with T-DM1+P. Patient-reported outcomes favored T-DM1+P during neoadjuvant treatment and were similar to trastuzumab plus pertuzumab during adjuvant treatment.",
        "Conclusion/Interpretation": "Compared with TCH+P, T-DM1+P resulted in a higher risk of an EFS event owing to locoregional progression events before surgery, a similar risk of an IDFS event, fewer grade 3 or greater AEs during neoadjuvant treatment, and more AEs leading to treatment discontinuation during adjuvant treatment.",
        "Keywords": "ClinicalTrials.gov  .",
        "MeSH_Terms": "Adult; Aged; Antibodies, Monoclonal, Humanized / administration & dosage; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / enzymology*; Carboplatin / administration & dosage; Chemotherapy, Adjuvant; Disease-Free Survival; Docetaxel / administration & dosage; Female; Humans; Kaplan-Meier Estimate; Middle Aged; Neoadjuvant Therapy; Receptor, ErbB-2 / metabolism*; Trastuzumab / administration & dosage"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "10",
        "es_title": "5-year analysis of neoadjuvant pertuzumab and trastuzumab in patients with locally advanced, inflammatory, or early-stage HER2-positive breast cancer (NeoSphere): a multicentre, open-label, phase 2 randomised trial.",
        "Background/Purpose": "In the primary analysis of the NeoSphere trial, patients given neoadjuvant pertuzumab, trastuzumab, and docetaxel showed a significantly improved pathological complete response compared with those given trastuzumab and docetaxel after surgery. Here, we report 5-year progression-free survival, disease-free survival, and safety.",
        "Methods": "In this multicentre, open-label, phase 2 randomised trial in hospitals and medical clinics, treatment-naive adults with locally advanced, inflammatory, or early-stage HER2-positive breast cancer were randomly assigned (1:1:1:1) to receive four neoadjuvant cycles of trastuzumab (8 mg/kg loading dose, followed by 6 mg/kg every 3 weeks) plus docetaxel (75 mg/m(2) every 3 weeks, increasing to 100 mg/m(2) from cycle 2 if tolerated; group A), pertuzumab (840 mg loading dose, followed by 420 mg every 3 weeks) and trastuzumab plus docetaxel (group B), pertuzumab and trastuzumab (group C), or pertuzumab and docetaxel (group D). After surgery, patients received three cycles of FEC (fluorouracil 600 mg/m(2), epirubicin 90 mg/m(2), and cyclophosphamide 600 mg/m(2)) every 3 weeks (patients in group C received four cycles of docetaxel prior to FEC), and trastuzumab 6 mg/kg every 3 weeks to complete 1 year's treatment (17 cycles in total). Randomisation was done by a central centre using dynamic allocation, stratified by operable, locally advanced, and inflammatory breast cancer, and by oestrogen and/or progesterone receptor positivity. Safety analyses were done according to treatment received. The primary endpoint (pathological complete response) was previously reported; secondary endpoints reported here are 5-year progression-free survival (analysed in the intention-to-treat population) and disease-free survival (analysed in patients who had surgery). Secondary and exploratory analyses were not powered for formal statistical hypothesis testing, and therefore results are for descriptive purposes only. The study ended on Sept 22, 2014 (last patient, last visit). This study is registered with ClinicalTrials.gov, number  .",
        "Results/Findings": "Between Dec 17, 2007, and Dec 22, 2009, 417 eligible patients were randomly assigned to group A (107 patients), group B (107 patients), group C (107 patients), or group D (96 patients). One patient in group A withdrew before treatment. One patient assigned to group D received group A treatment, one patient assigned to group D received group B treatment, and one patient assigned to group B received group C treatment. At clinical cutoff, 87 patients had progressed or died. 5-year progression-free survival rates were 81% (95% CI 71-87) for group A, 86% (77-91) for group B, 73% (64-81) for group C, and 73% (63-81) for group D (hazard ratios 0·69 [95% CI 0·34-1·40] group B vs group A, 1·25 [0·68-2·30] group C vs group A, and 2·05 [1·07-3·93] group D vs group B). Disease-free survival results were consistent with progression-free survival results and were 81% (95% CI 72-88) for group A, 84% (72-91) for group B, 80% (70-86) for group C, and 75% (64-83) for group D. Patients who achieved total pathological complete response (all groups combined) had longer progression-free survival compared with patients who did not (85% [76-91] in patients who achieved total pathological response vs 76% [71-81] in patients who did not achieve total pathological response; hazard ratio 0·54 [95% CI 0·29-1·00]). There were no new or long-term safety concerns and tolerability was similar across groups (neoadjuvant and adjuvant treatment periods combined). The most common grade 3 or worse adverse events were neutropenia (group A: 71 [66%] of 107 patients; group B: 59 [55%] of 107; group C: 40 [37%] of 108; group D: 60 [64%] of 94), febrile neutropenia (group A: 10 [9%]; group B: 12 [11%]; group C: 5 [5%]; group D: 15 [16%]), and leucopenia (group A: 13 [12%]; group B: 6 [6%]; group C: 4 [4%]; group D: 8 [9%]). The number of patients with one or more serious adverse event was similar across groups (19-22 serious adverse events per group in 18-22% of patients).",
        "Conclusion/Interpretation": "Progression-free survival and disease-free survival at 5-year follow-up show large and overlapping CIs, but support the primary endpoint (pathological complete response) and suggest that neoadjuvant pertuzumab is beneficial when combined with trastuzumab and docetaxel. Additionally, they suggest that total pathological complete response could be an early indicator of long-term outcome in early-stage HER2-positive breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Aged; Aged, 80 and over; Antibodies, Monoclonal, Humanized / administration & dosage; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Chemotherapy, Adjuvant; Female; Follow-Up Studies; Humans; Inflammatory Breast Neoplasms / drug therapy*; Inflammatory Breast Neoplasms / pathology; Middle Aged; Neoadjuvant Therapy*; Neoplasm Recurrence, Local / drug therapy*; Neoplasm Recurrence, Local / pathology; Neoplasm Staging; Prognosis; Receptor, ErbB-2 / metabolism*; Survival Rate; Time Factors; Trastuzumab / administration & dosage; Young Adult"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "11",
        "es_title": "Efficacy, Safety, and Tolerability of Pertuzumab, Trastuzumab, and Docetaxel for Patients With Early or Locally Advanced ERBB2-Positive Breast Cancer in Asia: The PEONY Phase 3 Randomized Clinical Trial.",
        "Background/Purpose": "Prospective assessment of treatments known to benefit patients in global clinical trials in specific racial groups is essential.",
        "Methods": "To compare the efficacy, safety, and tolerability of adding pertuzumab to trastuzumab and docetaxel vs placebo, trastuzumab, and docetaxel in Asian patients with ERBB2-positive early or locally advanced breast cancer.",
        "Results/Findings": "This multicenter, double-blind, placebo-controlled phase 3 trial enrolled 329 women with ERBB2-positive early (T2-3, N0-1, M0) or locally advanced breast cancer (T2-3, N2 or N3, M0; T4, any N, M0) and primary tumor larger than 2 cm from March 14, 2016, to March 13, 2017. Analysis of the primary end point was performed on an intention-to-treat basis.",
        "Conclusion/Interpretation": "Before surgery, patients received 4 cycles of intravenous pertuzumab (840-mg loading dose and 420-mg maintenance doses), trastuzumab (8-mg/kg loading dose and 6-mg/kg maintenance doses), and docetaxel (75 mg/m2) or intravenous placebo, trastuzumab, and docetaxel every 3 weeks. After surgery, patients received 3 cycles of intravenous fluorouracil, epirubicin, and cyclophosphamide followed by 13 cycles of the same intravenous anti-ERBB2 therapy (pertuzumab and trastuzumab or placebo and trastuzumab) for up to 1 year.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Antibodies, Monoclonal, Humanized / adverse effects; Antibodies, Monoclonal, Humanized / therapeutic use*; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Asia; Breast Neoplasms / drug therapy*; Docetaxel / adverse effects; Docetaxel / therapeutic use*; Double-Blind Method; Female; Humans; Middle Aged; Receptor, ErbB-2*; Trastuzumab / adverse effects; Trastuzumab / therapeutic use*; Treatment Outcome"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "12",
        "es_title": "Adjuvant trastuzumab in HER2-positive breast cancer.",
        "Background/Purpose": "Trastuzumab improves survival in the adjuvant treatment of HER-positive breast cancer, although combined therapy with anthracycline-based regimens has been associated with cardiac toxicity. We wanted to evaluate the efficacy and safety of a new nonanthracycline regimen with trastuzumab.",
        "Methods": "We randomly assigned 3222 women with HER2-positive early-stage breast cancer to receive doxorubicin and cyclophosphamide followed by docetaxel every 3 weeks (AC-T), the same regimen plus 52 weeks of trastuzumab (AC-T plus trastuzumab), or docetaxel and carboplatin plus 52 weeks of trastuzumab (TCH). The primary study end point was disease-free survival. Secondary end points were overall survival and safety.",
        "Results/Findings": "At a median follow-up of 65 months, 656 events triggered this protocol-specified analysis. The estimated disease-free survival rates at 5 years were 75% among patients receiving AC-T, 84% among those receiving AC-T plus trastuzumab, and 81% among those receiving TCH. Estimated rates of overall survival were 87%, 92%, and 91%, respectively. No significant differences in efficacy (disease-free or overall survival) were found between the two trastuzumab regimens, whereas both were superior to AC-T. The rates of congestive heart failure and cardiac dysfunction were significantly higher in the group receiving AC-T plus trastuzumab than in the TCH group (P<0.001). Eight cases of acute leukemia were reported: seven in the groups receiving the anthracycline-based regimens and one in the TCH group subsequent to receiving an anthracycline outside the study.",
        "Conclusion/Interpretation": "The addition of 1 year of adjuvant trastuzumab significantly improved disease-free and overall survival among women with HER2-positive breast cancer. The risk-benefit ratio favored the nonanthracycline TCH regimen over AC-T plus trastuzumab, given its similar efficacy, fewer acute toxic effects, and lower risks of cardiotoxicity and leukemia. (Funded by Sanofi-Aventis and Genentech; BCIRG-006 ClinicalTrials.gov number,  .).",
        "Keywords": "",
        "MeSH_Terms": "Anthracyclines / adverse effects; Anthracyclines / therapeutic use; Antibodies, Monoclonal / adverse effects; Antibodies, Monoclonal / therapeutic use*; Antibodies, Monoclonal, Humanized; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Chemotherapy, Adjuvant; Disease-Free Survival; Female; Heart Failure / chemically induced; Humans; Intention to Treat Analysis; Leukemia / chemically induced; Middle Aged; Receptor, ErbB-2*; Stroke Volume / drug effects; Survival Rate; Trastuzumab"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "13",
        "es_title": "NAB-Paclitaxel Improves Disease-Free Survival in Early Breast Cancer: GBG 69-GeparSepto.",
        "Background/Purpose": "The GeparSepto trial demonstrated that weekly nanoparticle albumin-bound (NAB)-paclitaxel significantly improves the pathologic complete remission rate compared with weekly solvent-based (sb) paclitaxel followed by epirubicin plus cyclophosphamide as neoadjuvant treatment in patients with primary breast cancer (BC). Here, we report data on long-term outcomes.",
        "Methods": "Patients with histologically confirmed primary BC were randomly assigned in a 1:1 ratio to 12 times weekly NAB-paclitaxel 150 mg/m  (after study amendment, 125 mg/m ) or weekly sb-paclitaxel 80 mg/m  followed in both arms by four times epirubicin 90 mg/m  plus cyclophosphamide 600 mg/m  every 3 weeks. Patients with human epidermal growth factor receptor 2 (HER2)-positive BC received dual antibody treatment with trastuzumab (8 mg/kg loading dose followed by 6 mg/kg every 3 weeks) and pertuzumab (840 mg loading dose followed by 420 mg every 3 weeks) concurrently to chemotherapy and continued for 1 year.",
        "Results/Findings": "A total of 1,206 patients started treatment, 606 with NAB-paclitaxel and 600 with sb-paclitaxel. After a median follow-up of 49.6 months (range, 0.5 to 64.0 months), 243 invasive disease-free survival (iDFS) events were reported (143 in the sb-paclitaxel and 100 in the NAB-paclitaxel arm). At 4 years, overall patients treated with NAB-paclitaxel had a significantly better iDFS compared with sb-paclitaxel (84.0%   76.3%; hazard ratio, 0.66; 95% CI, 0.51 to 0.86;   = .002), whereas overall survival did not significantly differ between the two treatment arms (89.7%   87.2%, respectively; hazard ratio, 0.82; 95% CI, 0.59 to 1.16;   = .260). Long-term follow-up of the treatment-related peripheral sensory neuropathy (PSN) showed a significant decrease of the median time to resolve PSN after NAB-paclitaxel 125 mg/m  compared with NAB-paclitaxel 150 mg/m .",
        "Conclusion/Interpretation": "The significantly higher pathologic complete response rate with NAB-paclitaxel translated into a significantly improved iDFS in patients with early BC as compared with sb-paclitaxel. PSN improved much faster under NAB-paclitaxel 125 mg/m  compared with NAB-paclitaxel 150 mg/m .",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Albumins / therapeutic use*; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / pathology; Cyclophosphamide / administration & dosage; Disease-Free Survival; Epirubicin / administration & dosage; Female; Humans; Middle Aged; Paclitaxel / administration & dosage; Paclitaxel / therapeutic use*; Treatment Outcome"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "14",
        "es_title": "Trastuzumab Emtansine for Residual Invasive HER2-Positive Breast Cancer.",
        "Background/Purpose": "Patients who have residual invasive breast cancer after receiving neoadjuvant chemotherapy plus human epidermal growth factor receptor 2 (HER2)-targeted therapy have a worse prognosis than those who have no residual cancer. Trastuzumab emtansine (T-DM1), an antibody-drug conjugate of trastuzumab and the cytotoxic agent emtansine (DM1), a maytansine derivative and microtubule inhibitor, provides benefit in patients with metastatic breast cancer that was previously treated with chemotherapy plus HER2-targeted therapy.",
        "Methods": "We conducted a phase 3, open-label trial involving patients with HER2-positive early breast cancer who were found to have residual invasive disease in the breast or axilla at surgery after receiving neoadjuvant therapy containing a taxane (with or without anthracycline) and trastuzumab. Patients were randomly assigned to receive adjuvant T-DM1 or trastuzumab for 14 cycles. The primary end point was invasive disease-free survival (defined as freedom from ipsilateral invasive breast tumor recurrence, ipsilateral locoregional invasive breast cancer recurrence, contralateral invasive breast cancer, distant recurrence, or death from any cause).",
        "Results/Findings": "At the interim analysis, among 1486 randomly assigned patients (743 in the T-DM1 group and 743 in the trastuzumab group), invasive disease or death had occurred in 91 patients in the T-DM1 group (12.2%) and 165 patients in the trastuzumab group (22.2%). The estimated percentage of patients who were free of invasive disease at 3 years was 88.3% in the T-DM1 group and 77.0% in the trastuzumab group. Invasive disease-free survival was significantly higher in the T-DM1 group than in the trastuzumab group (hazard ratio for invasive disease or death, 0.50; 95% confidence interval, 0.39 to 0.64; P<0.001). Distant recurrence as the first invasive-disease event occurred in 10.5% of patients in the T-DM1 group and 15.9% of those in the trastuzumab group. The safety data were consistent with the known safety profile of T-DM1, with more adverse events associated with T-DM1 than with trastuzumab alone.",
        "Conclusion/Interpretation": "Among patients with HER2-positive early breast cancer who had residual invasive disease after completion of neoadjuvant therapy, the risk of recurrence of invasive breast cancer or death was 50% lower with adjuvant T-DM1 than with trastuzumab alone. (Funded by F. Hoffmann-La Roche/Genentech; KATHERINE ClinicalTrials.gov number,   .).",
        "Keywords": "",
        "MeSH_Terms": "Ado-Trastuzumab Emtansine; Adult; Aged; Aged, 80 and over; Antineoplastic Agents, Immunological / adverse effects; Antineoplastic Agents, Immunological / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism; Breast Neoplasms / mortality; Breast Neoplasms / therapy; Chemotherapy, Adjuvant; Disease-Free Survival; Female; Humans; Lymphatic Metastasis; Maytansine / adverse effects; Maytansine / analogs & derivatives*; Maytansine / therapeutic use; Middle Aged; Neoadjuvant Therapy; Neoplasm Metastasis; Neoplasm Staging; Neoplasm, Residual; Peripheral Nervous System Diseases / chemically induced; Radiotherapy; Receptor, ErbB-2 / metabolism; Trastuzumab / adverse effects; Trastuzumab / therapeutic use*; Treatment Outcome; Young Adult"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "15",
        "es_title": "Neratinib after trastuzumab-based adjuvant therapy in HER2-positive breast cancer (ExteNET): 5-year analysis of a randomised, double-blind, placebo-controlled, phase 3 trial.",
        "Background/Purpose": "ExteNET showed that 1 year of neratinib, an irreversible pan-HER tyrosine kinase inhibitor, significantly improves 2-year invasive disease-free survival after trastuzumab-based adjuvant therapy in women with HER2-positive breast cancer. We report updated efficacy outcomes from a protocol-defined 5-year follow-up sensitivity analysis and long-term toxicity findings.",
        "Methods": "In this ongoing randomised, double-blind, placebo-controlled, phase 3 trial, eligible women aged 18 years or older (≥20 years in Japan) with stage 1-3c (modified to stage 2-3c in February, 2010) operable breast cancer, who had completed neoadjuvant and adjuvant chemotherapy plus trastuzumab with no evidence of disease recurrence or metastatic disease at study entry. Patients who were eligible patients were randomly assigned (1:1) via permuted blocks stratified according to hormone receptor status (hormone receptor-positive vs hormone receptor-negative), nodal status (0 vs 1-3 vs or ≥4 positive nodes), and trastuzumab adjuvant regimen (given sequentially vs concurrently with chemotherapy), then implemented centrally via an interactive voice and web-response system, to receive 1 year of oral neratinib 240 mg/day or matching placebo. Treatment was given continuously for 1 year, unless disease recurrence or new breast cancer, intolerable adverse events, or consent withdrawal occurred. Patients, investigators, and trial funder were masked to treatment allocation. The predefined endpoint of the 5-year analysis was invasive disease-free survival, analysed by intention to treat. ExteNET is registered with ClinicalTrials.gov, number  , and is closed to new participants.",
        "Results/Findings": "Between July 9, 2009, and Oct 24, 2011, 2840 eligible women with early HER2-positive breast cancer were recruited from community-based and academic institutions in 40 countries and randomly assigned to receive neratinib (n=1420) or placebo (n=1420). After a median follow-up of 5·2 years (IQR 2·1-5·3), patients in the neratinib group had significantly fewer invasive disease-free survival events than those in the placebo group (116 vs 163 events; stratified hazard ratio 0·73, 95% CI 0·57-0·92, p=0·0083). The 5-year invasive disease-free survival was 90·2% (95% CI 88·3-91·8) in the neratinib group and 87·7% (85·7-89·4) in the placebo group. Without diarrhoea prophylaxis, the most common grade 3-4 adverse events in the neratinib group, compared with the placebo group, were diarrhoea (561 [40%] grade 3 and one [<1%] grade 4 with neratinib vs 23 [2%] grade 3 with placebo), vomiting (grade 3: 47 [3%] vs five [<1%]), and nausea (grade 3: 26 [2%] vs two [<1%]). Treatment-emergent serious adverse events occurred in 103 (7%) women in the neratinib group and 85 (6%) women in the placebo group. No evidence of increased risk of long-term toxicity or long-term adverse consequences of neratinib-associated diarrhoea were identified with neratinib compared with placebo.",
        "Conclusion/Interpretation": "At the 5-year follow-up, 1 year of extended adjuvant therapy with neratinib, administered after chemotherapy and trastuzumab, significantly reduced the proportion of clinically relevant breast cancer relapses-ie, those that might lead to death, such as distant and locoregional relapses outside the preserved breast-without increasing the risk of long-term toxicity. An analysis of overall survival is planned after 248 events.",
        "Keywords": "",
        "MeSH_Terms": "Administration, Oral; Adult; Antibodies, Monoclonal, Humanized / adverse effects; Antineoplastic Combined Chemotherapy Protocols / administration & dosage*; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / pathology; Breast Neoplasms / surgery; Chemotherapy, Adjuvant; Disease-Free Survival; Dose-Response Relationship, Drug; Double-Blind Method; Drug Administration Schedule; Female; Follow-Up Studies; Humans; Japan; Kaplan-Meier Estimate; Mastectomy / methods; Middle Aged; Neoplasm Invasiveness / pathology; Neoplasm Staging; Proportional Hazards Models; Quinolines / administration & dosage*; Quinolines / adverse effects; Receptor, ErbB-2 / metabolism*; Risk Assessment; Survival Analysis; Time Factors; Trastuzumab / administration & dosage*; Trastuzumab / adverse effects; Treatment Outcome"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "16",
        "es_title": "Neoadjuvant docetaxel plus carboplatin vs epirubicin plus cyclophosphamide followed by docetaxel in triple-negative, early-stage breast cancer (NeoCART): Results from a multicenter, randomized controlled, open-label phase II trial.",
        "Background/Purpose": "Previous studies have shown that the addition of carboplatin to neoadjuvant chemotherapy improved the pathologic complete response (pCR) rate in patients suffering from triple-negative breast cancer (TNBC) and patients who obtained a pCR could achieve prolonged event-free survival (EFS) and overall survival (OS). However, no studies have assessed the effects of the combination of docetaxel and carboplatin without anthracycline with taxane-based and anthracycline-based regimens. The NeoCART study was designed as a multicenter, randomized controlled, open-label, phase II trial to assess the efficacy and safety of docetaxel combined with carboplatin in untreated stage II-III TNBC. All eligible patients were randomly assigned, at a 1:1 ratio, to an experimental docetaxel plus carboplatin (DCb) for six cycles group (DCb group) or an epirubicin plus cyclophosphamide for four cycles followed by docetaxel for four cycles group (EC-D group). PCR (ypT0/is ypN0) was evaluated as the primary outcome. Between 1 September 2016 and 31 December 2019, 93 patients were randomly assigned and 88 patients were evaluated for the primary endpoint (44 patients in each group). In the primary endpoint analysis, 27 patients in the DCb group (61.4%, 95% CI 47.0-75.8) and 17 patients in the EC-D group achieved a pCR (38.6%, 95% CI 24.3-53.0; odds ratio 2.52, 95% CI 2.4-43.1; P  = .004). Noninferiority was met, and the DCb regimen was confirmed to be superior to the EC-D regimen (P = .044, superiority margin of 5%). At the end of the 37-month median follow-up period, OS and EFS rates were equivalent in both groups.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "carboplatin; neoadjuvant chemotherapy; triple-negative breast cancer.",
        "MeSH_Terms": "Adult; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Carboplatin / administration & dosage; Carboplatin / adverse effects; Cyclophosphamide / administration & dosage; Cyclophosphamide / adverse effects; Docetaxel / administration & dosage; Docetaxel / adverse effects; Epirubicin / administration & dosage; Epirubicin / adverse effects; Female; Humans; Middle Aged; Neoadjuvant Therapy; Prospective Studies; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / mortality"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "17",
        "es_title": "Pembrolizumab for Early Triple-Negative Breast Cancer.",
        "Background/Purpose": "Previous trials showed promising antitumor activity and an acceptable safety profile associated with pembrolizumab in patients with early triple-negative breast cancer. Whether the addition of pembrolizumab to neoadjuvant chemotherapy would significantly increase the percentage of patients with early triple-negative breast cancer who have a pathological complete response (defined as no invasive cancer in the breast and negative nodes) at definitive surgery is unclear.",
        "Methods": "In this phase 3 trial, we randomly assigned (in a 2:1 ratio) patients with previously untreated stage II or stage III triple-negative breast cancer to receive neoadjuvant therapy with four cycles of pembrolizumab (at a dose of 200 mg) every 3 weeks plus paclitaxel and carboplatin (784 patients; the pembrolizumab-chemotherapy group) or placebo every 3 weeks plus paclitaxel and carboplatin (390 patients; the placebo-chemotherapy group); the two groups then received an additional four cycles of pembrolizumab or placebo, and both groups received doxorubicin-cyclophosphamide or epirubicin-cyclophosphamide. After definitive surgery, the patients received adjuvant pembrolizumab or placebo every 3 weeks for up to nine cycles. The primary end points were a pathological complete response at the time of definitive surgery and event-free survival in the intention-to-treat population.",
        "Results/Findings": "At the first interim analysis, among the first 602 patients who underwent randomization, the percentage of patients with a pathological complete response was 64.8% (95% confidence interval [CI], 59.9 to 69.5) in the pembrolizumab-chemotherapy group and 51.2% (95% CI, 44.1 to 58.3) in the placebo-chemotherapy group (estimated treatment difference, 13.6 percentage points; 95% CI, 5.4 to 21.8; P<0.001). After a median follow-up of 15.5 months (range, 2.7 to 25.0), 58 of 784 patients (7.4%) in the pembrolizumab-chemotherapy group and 46 of 390 patients (11.8%) in the placebo-chemotherapy group had disease progression that precluded definitive surgery, had local or distant recurrence or a second primary tumor, or died from any cause (hazard ratio, 0.63; 95% CI, 0.43 to 0.93). Across all treatment phases, the incidence of treatment-related adverse events of grade 3 or higher was 78.0% in the pembrolizumab-chemotherapy group and 73.0% in the placebo-chemotherapy group, including death in 0.4% (3 patients) and 0.3% (1 patient), respectively.",
        "Conclusion/Interpretation": "Among patients with early triple-negative breast cancer, the percentage with a pathological complete response was significantly higher among those who received pembrolizumab plus neoadjuvant chemotherapy than among those who received placebo plus neoadjuvant chemotherapy. (Funded by Merck Sharp & Dohme [a subsidiary of Merck]; KEYNOTE-522 ClinicalTrials.gov number,  .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Antibodies, Monoclonal, Humanized / administration & dosage*; Antibodies, Monoclonal, Humanized / adverse effects; Antineoplastic Combined Chemotherapy Protocols / administration & dosage; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Carboplatin / administration & dosage; Cyclophosphamide / administration & dosage; Doxorubicin / administration & dosage; Epirubicin / administration & dosage; Female; Humans; Intention to Treat Analysis; Kaplan-Meier Estimate; Middle Aged; Neoadjuvant Therapy; Neoplasm Staging; Paclitaxel / administration & dosage; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / mortality; Triple Negative Breast Neoplasms / pathology"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "18",
        "es_title": "[Adjuvant olaparib - High risk early breast cancer with BRCA1 or BRCA2 germline mutation].",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "Adjuvant treatment; Cancer du sein précoce HER2 négatif; Germline BRCA1/2 mutation; HER2-negative early breast cancer; Mutation germinale BRCA1/2; PARP inhibiteur; PARP inhibitor; Targeted therapy; Thérapie ciblée; Traitement adjuvant.",
        "MeSH_Terms": "BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms* / drug therapy; Breast Neoplasms* / genetics; Female; Germ-Line Mutation*; Humans; Mutation; Phthalazines / therapeutic use; Piperazines / therapeutic use"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "19",
        "es_title": "Adjuvant Chemotherapy Guided by a 21-Gene Expression Assay in Breast Cancer.",
        "Background/Purpose": "The recurrence score based on the 21-gene breast cancer assay predicts chemotherapy benefit if it is high and a low risk of recurrence in the absence of chemotherapy if it is low; however, there is uncertainty about the benefit of chemotherapy for most patients, who have a midrange score.",
        "Methods": "We performed a prospective trial involving 10,273 women with hormone-receptor-positive, human epidermal growth factor receptor 2 (HER2)-negative, axillary node-negative breast cancer. Of the 9719 eligible patients with follow-up information, 6711 (69%) had a midrange recurrence score of 11 to 25 and were randomly assigned to receive either chemoendocrine therapy or endocrine therapy alone. The trial was designed to show noninferiority of endocrine therapy alone for invasive disease-free survival (defined as freedom from invasive disease recurrence, second primary cancer, or death).",
        "Results/Findings": "Endocrine therapy was noninferior to chemoendocrine therapy in the analysis of invasive disease-free survival (hazard ratio for invasive disease recurrence, second primary cancer, or death [endocrine vs. chemoendocrine therapy], 1.08; 95% confidence interval, 0.94 to 1.24; P=0.26). At 9 years, the two treatment groups had similar rates of invasive disease-free survival (83.3% in the endocrine-therapy group and 84.3% in the chemoendocrine-therapy group), freedom from disease recurrence at a distant site (94.5% and 95.0%) or at a distant or local-regional site (92.2% and 92.9%), and overall survival (93.9% and 93.8%). The chemotherapy benefit for invasive disease-free survival varied with the combination of recurrence score and age (P=0.004), with some benefit of chemotherapy found in women 50 years of age or younger with a recurrence score of 16 to 25.",
        "Conclusion/Interpretation": "Adjuvant endocrine therapy and chemoendocrine therapy had similar efficacy in women with hormone-receptor-positive, HER2-negative, axillary node-negative breast cancer who had a midrange 21-gene recurrence score, although some benefit of chemotherapy was found in some women 50 years of age or younger. (Funded by the National Cancer Institute and others; TAILORx ClinicalTrials.gov number,   .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Age Factors; Aged; Antineoplastic Agents, Hormonal / therapeutic use*; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / genetics*; Breast Neoplasms / surgery; Chemotherapy, Adjuvant; Disease-Free Survival; Female; Gene Expression Profiling*; Humans; Kaplan-Meier Estimate; Middle Aged; Neoplasm Invasiveness; Neoplasm Recurrence, Local / genetics; Neoplasm Recurrence, Local / prevention & control; Prospective Studies; Receptor, ErbB-2; Receptors, Estrogen; Receptors, Progesterone; Young Adult"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "20",
        "es_title": "21-Gene Assay to Inform Chemotherapy Benefit in Node-Positive Breast Cancer.",
        "Background/Purpose": "The recurrence score based on the 21-gene breast-cancer assay has been clinically useful in predicting a chemotherapy benefit in hormone-receptor-positive, human epidermal growth factor receptor 2 (HER2)-negative, axillary lymph-node-negative breast cancer. In women with positive lymph-node disease, the role of the recurrence score with respect to predicting a benefit of adjuvant chemotherapy is unclear.",
        "Methods": "In a prospective trial, we randomly assigned women with hormone-receptor-positive, HER2-negative breast cancer, one to three positive axillary lymph nodes, and a recurrence score of 25 or lower (scores range from 0 to 100, with higher scores indicating a worse prognosis) to endocrine therapy only or to chemotherapy plus endocrine (chemoendocrine) therapy. The primary objective was to determine the effect of chemotherapy on invasive disease-free survival and whether the effect was influenced by the recurrence score. Secondary end points included distant relapse-free survival.",
        "Results/Findings": "A total of 5083 women (33.2% premenopausal and 66.8% postmenopausal) underwent randomization, and 5018 participated in the trial. At the prespecified third interim analysis, the chemotherapy benefit with respect to increasing invasive disease-free survival differed according to menopausal status (P = 0.008 for the comparison of chemotherapy benefit in premenopausal and postmenopausal participants), and separate prespecified analyses were conducted. Among postmenopausal women, invasive disease-free survival at 5 years was 91.9% in the endocrine-only group and 91.3% in the chemoendocrine group, with no chemotherapy benefit (hazard ratio for invasive disease recurrence, new primary cancer [breast cancer or another type], or death, 1.02; 95% confidence interval [CI], 0.82 to 1.26; P = 0.89). Among premenopausal women, invasive disease-free survival at 5 years was 89.0% with endocrine-only therapy and 93.9% with chemoendocrine therapy (hazard ratio, 0.60; 95% CI, 0.43 to 0.83; P = 0.002), with a similar increase in distant relapse-free survival (hazard ratio, 0.58; 95% CI, 0.39 to 0.87; P = 0.009). The relative chemotherapy benefit did not increase as the recurrence score increased.",
        "Conclusion/Interpretation": "Among premenopausal women with one to three positive lymph nodes and a recurrence score of 25 or lower, those who received chemoendocrine therapy had longer invasive disease-free survival and distant relapse-free survival than those who received endocrine-only therapy, whereas postmenopausal women with similar characteristics did not benefit from adjuvant chemotherapy. (Funded by the National Cancer Institute and others; RxPONDER ClinicalTrials.gov number,  .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Antineoplastic Agents, Hormonal / therapeutic use*; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy; Breast Neoplasms / genetics*; Breast Neoplasms / surgery; Chemotherapy, Adjuvant; Disease-Free Survival; Female; Gene Expression Profiling; Humans; Lymphatic Metastasis*; Middle Aged; Neoplasm Recurrence, Local / genetics; Postmenopause; Premenopause; Prospective Studies; Receptor, ErbB-2; Receptors, Steroid; Reverse Transcriptase Polymerase Chain Reaction"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "21",
        "es_title": "[70-Gene signature as an aid to treatment decisions in early-stage breast cancer].",
        "Background/Purpose": "The 70-gene signature test (MammaPrint) has been shown to improve prediction of clinical outcome in women with early-stage breast cancer. We sought to provide prospective evidence of the clinical utility of the addition of the 70-gene signature to standard clinical-pathological criteria in selecting patients for adjuvant chemotherapy.",
        "Methods": "In this randomized, phase 3 study, we enrolled 6693 women with early-stage breast cancer and determined their genomic risk (using the 70-gene signature) and their clinical risk (using a modified version of Adjuvant! Online). Women at low clinical and genomic risk did not receive chemotherapy, whereas those at high clinical and genomic risk did receive such therapy. In patients with discordant risk results, either the genomic risk or the clinical risk was used to determine the use of chemotherapy. The primary goal was to assess whether, among patients with high-risk clinical features and a low-risk gene-expression profile who did not receive chemotherapy, the lower boundary of the 95% confidence interval for the rate of 5-year survival without distant metastasis would be 92% (i.e., the noninferiority boundary) or higher.",
        "Results/Findings": "A total of 1550 patients (23.2%) were deemed to be at high clinical risk and low genomic risk. At 5 years, the rate of survival without distant metastasis in this group was 94.7% (95% confidence interval, 92.5 to 96.2) among those not receiving chemotherapy. The absolute difference in this survival rate between these patients and those who received chemotherapy was 1.5 percentage points, with the rate being lower without chemotherapy. Similar rates of survival without distant metastasis were reported in the subgroup of patients who had estrogen-receptor-positive, human epidermal growth factor receptor 2-negative, and either node-negative or node-positive disease.",
        "Conclusion/Interpretation": "Among women with early-stage breast cancer who were at high clinical risk and low genomic risk for recurrence, the receipt of no chemotherapy on the basis of the 70-gene signature led to a 5-year rate of survival without distant metastasis that was 1.5 percentage points lower than the rate with chemotherapy. Given these findings, approximately 46% of women with breast cancer who are at high clinical risk might not require chemotherapy.",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "22",
        "es_title": "Adjuvant Pertuzumab and Trastuzumab in Early HER2-Positive Breast Cancer.",
        "Background/Purpose": "Pertuzumab increases the rate of pathological complete response in the preoperative context and increases overall survival among patients with metastatic disease when it is added to trastuzumab and chemotherapy for the treatment of human epidermal growth factor receptor 2 (HER2)-positive breast cancer. In this trial, we investigated whether pertuzumab, when added to adjuvant trastuzumab and chemotherapy, improves outcomes among patients with HER2-positive early breast cancer.",
        "Methods": "We randomly assigned patients with node-positive or high-risk node-negative HER2-positive, operable breast cancer to receive either pertuzumab or placebo added to standard adjuvant chemotherapy plus 1 year of treatment with trastuzumab. We assumed a 3-year invasive-disease-free survival rate of 91.8% with pertuzumab and 89.2% with placebo.",
        "Results/Findings": "In the trial population, 63% of the patients who were randomly assigned to receive pertuzumab (2400 patients) or placebo (2405 patients) had node-positive disease and 36% had hormone-receptor-negative disease. Disease recurrence occurred in 171 patients (7.1%) in the pertuzumab group and 210 patients (8.7%) in the placebo group (hazard ratio, 0.81; 95% confidence interval [CI], 0.66 to 1.00; P=0.045). The estimates of the 3-year rates of invasive-disease-free survival were 94.1% in the pertuzumab group and 93.2% in the placebo group. In the cohort of patients with node-positive disease, the 3-year rate of invasive-disease-free survival was 92.0% in the pertuzumab group, as compared with 90.2% in the placebo group (hazard ratio for an invasive-disease event, 0.77; 95% CI, 0.62 to 0.96; P=0.02). In the cohort of patients with node-negative disease, the 3-year rate of invasive-disease-free survival was 97.5% in the pertuzumab group and 98.4% in the placebo group (hazard ratio for an invasive-disease event, 1.13; 95% CI, 0.68 to 1.86; P=0.64). Heart failure, cardiac death, and cardiac dysfunction were infrequent in both treatment groups. Diarrhea of grade 3 or higher occurred almost exclusively during chemotherapy and was more frequent with pertuzumab than with placebo (9.8% vs. 3.7%).",
        "Conclusion/Interpretation": "Pertuzumab significantly improved the rates of invasive-disease-free survival among patients with HER2-positive, operable breast cancer when it was added to trastuzumab and chemotherapy. Diarrhea was more common with pertuzumab than with placebo. (Funded by F. Hoffmann-La Roche/Genentech; APHINITY ClinicalTrials.gov number,   .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Antibodies, Monoclonal, Humanized / adverse effects; Antibodies, Monoclonal, Humanized / therapeutic use*; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / surgery; Chemotherapy, Adjuvant; Diarrhea / chemically induced; Disease-Free Survival; Double-Blind Method; Female; Heart Failure / chemically induced; Humans; Middle Aged; Receptor, ErbB-2 / analysis; Survival Rate; Trastuzumab / adverse effects; Trastuzumab / therapeutic use*"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "23",
        "es_title": "Trastuzumab plus adjuvant chemotherapy for human epidermal growth factor receptor 2-positive breast cancer: planned joint analysis of overall survival from NSABP B-31 and NCCTG N9831.",
        "Background/Purpose": "Positive interim analysis findings from four large adjuvant trials evaluating trastuzumab in patients with early-stage human epidermal growth factor receptor 2 (HER2) -positive breast cancer were first reported in 2005. One of these reports, the joint analysis of North Central Cancer Treatment Group NCCTG N9831 (Combination Chemotherapy With or Without Trastuzumab in Treating Women With HER2-Overexpressing Breast Cancer) and the National Surgical Adjuvant Breast and Bowel Project NSABP B-31 (Doxorubicin and Cyclophosphamide Plus Paclitaxel With or Without Trastuzumab in Treating Women With Node-Positive Breast Cancer That Overexpresses HER2), was updated in 2011. We now report the planned definitive overall survival (OS) results from this joint analysis along with updates on the disease-free survival (DFS) end point.",
        "Methods": "In all, 4,046 patients with HER2-positive operable breast cancer were enrolled to receive doxorubicin and cyclophosphamide followed by paclitaxel with or without trastuzumab in both trials. The required number of events for the definitive statistical analysis for OS (710 events) was reached in September 2012. Updated analyses of overall DFS and related subgroups were also performed.",
        "Results/Findings": "Median time on study was 8.4 years. Adding trastuzumab to chemotherapy led to a 37% relative improvement in OS (hazard ratio [HR], 0.63; 95% CI, 0.54 to 0.73; P < .001) and an increase in 10-year OS rate from 75.2% to 84%. These results were accompanied by an improvement in DFS of 40% (HR, 0.60; 95% CI, 0.53 to 0.68; P < .001) and increase in 10-year DFS rate from 62.2% to 73.7%. All patient subgroups benefited from addition of this targeted anti-HER2 agent.",
        "Conclusion/Interpretation": "The addition of trastuzumab to paclitaxel after doxorubicin and cyclophosphamide in early-stage HER2-positive breast cancer results in a substantial and durable improvement in survival as a result of a sustained marked reduction in cancer recurrence.",
        "Keywords": "ClinicalTrials.gov    .",
        "MeSH_Terms": "Adolescent; Adult; Aged; Antibodies, Monoclonal, Humanized / administration & dosage*; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / chemistry; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Chemotherapy, Adjuvant; Disease-Free Survival; Female; Humans; Middle Aged; Receptor, ErbB-2 / analysis*; Trastuzumab"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "24",
        "es_title": "Adjuvant docetaxel and cyclophosphamide plus trastuzumab in patients with HER2-amplified early stage breast cancer: a single-group, open-label, phase 2 study.",
        "Background/Purpose": "Previous results suggest that docetaxel plus cyclophosphamide improves disease-free survival (DFS) and overall survival compared with doxorubicin plus cyclophosphamide in early stage breast cancer. We assessed the addition of 1 year of trastuzumab to a non-anthracycline regimen, docetaxel plus cyclophosphamide, in patients with HER2-amplified early stage breast cancer and examined whether this regimen was equally effective in patients with TOP2A-amplified and TOP2A-non-amplified disease.",
        "Methods": "This was an open-label, single-group, phase 2 study. Eligible patients were aged 18-75 years; had Eastern Cooperative Oncology Group performance status of 1 or less; HER2-amplified early stage breast cancer; operable, histologically confirmed, invasive carcinoma of the breast; adequate tumour specimen available for FISH analysis of TOP2A status; and adequate haematological, renal, hepatic, and cardiac function. Patients received four 21-day cycles of intravenous docetaxel 75 mg/m(2), plus intravenous cyclophosphamide 600 mg/m(2), plus intravenous trastuzumab 4 mg/kg (loading dose) on day 1 and 2 mg/kg on days 1, 8, and 15 during chemotherapy, followed by trastuzumab 6 mg/kg every three weeks for the remainder of 1 year. The primary endpoint was 2-year DFS in TOP2A-amplified and TOP2A-non-amplified patients; the primary analysis was done by intention to treat. This study is registered with ClinicalTrials.gov, number  .",
        "Results/Findings": "493 patients were enrolled between June 15, 2007, and Aug 5, 2009. After a median follow-up of 36·1 months (IQR 35·5-36·7), 2-year DFS was 97·8% (95% CI 94·2-99·2) and 2-year overall survival was 99·5% (95% CI 96·2-99·9) for the 190 patients with TOP2A-amplified disease; 2-year DFS was 97·9% (95% CI 94·9-99·1) and 2-year overall survival was 98·8% (95% CI 96·2-99·6) for the 248 patients with TOP2A-non-amplified disease; 55 patients were not assessable for TOP2A status. In the 486 patients who received at least one dose of study drug, the most common adverse events of any grade were fatigue (284 patients, 58·4%), neutropenia (250, 51·4%), and nausea (217, 44·7%). The most common grade 3-4 toxic effects were neutropenia (229, 47·1%), febrile neutropenia (30, 6·2%), fatigue (21, 4·3%), and diarrhoea (16, 3·3%). Cardiac dysfunction occurred in 29 (6·0%) patients (12 [2·5%] grade 1, 15 [3·1%] grade 2, and two [0·4%] grade 3). 23 patients had at least one study-related serious adverse event. 16 patients stopped trastuzumab because of cardiac dysfunction.",
        "Conclusion/Interpretation": "A short, four-cycle regimen of docetaxel and cyclophosphamide combined with trastuzumab could be an option for adjuvant treatment of women with lower risk HER2-amplified early breast cancer, irrespective of TOP2A status.",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Aged; Antibodies, Monoclonal, Humanized / administration & dosage; Antigens, Neoplasm / genetics; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / pathology; Chemotherapy, Adjuvant; Cyclophosphamide / administration & dosage; DNA Topoisomerases, Type II / genetics; DNA-Binding Proteins / genetics; Docetaxel; Female; Follow-Up Studies; Gene Amplification*; Humans; Middle Aged; Neoplasm Staging; Poly-ADP-Ribose Binding Proteins; Polymerase Chain Reaction; Prognosis; Receptor, ErbB-2 / genetics*; Survival Rate; Taxoids / administration & dosage; Trastuzumab; Young Adult"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "25",
        "es_title": "Seven-Year Follow-Up Analysis of Adjuvant Paclitaxel and Trastuzumab Trial for Node-Negative, Human Epidermal Growth Factor Receptor 2-Positive Breast Cancer.",
        "Background/Purpose": "The Adjuvant Paclitaxel and Trastuzumab trial was designed to address treatment of patients with small human epidermal growth factor receptor 2 (HER2)-positive breast cancer. The primary analysis of the Adjuvant Paclitaxel and Trastuzumab trial demonstrated a 3-year disease-free survival (DFS) of 98.7%. In this planned secondary analysis, we report longer-term outcomes and exploratory results to characterize the biology of small HER2-positive tumors and genetic factors that may predispose to paclitaxel-induced peripheral neuropathy (TIPN).",
        "Methods": "In this phase II study, patients with HER2-positive breast cancer with tumors 3 cm or smaller and negative nodes received paclitaxel (80 mg/m ) with trastuzumab for 12 weeks, followed by trastuzumab for 9 months. The primary end point was DFS. Recurrence-free interval (RFI), breast cancer-specific survival, and overall survival (OS) were also analyzed. In an exploratory analysis, intrinsic subtyping by PAM50 (Prosigna) and calculation of the risk of recurrence score were performed on the nCounter analysis system on archival tissue. Genotyping was performed to investigate TIPN.",
        "Results/Findings": "A total of 410 patients were enrolled from October 2007 to September 2010. After a median follow-up of 6.5 years, there were 23 DFS events. The 7-year DFS was 93% (95% CI, 90.4 to 96.2) with four (1.0%) distant recurrences, 7-year OS was 95% (95% CI, 92.4 to 97.7), and 7-year RFI was 97.5% (95% CI, 95.9 to 99.1). PAM50 analyses (n = 278) showed that most tumors were HER2-enriched (66%), followed by luminal B (14%), luminal A (13%), and basal-like (8%). Genotyping (n = 230) identified one single-nucleotide polymorphism,  , associated with an increased risk of TIPN in patients with grade 2 or greater TIPN (10.4%).",
        "Conclusion/Interpretation": "With longer follow-up, adjuvant paclitaxel and trastuzumab is associated with excellent long-term outcomes. Distribution of PAM50 intrinsic subtypes in small HER2-positive tumors is similar to that previously reported for larger tumors.",
        "Keywords": "ClinicalTrials.gov  .",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Breast Neoplasms / drug therapy*; Breast Neoplasms / genetics; Breast Neoplasms, Male / drug therapy; Breast Neoplasms, Male / genetics; Chemotherapy, Adjuvant; Disease-Free Survival; Female; Follow-Up Studies; Gene Expression Regulation, Neoplastic*; Genetic Predisposition to Disease; Genotype; Humans; Lymph Nodes / pathology; Male; Middle Aged; Paclitaxel / administration & dosage*; Paclitaxel / adverse effects; Peripheral Nervous System Diseases / chemically induced; Poisson Distribution; Polymorphism, Single Nucleotide; Receptor, ErbB-2 / genetics*; Recurrence; Risk; Trastuzumab / administration & dosage*; Trastuzumab / adverse effects; Treatment Outcome"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "26",
        "es_title": "Long-term outcomes after adjuvant treatment of sequential versus combination docetaxel with doxorubicin and cyclophosphamide in node-positive breast cancer: BCIRG-005 randomized trial.",
        "Background/Purpose": "The optimal regimen for adjuvant breast cancer chemotherapy is undefined. We compared sequential to concurrent combination of doxorubicin and cyclophosphamide with docetaxel chemotherapy in women with node-positive non-metastatic breast cancer. We report the final, 10-year analysis of disease-free survival (DFS), overall survival (OS), and long-term safety.",
        "Methods": "A total of 3298 women with HER2 nonamplified breast cancer were randomized to doxorubicin and cyclophosphamide every 3 weeks for four cycles followed by docetaxel (AC → T) every 3 weeks for four cycles or docetaxel, doxorubicin, and cyclophosphamide (TAC) every 3 weeks for six cycles. The patients received standard radiotherapy and endocrine therapy and were followed up for 10 years with annual clinical evaluation and mammography.",
        "Results/Findings": "The 10-year DFS rates were 66.5% in the AC → T arm and 66.3% in the TAC arm (P = 0.749). OS was 79.9% in the AC → T arm and 78.9% in the TAC arm (P = 0.506). TAC was associated with higher rates of febrile neutropenia, although G-CSF primary prophylaxis greatly reduced this risk. AC → T was associated with a higher rate of myalgia, hand-foot syndrome, fluid retention, and sensory neuropathy.",
        "Conclusion/Interpretation": "This 10-year analysis of the BCIRG-005 trial confirmed that the efficacy of TAC was not superior to AC → T in women with node-positive early breast cancer. The toxicity profiles differ between arms and were consistent with previous reports. The TAC regimen with G-CSF support provides shorter adjuvant treatment duration with less toxicity.",
        "Keywords": "adjuvant chemotherapy; cyclophosphamide; docetaxel; doxorubicin; early stage breast cancer.",
        "MeSH_Terms": "Adult; Aged; Antineoplastic Combined Chemotherapy Protocols / administration & dosage; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Breast Neoplasms / drug therapy*; Breast Neoplasms / genetics; Breast Neoplasms / pathology; Chemotherapy, Adjuvant / adverse effects; Cyclophosphamide / administration & dosage*; Cyclophosphamide / adverse effects; Disease-Free Survival; Docetaxel; Doxorubicin / administration & dosage*; Doxorubicin / adverse effects; Drug-Related Side Effects and Adverse Reactions / classification; Drug-Related Side Effects and Adverse Reactions / physiopathology*; Female; Granulocyte Colony-Stimulating Factor / genetics; Humans; Lymphatic Metastasis; Middle Aged; Receptor, ErbB-2 / genetics; Taxoids / administration & dosage*; Taxoids / adverse effects"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "27",
        "es_title": "Effect of Adjuvant Paclitaxel and Carboplatin on Survival in Women With Triple-Negative Breast Cancer: A Phase 3 Randomized Clinical Trial.",
        "Background/Purpose": "The value of platinum-based adjuvant chemotherapy in patients with triple-negative breast cancer (TNBC) remains controversial, as does whether BRCA1 and BRCA2 (BRCA1/2) germline variants are associated with platinum treatment sensitivity.",
        "Methods": "To compare 6 cycles of paclitaxel plus carboplatin (PCb) with a standard-dose regimen of 3 cycles of cyclophosphamide, epirubicin, and fluorouracil followed by 3 cycles of docetaxel (CEF-T).",
        "Results/Findings": "This phase 3 randomized clinical trial was conducted at 9 cancer centers and hospitals in China. Between July 1, 2011, and April 30, 2016, women aged 18 to 70 years with operable TNBC after definitive surgery (having pathologically confirmed regional node-positive disease or node-negative disease with tumor diameter >10 mm) were screened and enrolled. Exclusion criteria included having metastatic or locally advanced disease, having non-TNBC, or receiving preoperative anticancer therapy. Data were analyzed from December 1, 2019, to January 31, 2020, from the intent-to-treat population as prespecified in the protocol.",
        "Conclusion/Interpretation": "Participants were randomized to receive PCb (paclitaxel 80 mg/m2 and carboplatin [area under the curve = 2] on days 1, 8, and 15 every 28 days for 6 cycles) or CEF-T (cyclophosphamide 500 mg/m2, epirubicin 100 mg/m2, and fluorouracil 500 mg/m2 every 3 weeks for 3 cycles followed by docetaxel 100 mg/m2 every 3 weeks for 3 cycles).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Antineoplastic Combined Chemotherapy Protocols / administration & dosage*; Antineoplastic Combined Chemotherapy Protocols / adverse effects; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Carboplatin / administration & dosage*; Carboplatin / adverse effects; Chemotherapy, Adjuvant / adverse effects; Disease-Free Survival; Female; Germ-Line Mutation / genetics; Humans; Middle Aged; Neoplasm Recurrence, Local / drug therapy; Neoplasm Recurrence, Local / genetics; Neoplasm Recurrence, Local / pathology; Paclitaxel / administration & dosage*; Paclitaxel / adverse effects; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / genetics; Triple Negative Breast Neoplasms / pathology"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "28",
        "es_title": "Docetaxel With Cyclophosphamide Is Associated With an Overall Survival Benefit Compared With Doxorubicin and Cyclophosphamide: 7-Year Follow-Up of US Oncology Research Trial 9735.",
        "Background/Purpose": "We previously reported that four cycles of docetaxel/cyclophosphamide (TC) produced superior disease-free survival (DFS) compared with four cycles of doxorubicin/cyclophosphamide (AC) in early breast cancer. Older women are under-represented in adjuvant chemotherapy trials. In our trial 16% of patients were > or = 65 years. We now report 7-year results for DFS and overall survival (OS) as well as the impact of age, hormone receptor status, and HER2 status on outcome and toxicity.",
        "Methods": "Patients were randomly assigned to receive either four cycles of standard-dose AC (60/600 mg/m(2); n = 510), or TC (75/600 mg/m(2); n = 506), administered by intravenous infusion every 3 weeks.",
        "Results/Findings": "The median age in women younger than 65, was 50 years (range, 27 to 64) and for women > or = 65 was 69 years (range, 65 to 77). Baseline characteristics in the two age subgroups were generally well matched, except that older women tended to have more lymph node involvement. At a median of 7 years follow-up, the difference in DFS between TC and AC was significant (81% TC v 75% AC; P = .033; hazard ratio [HR], 0.74; 95% CI 0.56 to 0.98) as was OS (87% TC v 82% AC; P = .032; HR, 0.69; 95% CI, 0.50 to 0.97). TC was superior in older patients as well as younger patients. There was no interaction of hormone-receptor status or HER-2 status and treatment. Older women experienced more febrile neutropenia with TC and more anemia with AC.",
        "Conclusion/Interpretation": "With longer follow-up, four cycles of TC was superior to standard AC (DFS and OS) and was a tolerable regimen in both older and younger patients.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / chemistry; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Cyclophosphamide / administration & dosage; Cyclophosphamide / adverse effects; Docetaxel; Doxorubicin / administration & dosage; Doxorubicin / adverse effects; Follow-Up Studies; Humans; Middle Aged; Prospective Studies; Receptor, ErbB-2 / analysis; Taxoids / administration & dosage; Taxoids / adverse effects"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "29",
        "es_title": "West German Study PlanB Trial: Adjuvant Four Cycles of Epirubicin and Cyclophosphamide Plus Docetaxel Versus Six Cycles of Docetaxel and Cyclophosphamide in HER2-Negative Early Breast Cancer.",
        "Background/Purpose": "The West German Study Group PlanB trial evaluated an anthracycline-free chemotherapy standard (six cycles of docetaxel and cyclophosphamide [TC]) in the routine treatment of human epidermal growth factor receptor 2-negative early breast cancer (EBC).",
        "Methods": "Patients with pT1 to pT4c, all pN+, and pN0/high-risk EBC were eligible. High-risk pN0 was defined by one or more of the following: pT greater than 2, grade 2 to 3, high urokinase-type plasminogen activator/plasminogen activator inhibitor-1, hormone receptor (HR) negativity, and less than 35 years of age. After an early amendment, all HR-positive tumors underwent recurrence score (RS) testing, with chemotherapy omission recommended in RS less than or equal to 11 pN0 to pN1 disease. Patients were randomly assigned to four cycles of epirubicin (E) /cyclophoshamide (C)  followed by four cycles of docetaxel (T)  or six cycles of T C  (administered once every 3 weeks). The primary end point was disease-free survival (DFS); secondary end points were overall survival (OS) and safety. The protocol specified P = .05 for a noninferiority margin of 4.4% for all patients combined.",
        "Results/Findings": "Of the 3,198 registered patients, 348 (RS ≤ 11) omitted chemotherapy, and 401 were not randomly assigned. The intention-to-treat population included 2,449 patients (1,227 EC-T v 1,222 TC: postmenopausal, 62.2% v 60.8%; pN0, 58.2% v 59.5%; pT1, 57.6% v 52.3%; HR positive, 81.4% v 82.2%; RS greater than 25 [in HR-positive patients], 26.2% v 27.5%). Within the safety population (1,167 v 1,178 patients), 87.5% v 93.0% completed therapy. After a 60-month median follow-up, 5-year outcomes were similar in the EC-T and TC arms (DFS, 89.6% [95% CI, 87.9% to 91.5%] v 89.9% [95% CI, 88.1% to 91.8%]; OS, 94.5% [95% CI, 93.1% to 95.9%] v 94.7% [95% CI, 93.3% to 96.1%]). The DFS difference was within the noninferiority margin of the original trial design. Five treatment-related deaths were reported for TC (one for EC-T), despite a trend toward more-severe adverse events in the latter. Interaction analysis revealed no predictive trends with respect to key factors, including triple-negative, luminal A/B-like, pN, age, and RS status.",
        "Conclusion/Interpretation": "In the West German Study Group PlanB trial, 5-year outcomes for TC and EC-T were equally excellent. Six cycles of TC is an effective/safe option in human epidermal growth factor receptor 2-negative EBC with pN0 high genomic risk or pN1 EBC with genomically intermediate- to high-risk disease.",
        "Keywords": "ClinicalTrials.gov  .",
        "MeSH_Terms": "Adult; Aged; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism; Breast Neoplasms / pathology; Chemotherapy, Adjuvant; Cyclophosphamide / administration & dosage; Cyclophosphamide / adverse effects; Docetaxel / administration & dosage; Docetaxel / adverse effects; Drug Administration Schedule; Epirubicin / administration & dosage; Epirubicin / adverse effects; Female; Germany; Humans; Kaplan-Meier Estimate; Leukopenia / chemically induced; Middle Aged; Neutropenia / chemically induced; Prospective Studies; Receptor, ErbB-2 / metabolism; Treatment Outcome"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "30",
        "es_title": "Effect of Capecitabine Maintenance Therapy Using Lower Dosage and Higher Frequency vs Observation on Disease-Free Survival Among Patients With Early-Stage Triple-Negative Breast Cancer Who Had Received Standard Treatment: The SYSUCC-001 Randomized Clinical Trial.",
        "Background/Purpose": "Among all subtypes of breast cancer, triple-negative breast cancer has a relatively high relapse rate and poor outcome after standard treatment. Effective strategies to reduce the risk of relapse and death are needed.",
        "Methods": "To evaluate the efficacy and adverse effects of low-dose capecitabine maintenance after standard adjuvant chemotherapy in early-stage triple-negative breast cancer.",
        "Results/Findings": "Randomized clinical trial conducted at 13 academic centers and clinical sites in China from April 2010 to December 2016 and final date of follow-up was April 30, 2020. Patients (n = 443) had early-stage triple-negative breast cancer and had completed standard adjuvant chemotherapy.",
        "Conclusion/Interpretation": "Eligible patients were randomized 1:1 to receive capecitabine (n = 222) at a dose of 650 mg/m2 twice a day by mouth for 1 year without interruption or to observation (n = 221) after completion of standard adjuvant chemotherapy.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Capecitabine / administration & dosage*; Capecitabine / adverse effects; Chemotherapy, Adjuvant; Disease-Free Survival; Drug Administration Schedule; Female; Follow-Up Studies; Hand-Foot Syndrome / etiology; Humans; Maintenance Chemotherapy; Mastectomy; Middle Aged; Neoplasm Grading; Neoplasm Staging; Neoplasm, Residual; Observation; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / mortality; Triple Negative Breast Neoplasms / pathology; Triple Negative Breast Neoplasms / surgery"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "31",
        "es_title": "Borderline ER-Positive Primary Breast Cancer Gains No Significant Survival Benefit From Endocrine Therapy: A Systematic Review and Meta-Analysis.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "32",
        "es_title": "Assessment of letrozole and tamoxifen alone and in sequence for postmenopausal women with steroid hormone receptor-positive breast cancer: the BIG 1-98 randomised clinical trial at 8·1 years median follow-up.",
        "Background/Purpose": "Postmenopausal women with hormone receptor-positive early breast cancer have persistent, long-term risk of breast-cancer recurrence and death. Therefore, trials assessing endocrine therapies for this patient population need extended follow-up. We present an update of efficacy outcomes in the Breast International Group (BIG) 1-98 study at 8·1 years median follow-up.",
        "Methods": "BIG 1-98 is a randomised, phase 3, double-blind trial of postmenopausal women with hormone receptor-positive early breast cancer that compares 5 years of tamoxifen or letrozole monotherapy, or sequential treatment with 2 years of one of these drugs followed by 3 years of the other. Randomisation was done with permuted blocks, and stratified according to the two-arm or four-arm randomisation option, participating institution, and chemotherapy use. Patients, investigators, data managers, and medical reviewers were masked. The primary efficacy endpoint was disease-free survival (events were invasive breast cancer relapse, second primaries [contralateral breast and non-breast], or death without previous cancer event). Secondary endpoints were overall survival, distant recurrence-free interval (DRFI), and breast cancer-free interval (BCFI). The monotherapy comparison included patients randomly assigned to tamoxifen or letrozole for 5 years. In 2005, after a significant disease-free survival benefit was reported for letrozole as compared with tamoxifen, a protocol amendment facilitated the crossover to letrozole of patients who were still receiving tamoxifen alone; Cox models and Kaplan-Meier estimates with inverse probability of censoring weighting (IPCW) are used to account for selective crossover to letrozole of patients (n=619) in the tamoxifen arm. Comparison of sequential treatments to letrozole monotherapy included patients enrolled and randomly assigned to letrozole for 5 years, letrozole for 2 years followed by tamoxifen for 3 years, or tamoxifen for 2 years followed by letrozole for 3 years. Treatment has ended for all patients and detailed safety results for adverse events that occurred during the 5 years of treatment have been reported elsewhere. Follow-up is continuing for those enrolled in the four-arm option. BIG 1-98 is registered at clinicaltrials.gov .",
        "Results/Findings": "8010 patients were included in the trial, with a median follow-up of 8·1 years (range 0-12·4). 2459 were randomly assigned to monotherapy with tamoxifen for 5 years and 2463 to monotherapy with letrozole for 5 years. In the four-arm option of the trial, 1546 were randomly assigned to letrozole for 5 years, 1548 to tamoxifen for 5 years, 1540 to letrozole for 2 years followed by tamoxifen for 3 years, and 1548 to tamoxifen for 2 years followed by letrozole for 3 years. At a median follow-up of 8·7 years from randomisation (range 0-12·4), letrozole monotherapy was significantly better than tamoxifen, whether by IPCW or intention-to-treat analysis (IPCW disease-free survival HR 0·82 [95% CI 0·74-0·92], overall survival HR 0·79 [0·69-0·90], DRFI HR 0·79 [0·68-0·92], BCFI HR 0·80 [0·70-0·92]; intention-to-treat disease-free survival HR 0·86 [0·78-0·96], overall survival HR 0·87 [0·77-0·999], DRFI HR 0·86 [0·74-0·998], BCFI HR 0·86 [0·76-0·98]). At a median follow-up of 8·0 years from randomisation (range 0-11·2) for the comparison of the sequential groups with letrozole monotherapy, there were no statistically significant differences in any of the four endpoints for either sequence. 8-year intention-to-treat estimates (each with SE ≤1·1%) for letrozole monotherapy, letrozole followed by tamoxifen, and tamoxifen followed by letrozole were 78·6%, 77·8%, 77·3% for disease-free survival; 87·5%, 87·7%, 85·9% for overall survival; 89·9%, 88·7%, 88·1% for DRFI; and 86·1%, 85·3%, 84·3% for BCFI.",
        "Conclusion/Interpretation": "For postmenopausal women with endocrine-responsive early breast cancer, a reduction in breast cancer recurrence and mortality is obtained by letrozole monotherapy when compared with tamoxifen montherapy. Sequential treatments involving tamoxifen and letrozole do not improve outcome compared with letrozole monotherapy, but might be useful strategies when considering an individual patient's risk of recurrence and treatment tolerability.",
        "Keywords": "",
        "MeSH_Terms": "Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Aromatase Inhibitors / administration & dosage; Australia; Biomarkers, Tumor / analysis*; Breast Neoplasms / chemistry; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / secondary; Cross-Over Studies; Disease-Free Survival; Double-Blind Method; Europe; Female; Humans; Kaplan-Meier Estimate; Letrozole; Neoplasm Recurrence, Local; Neoplasms, Second Primary; New Zealand; Nitriles / administration & dosage; North America; Postmenopause*; Proportional Hazards Models; Receptors, Steroid / analysis*; Risk Factors; Selective Estrogen Receptor Modulators / administration & dosage; South Africa; South America; Tamoxifen / administration & dosage; Time Factors; Treatment Outcome; Triazoles / administration & dosage"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "33",
        "es_title": "Late extended adjuvant treatment with letrozole improves outcome in women with early-stage breast cancer who complete 5 years of tamoxifen.",
        "Background/Purpose": "The National Cancer Institute of Canada Clinical Trials Group MA.17 trial examined the efficacy of letrozole (LET) started within 3 months of 5 years of adjuvant tamoxifen in postmenopausal hormone receptor-positive early-stage breast cancer. When the trial was unblinded, patients who received placebo (PLAC) were offered LET.",
        "Methods": "This cohort analysis describes the outcomes of women assigned PLAC at the initial random assignment after unblinding. Efficacy outcomes of women who chose LET (PLAC-LET group) were compared with those who did not (PLAC-PLAC group) by the hazard ratios and by P values calculated from Cox models that adjusted for imbalances between the groups. Toxicity analyses included only events that occurred after unblinding.",
        "Results/Findings": "There were 1,579 women in the PLAC-LET group (median time from tamoxifen, 2.8 years) and 804 in the PLAC-PLAC group. Patients in the PLAC-LET group were younger; had a better performance status; and were more likely to have had node-positive disease, axillary dissection, and adjuvant chemotherapy than those in the PLAC-PLAC group. At a median follow-up of 5.3 years, disease-free survival (DFS; adjusted hazard ratio [HR], 0.37; 95% CI, 0.23 to 0.61; P < .0001) and distant DFS (HR, 0.39; 95% CI, 0.20 to 0.74; P = .004) were superior in the PLAC-LET group. More self-reported new diagnoses of osteoporosis and significantly more clinical fractures occurred in the women who took LET (5.2% v 3.1%, P = .02).",
        "Conclusion/Interpretation": "Interpretation of this cohort analysis suggests that LET improves DFS and distant DFS even when there has been a substantial period of time since the discontinuation of prior adjuvant tamoxifen.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Antineoplastic Agents / administration & dosage*; Antineoplastic Agents / adverse effects; Breast Neoplasms / drug therapy*; Chemotherapy, Adjuvant; Cohort Studies; Disease-Free Survival; Double-Blind Method; Drug Administration Schedule; Female; Humans; Letrozole; Middle Aged; Neoplasms, Hormone-Dependent / drug therapy*; Nitriles / administration & dosage*; Nitriles / adverse effects; Placebos; Postmenopause; Tamoxifen / administration & dosage*; Treatment Outcome; Triazoles / administration & dosage*; Triazoles / adverse effects"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "34",
        "es_title": "Extended adjuvant aromatase inhibition after sequential endocrine therapy (DATA): a randomised, phase 3 trial.",
        "Background/Purpose": "The effect of extended adjuvant aromatase inhibition in hormone receptor-positive breast cancer after sequential endocrine therapy of tamoxifen followed by an aromatase inhibitor for a 5-year treatment period still needs clarification. To address this issue, we began the DATA study to assess different durations of anastrozole therapy after tamoxifen.",
        "Methods": "DATA was a prospective, randomised, open-label, multicentre, phase 3 study done in 79 hospitals in the Netherlands. We randomly assigned postmenopausal women with hormone receptor-positive early breast cancer with no signs of disease recurrence after 2-3 years of adjuvant tamoxifen to either 3 or 6 years of anastrozole treatment (1 mg orally once a day) in a 1:1 ratio. We used TENALEA (Trans European Network for Clinical Trials Services) for the randomisation procedure. Stratification factors were nodal status, hormone receptor status, HER2 status, and tamoxifen treatment duration. The primary study endpoint of this analysis was disease-free survival starting beyond 3 years after randomisation (adapted disease-free survival). Here we report the final analysis from the DATA trial, which is registered with ClinicalTrials.gov, number  .",
        "Results/Findings": "Between June 28, 2006, and Aug 10, 2009, we screened 1912 patients of whom 955 were assigned to the 3-year group and 957 to the 6-year anastrozole treatment group. 1860 patients were eligible (931 in the 6-year group and 929 in the 3-year group) and 1660 were disease free 3 years after randomisation. The 5-year adapted disease-free survival was 83·1% (95% CI 80·0-86·3) in the 6-year group and 79·4% (76·1-82·8) in the 3-year group (hazard ratio [HR] 0·79 [95% CI 0·62-1·02]; p=0·066). Patients in the 6-year treatment group had more adverse events than those in the 3-year treatment group, including all-grade arthralgia or myalgia (478 [58%] of 827 in the 6-year treatment group vs 438 [53%] of 833 in the 3-year treatment group) and osteopenia or osteoporosis (173 [21%] vs 137 [16%]).",
        "Conclusion/Interpretation": "We cannot recommend the use of extended adjuvant aromatase inhibition after 5 years of sequential endocrine therapy in all postmenopausal women with hormone receptor-positive breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Administration, Oral; Adult; Aged; Anastrozole; Antineoplastic Agents, Hormonal / adverse effects; Antineoplastic Agents, Hormonal / therapeutic use*; Aromatase Inhibitors / adverse effects; Aromatase Inhibitors / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality*; Breast Neoplasms / pathology; Breast Neoplasms / surgery; Chemotherapy, Adjuvant; Disease-Free Survival; Dose-Response Relationship, Drug; Drug Administration Schedule; Female; Humans; Kaplan-Meier Estimate; Mastectomy / methods; Maximum Tolerated Dose; Middle Aged; Netherlands; Nitriles / adverse effects; Nitriles / therapeutic use*; Postmenopause / drug effects; Prognosis; Prospective Studies; Receptor, ErbB-2 / metabolism; Survival Analysis; Tamoxifen / adverse effects; Tamoxifen / therapeutic use*; Treatment Outcome; Triazoles / adverse effects; Triazoles / therapeutic use*"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "35",
        "es_title": "Abemaciclib Combined With Endocrine Therapy for the Adjuvant Treatment of HR+, HER2-, Node-Positive, High-Risk, Early Breast Cancer (monarchE).",
        "Background/Purpose": "Many patients with HR+, HER2- early breast cancer (EBC) will not experience recurrence or have distant recurrence with currently available standard therapies. However, up to 30% of patients with high-risk clinical and/or pathologic features may experience distant recurrence, many in the first few years. Superior treatment options are needed to prevent early recurrence and development of metastases for this group of patients. Abemaciclib is an oral, continuously dosed, CDK4/6 inhibitor approved for HR+, HER2- advanced breast cancer (ABC). Efficacy and safety of abemaciclib in ABC supported evaluation in the adjuvant setting.",
        "Methods": "This open-label, phase III study included patients with HR+, HER2-, high-risk EBC, who had surgery and, as indicated, radiotherapy and/or adjuvant/neoadjuvant chemotherapy. Patients with four or more positive nodes, or one to three nodes and either tumor size ≥ 5 cm, histologic grade 3, or central Ki-67 ≥ 20%, were eligible and randomly assigned (1:1) to standard-of-care adjuvant endocrine therapy (ET) with or without abemaciclib (150 mg twice daily for 2 years). The primary end point was invasive disease-free survival (IDFS), and secondary end points included distant relapse-free survival, overall survival, and safety.",
        "Results/Findings": "At a preplanned efficacy interim analysis, among 5,637 randomly assigned patients, 323 IDFS events were observed in the intent-to-treat population. Abemaciclib plus ET demonstrated superior IDFS versus ET alone (  = .01; hazard ratio, 0.75; 95% CI, 0.60 to 0.93), with 2-year IDFS rates of 92.2% versus 88.7%, respectively. Safety data were consistent with the known safety profile of abemaciclib.",
        "Conclusion/Interpretation": "Abemaciclib when combined with ET is the first CDK4/6 inhibitor to demonstrate a significant improvement in IDFS in patients with HR+, HER2- node-positive EBC at high risk of early recurrence.",
        "Keywords": "ClinicalTrials.gov  .",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Aminopyridines / administration & dosage; Aminopyridines / adverse effects; Antineoplastic Agents, Hormonal / administration & dosage; Antineoplastic Agents, Hormonal / adverse effects; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Benzimidazoles / administration & dosage; Benzimidazoles / adverse effects; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism; Breast Neoplasms / pathology; Chemotherapy, Adjuvant; Disease-Free Survival; Female; Humans; Lymphatic Metastasis; Middle Aged; Neoplasm Recurrence, Local / pathology; Protein Kinase Inhibitors / administration & dosage; Protein Kinase Inhibitors / adverse effects; Receptor, ErbB-2 / metabolism; Receptors, Estrogen / metabolism; Receptors, Progesterone / metabolism; Young Adult"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "36",
        "es_title": "Extending Aromatase-Inhibitor Adjuvant Therapy to 10 Years.",
        "Background/Purpose": "Treatment with an aromatase inhibitor for 5 years as up-front monotherapy or after tamoxifen therapy is the treatment of choice for hormone-receptor-positive early breast cancer in postmenopausal women. Extending treatment with an aromatase inhibitor to 10 years may further reduce the risk of breast-cancer recurrence.",
        "Methods": "We conducted a double-blind, placebo-controlled trial to assess the effect of the extended use of letrozole for an additional 5 years. Our primary end point was disease-free survival.",
        "Results/Findings": "We enrolled 1918 women. After a median follow-up of 6.3 years, there were 165 events involving disease recurrence or the occurrence of contralateral breast cancer (67 with letrozole and 98 with placebo) and 200 deaths (100 in each group). The 5-year disease-free survival rate was 95% (95% confidence interval [CI], 93 to 96) with letrozole and 91% (95% CI; 89 to 93) with placebo (hazard ratio for disease recurrence or the occurrence of contralateral breast cancer, 0.66; P=0.01 by a two-sided log-rank test stratified according to nodal status, prior adjuvant chemotherapy, the interval from the last dose of aromatase-inhibitor therapy, and the duration of treatment with tamoxifen). The rate of 5-year overall survival was 93% (95% CI, 92 to 95) with letrozole and 94% (95% CI, 92 to 95) with placebo (hazard ratio, 0.97; P=0.83). The annual incidence rate of contralateral breast cancer in the letrozole group was 0.21% (95% CI, 0.10 to 0.32), and the rate in the placebo group was 0.49% (95% CI, 0.32 to 0.67) (hazard ratio, 0.42; P=0.007). Bone-related toxic effects occurred more frequently among patients receiving letrozole than among those receiving placebo, including a higher incidence of bone pain, bone fractures, and new-onset osteoporosis. No significant differences between letrozole and placebo were observed in scores on most subscales measuring quality of life.",
        "Conclusion/Interpretation": "The extension of treatment with an adjuvant aromatase inhibitor to 10 years resulted in significantly higher rates of disease-free survival and a lower incidence of contralateral breast cancer than those with placebo, but the rate of overall survival was not higher with the aromatase inhibitor than with placebo. (Funded by the Canadian Cancer Society and others; ClinicalTrials.gov numbers,   and  .).",
        "Keywords": "",
        "MeSH_Terms": "Aged; Aromatase Inhibitors / administration & dosage*; Aromatase Inhibitors / adverse effects; Breast Neoplasms / drug therapy*; Breast Neoplasms / epidemiology; Breast Neoplasms / prevention & control; Chemotherapy, Adjuvant; Disease-Free Survival; Double-Blind Method; Drug Administration Schedule; Female; Follow-Up Studies; Humans; Incidence; Kaplan-Meier Estimate; Letrozole; Middle Aged; Nitriles / administration & dosage*; Nitriles / adverse effects; Postmenopause; Quality of Life; Recurrence; Secondary Prevention; Triazoles / administration & dosage*; Triazoles / adverse effects"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "37",
        "es_title": "Absolute Improvements in Freedom From Distant Recurrence to Tailor Adjuvant Endocrine Therapies for Premenopausal Women: Results From TEXT and SOFT.",
        "Background/Purpose": "The Tamoxifen and Exemestane Trial (TEXT)/Suppression of Ovarian Function Trial (SOFT) showed superior outcomes for premenopausal women with hormone receptor (HR)-positive breast cancer treated with adjuvant exemestane plus ovarian function suppression (OFS) or tamoxifen plus OFS versus tamoxifen alone. We previously reported the magnitude of absolute improvements in freedom from any recurrence across a continuous, composite measure of recurrence risk to tailor decision making. With longer follow-up, we now focus on distant recurrence.",
        "Methods": "The TEXT/SOFT HR-positive/human epidermal growth factor receptor 2 (HER2)-negative analysis population included 4,891 women stratified by predetermined chemotherapy use. Kaplan-Meier estimates of 8-year freedom from distant recurrence were analyzed using subpopulation treatment effect pattern plot (STEPP) methodology across subpopulations defined by the continuous composite measure of recurrence risk. For each patient, the composite risk value was obtained from a Cox model that incorporated age; nodal status; tumor size; grade; and estrogen receptor, progesterone receptor, and Ki-67 labeling index expression levels.",
        "Results/Findings": "The overall rate of 8-year freedom from distant recurrence was 91.1% and ranged from approximately 100% to 63% across lowest to highest composite risks. TEXT patients who received chemotherapy had an average absolute improvement with exemestane plus OFS versus tamoxifen plus OFS of 5.1%, and STEPP analysis showed improvements from less than 1% to more than 15% from lowest to highest composite risks. SOFT patients who remained premenopausal after chemotherapy had an average 5.2% absolute improvement with exemestane plus OFS versus tamoxifen and reached 10% across composite risks; for tamoxifen plus OFS versus tamoxifen, the maximum improvement was approximately 3.5%. Women who did not receive chemotherapy had a more than 97% rate of 8-year freedom from distant recurrence, and improvements with exemestane plus OFS ranged from 1% to 4%.",
        "Conclusion/Interpretation": "Premenopausal women with HR-positive/HER2-negative breast cancer and high recurrence risk, as defined by clinicopathologic characteristics, may experience a 10% to 15% absolute improvement in 8-year freedom from distant recurrence with exemestane plus OFS versus tamoxifen plus OFS or tamoxifen alone. The potential benefit of escalating endocrine therapy versus tamoxifen alone is minimal for those at low recurrence risk.",
        "Keywords": "ClinicalTrials.gov    .",
        "MeSH_Terms": "Androstadienes / administration & dosage; Antineoplastic Agents, Hormonal / administration & dosage; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism; Breast Neoplasms / pathology; Chemotherapy, Adjuvant; Clinical Trials, Phase III as Topic; Female; Humans; Neoplasm Recurrence, Local / pathology; Neoplasm Recurrence, Local / prevention & control; Ovariectomy; Ovary / drug effects*; Ovary / radiation effects; Ovary / surgery; Premenopause; Randomized Controlled Trials as Topic; Receptor, ErbB-2 / metabolism; Receptors, Estrogen / metabolism; Receptors, Progesterone / metabolism; Tamoxifen / administration & dosage; Triptorelin Pamoate / administration & dosage"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "38",
        "es_title": "Adjuvant exemestane with ovarian suppression in premenopausal breast cancer.",
        "Background/Purpose": "Adjuvant therapy with an aromatase inhibitor improves outcomes, as compared with tamoxifen, in postmenopausal women with hormone-receptor-positive breast cancer.",
        "Methods": "In two phase 3 trials, we randomly assigned premenopausal women with hormone-receptor-positive early breast cancer to the aromatase inhibitor exemestane plus ovarian suppression or tamoxifen plus ovarian suppression for a period of 5 years. Suppression of ovarian estrogen production was achieved with the use of the gonadotropin-releasing-hormone agonist triptorelin, oophorectomy, or ovarian irradiation. The primary analysis combined data from 4690 patients in the two trials.",
        "Results/Findings": "After a median follow-up of 68 months, disease-free survival at 5 years was 91.1% in the exemestane-ovarian suppression group and 87.3% in the tamoxifen-ovarian suppression group (hazard ratio for disease recurrence, second invasive cancer, or death, 0.72; 95% confidence interval [CI], 0.60 to 0.85; P<0.001). The rate of freedom from breast cancer at 5 years was 92.8% in the exemestane-ovarian suppression group, as compared with 88.8% in the tamoxifen-ovarian suppression group (hazard ratio for recurrence, 0.66; 95% CI, 0.55 to 0.80; P<0.001). With 194 deaths (4.1% of the patients), overall survival did not differ significantly between the two groups (hazard ratio for death in the exemestane-ovarian suppression group, 1.14; 95% CI, 0.86 to 1.51; P=0.37). Selected adverse events of grade 3 or 4 were reported for 30.6% of the patients in the exemestane-ovarian suppression group and 29.4% of those in the tamoxifen-ovarian suppression group, with profiles similar to those for postmenopausal women.",
        "Conclusion/Interpretation": "In premenopausal women with hormone-receptor-positive early breast cancer, adjuvant treatment with exemestane plus ovarian suppression, as compared with tamoxifen plus ovarian suppression, significantly reduced recurrence. (Funded by Pfizer and others; TEXT and SOFT ClinicalTrials.gov numbers,   and  , respectively.).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Androstadienes / adverse effects; Androstadienes / therapeutic use*; Antineoplastic Agents, Hormonal / adverse effects; Antineoplastic Agents, Hormonal / therapeutic use; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Aromatase Inhibitors / adverse effects; Aromatase Inhibitors / therapeutic use; Breast Neoplasms / drug therapy*; Breast Neoplasms / radiotherapy; Breast Neoplasms / surgery; Chemotherapy, Adjuvant; Disease-Free Survival; Estradiol / blood; Female; Follow-Up Studies; Humans; Kaplan-Meier Estimate; Mastectomy; Middle Aged; Osteoporosis / chemically induced; Premenopause; Quality of Life; Tamoxifen / adverse effects; Tamoxifen / therapeutic use*; Triptorelin Pamoate / adverse effects; Triptorelin Pamoate / therapeutic use*"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "39",
        "es_title": "Absolute Benefit of Adjuvant Endocrine Therapies for Premenopausal Women With Hormone Receptor-Positive, Human Epidermal Growth Factor Receptor 2-Negative Early Breast Cancer: TEXT and SOFT Trials.",
        "Background/Purpose": "Risk of recurrence is the primary consideration in breast cancer adjuvant therapy recommendations. The TEXT (Tamoxifen and Exemestane Trial) and SOFT (Suppression of Ovarian Function Trial) trials investigated adjuvant endocrine therapies for premenopausal women with hormone receptor-positive breast cancer, testing exemestane plus ovarian function suppression (OFS), tamoxifen plus OFS, and tamoxifen alone. We examined absolute treatment effect across a continuum of recurrence risk to individualize endocrine therapy decision making for premenopausal women with human epidermal growth factor receptor 2 (HER2) -negative disease.",
        "Methods": "The TEXT and SOFT hormone receptor-positive, HER2-negative analysis population included 4,891 women. The end point was breast cancer-free interval (BCFI), defined as time from random assignment to first occurrence of invasive locoregional, distant, or contralateral breast cancer. A continuous, composite measure of recurrence risk for each patient was determined from a Cox model incorporating age, nodal status, tumor size and grade, and estrogen receptor, progesterone receptor, and Ki-67 expression levels. Subpopulation treatment effect pattern plot methodology revealed differential treatment effects on 5-year BCFI according to composite risk.",
        "Results/Findings": "SOFT patients who remained premenopausal after chemotherapy experienced absolute improvement of 5% or more in 5-year BCFI with exemestane plus OFS versus tamoxifen plus OFS or tamoxifen alone, reaching 10% to 15% at intermediate to high composite risk; the benefit of tamoxifen plus OFS versus tamoxifen alone was apparent at the highest composite risk. The SOFT no-chemotherapy cohort-for whom composite risk was lowest on average-did well with all endocrine therapies. For TEXT patients, the benefit of exemestane plus OFS versus tamoxifen plus OFS in 5-year BCFI ranged from 5% to 15%; patients not receiving chemotherapy and with lowest composite risk did well with both treatments.",
        "Conclusion/Interpretation": "Premenopausal women with hormone receptor-positive, HER2-negative disease and high recurrence risk, as defined by clinicopathologic characteristics, may experience improvement of 10% to 15% in 5-year BCFI with exemestane plus OFS versus tamoxifen alone. An improvement of at least 5% may be achieved for women at intermediate risk, and improvement is minimal for those at lowest risk.",
        "Keywords": "ClinicalTrials.gov    .",
        "MeSH_Terms": "Adult; Aged; Androstadienes / administration & dosage*; Breast Neoplasms / chemistry; Breast Neoplasms / drug therapy*; Clinical Trials as Topic; Female; Humans; Middle Aged; Neoplasm Recurrence, Local; Ovary / physiopathology; Proportional Hazards Models; Receptor, ErbB-2 / analysis*; Receptors, Estrogen / analysis*; Tamoxifen / administration & dosage*"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "40",
        "es_title": "Long-term effects of continuing adjuvant tamoxifen to 10 years versus stopping at 5 years after diagnosis of oestrogen receptor-positive breast cancer: ATLAS, a randomised trial.",
        "Background/Purpose": "For women with oestrogen receptor (ER)-positive early breast cancer, treatment with tamoxifen for 5 years substantially reduces the breast cancer mortality rate throughout the first 15 years after diagnosis. We aimed to assess the further effects of continuing tamoxifen to 10 years instead of stopping at 5 years.",
        "Methods": "In the worldwide Adjuvant Tamoxifen: Longer Against Shorter (ATLAS) trial, 12,894 women with early breast cancer who had completed 5 years of treatment with tamoxifen were randomly allocated to continue tamoxifen to 10 years or stop at 5 years (open control). Allocation (1:1) was by central computer, using minimisation. After entry (between 1996 and 2005), yearly follow-up forms recorded any recurrence, second cancer, hospital admission, or death. We report effects on breast cancer outcomes among the 6846 women with ER-positive disease, and side-effects among all women (with positive, negative, or unknown ER status). Long-term follow-up still continues. This study is registered, number ISRCTN19652633.",
        "Results/Findings": "Among women with ER-positive disease, allocation to continue tamoxifen reduced the risk of breast cancer recurrence (617 recurrences in 3428 women allocated to continue vs 711 in 3418 controls, p=0·002), reduced breast cancer mortality (331 deaths vs 397 deaths, p=0·01), and reduced overall mortality (639 deaths vs 722 deaths, p=0·01). The reductions in adverse breast cancer outcomes appeared to be less extreme before than after year 10 (recurrence rate ratio [RR] 0·90 [95% CI 0·79–1·02] during years 5–9 and 0·75 [0·62–0·90] in later years; breast cancer mortality RR 0·97 [0·79–1·18] during years 5–9 and 0·71 [0·58–0·88] in later years). The cumulative risk of recurrence during years 5–14 was 21·4% for women allocated to continue versus 25·1% for controls; breast cancer mortality during years 5–14 was 12·2% for women allocated to continue versus 15·0% for controls (absolute mortality reduction 2·8%). Treatment allocation seemed to have no effect on breast cancer outcome among 1248 women with ER-negative disease, and an intermediate effect among 4800 women with unknown ER status. Among all 12,894 women, mortality without recurrence from causes other than breast cancer was little affected (691 deaths without recurrence in 6454 women allocated to continue versus 679 deaths in 6440 controls; RR 0·99 [0·89–1·10]; p=0·84). For the incidence (hospitalisation or death) rates of specific diseases, RRs were as follows: pulmonary embolus 1·87 (95% CI 1·13–3·07, p=0·01 [including 0·2% mortality in both treatment groups]), stroke 1·06 (0·83–1·36), ischaemic heart disease 0·76 (0·60–0·95, p=0·02), and endometrial cancer 1·74 (1·30–2·34, p=0·0002). The cumulative risk of endometrial cancer during years 5–14 was 3·1% (mortality 0·4%) for women allocated to continue versus 1·6% (mortality 0·2%) for controls (absolute mortality increase 0·2%).",
        "Conclusion/Interpretation": "For women with ER-positive disease, continuing tamoxifen to 10 years rather than stopping at 5 years produces a further reduction in recurrence and mortality, particularly after year 10. These results, taken together with results from previous trials of 5 years of tamoxifen treatment versus none, suggest that 10 years of tamoxifen treatment can approximately halve breast cancer mortality during the second decade after diagnosis.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Antineoplastic Agents, Hormonal / administration & dosage*; Breast Neoplasms / chemistry; Breast Neoplasms / drug therapy*; Chemotherapy, Adjuvant; Female; Humans; Middle Aged; Receptors, Estrogen / analysis; Tamoxifen / administration & dosage*; Time Factors"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "41",
        "es_title": "Accelerated radiotherapy after breast-conserving surgery for early stage breast cancer.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "42",
        "es_title": "",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "43",
        "es_title": "Hypofractionated Versus Conventional Fractionated Radiotherapy After Breast-Conserving Surgery in the Modern Treatment Era: A Multicenter, Randomized Controlled Trial From China.",
        "Background/Purpose": "No randomized trials have compared hypofractionated radiotherapy (HFRT) with conventional fractionated radiotherapy (CFRT) after breast-conserving surgery in the Asian population. This study aimed to determine whether a 3.5-week schedule of HFRT is noninferior to a standard 6-week schedule of CFRT in China.",
        "Methods": "Patients from 4 Chinese institutions who had undergone breast-conserving surgery and had T1-2N0-3 invasive breast cancers participated this study. Patients were randomly assigned (1:1) using a computer-generated central randomization schedule, without stratification, to receive whole-breast irradiation with or without nodal irradiation, followed by tumor-bed boost, either at a dose of 50 Gy in 25 fractions over 5 weeks with a boost of 10 Gy in five fractions over 1 week (CFRT) or 43.5 Gy in 15 fractions over 3 weeks with a boost of 8.7 Gy in three daily fractions (HFRT). The primary endpoint was 5-year local recurrence (LR), and a 5% margin of 5-year LR was used to establish noninferiority.",
        "Results/Findings": "Between August 2010 and November 2015, 734 patients were assigned to the HFRT (n = 368) or CFRT (n = 366) group. At a median follow-up of 73.5 months (interquartile range, 60.5-91.4 months), the 5-year cumulative incidence of LR was 1.2% in the HFRT group and 2.0% in the CFRT group (hazard ratio, 0.62; 95% CI, 0.20 to 1.88;   = .017 for noninferiority). There were no significant differences in acute and late toxicities, except that the HFRT group had less grade 2-3 acute skin toxicity than the CFRT group (  = .019).",
        "Conclusion/Interpretation": "CFRT and HFRT with a tumor-bed boost may have similar low LR and toxicity.",
        "Keywords": "ClinicalTrials.gov  .",
        "MeSH_Terms": "Adult; Aged; Breast Neoplasms / pathology; Breast Neoplasms / radiotherapy*; Breast Neoplasms / surgery; China; Disease-Free Survival; Female; Follow-Up Studies; Humans; Mastectomy, Segmental; Middle Aged; Neoplasm Invasiveness; Neoplasm Recurrence, Local / pathology*; Neoplasm Staging; Radiation Dose Hypofractionation*; Radiodermatitis / etiology; Radiotherapy, Adjuvant / adverse effects; Radiotherapy, Adjuvant / methods; Survival Rate; Young Adult"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "44",
        "es_title": "Accelerated Partial Breast Irradiation: Executive summary for the update of an ASTRO Evidence-Based Consensus Statement.",
        "Background/Purpose": "To update the accelerated partial breast irradiation Consensus Statement published in 2009 and provide guidance on use of intraoperative radiation therapy (IORT) for partial breast irradiation in early-stage breast cancer, based on published evidence complemented by expert opinion.",
        "Methods": "A systematic PubMed search using the same terms as the original Consensus Statement yielded 419 articles; 44 articles were selected. The authors synthesized the published evidence and, through a series of conference calls and e-mails, reached consensus regarding the recommendations.",
        "Results/Findings": "The new recommendations include lowering the age in the \"suitability group\" from 60 to 50 years and in the \"cautionary group\" to 40 years for patients who meet all other elements of suitability (Table 1). Patients with low-risk ductal carcinoma in situ, as per Radiation Therapy Oncology Group 9804 criteria, were categorized in the \"suitable\" group. The task force agreed to maintain the current criteria based on margin status. Recommendations for the use of IORT for breast cancer patients include: counseling patients regarding the higher risk of ipsilateral breast tumor recurrence with IORT compared with whole breast irradiation; the need for prospective monitoring of long-term local control and toxicity with low-energy radiograph IORT given limited follow-up; and restriction of IORT to women with invasive cancer considered \"suitable.\"",
        "Conclusion/Interpretation": "These recommendations will provide updated clinical guidance regarding use of accelerated partial breast irradiation for radiation oncologists and other specialists participating in the care of breast cancer patients.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Brachytherapy / methods*; Brachytherapy / standards*; Breast Neoplasms / radiotherapy*; Carcinoma, Ductal, Breast / radiotherapy*; Carcinoma, Intraductal, Noninfiltrating / radiotherapy*; Evidence-Based Medicine; Female; Humans; Mastectomy, Segmental; Middle Aged; Neoplasm Recurrence, Local / radiotherapy; Patient Selection*; Practice Guidelines as Topic; Prospective Studies; Randomized Controlled Trials as Topic; United States"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "45",
        "es_title": "External beam accelerated partial breast irradiation versus whole breast irradiation after breast conserving surgery in women with ductal carcinoma in situ and node-negative breast cancer (RAPID): a randomised controlled trial.",
        "Background/Purpose": "Whole breast irradiation delivered once per day over 3-5 weeks after breast conserving surgery reduces local recurrence with good cosmetic results. Accelerated partial breast irradiation (APBI) delivered over 1 week to the tumour bed was developed to provide a more convenient treatment. In this trial, we investigated if external beam APBI was non-inferior to whole breast irradiation.",
        "Methods": "We did this multicentre, randomised, non-inferiority trial in 33 cancer centres in Canada, Australia and New Zealand. Women aged 40 years or older with ductal carcinoma in situ or node-negative breast cancer treated by breast conserving surgery were randomly assigned (1:1) to receive either external beam APBI (38·5 Gy in ten fractions delivered twice per day over 5-8 days) or whole breast irradiation (42·5 Gy in 16 fractions once per day over 21 days, or 50 Gy in 25 fractions once per day over 35 days). Patients and clinicans were not masked to treatment assignment. The primary outcome was ipsilateral breast tumour recurrence (IBTR), analysed by intention to treat. The trial was designed on the basis of an expected 5 year IBTR rate of 1·5% in the whole breast irradiation group with 85% power to exclude a 1·5% increase in the APBI group; non-inferiority was shown if the upper limit of the two-sided 90% CI for the IBTR hazard ratio (HR) was less than 2·02. This trial is registered with ClinicalTrials.gov,  .",
        "Results/Findings": "Between Feb 7, 2006, and July 15, 2011, we enrolled 2135 women. 1070 were randomly assigned to receive APBI and 1065 were assigned to receive whole breast irradiation. Six patients in the APBI group withdrew before treatment, four more did not receive radiotherapy, and 16 patients received whole breast irradiation. In the whole breast irradiation group, 16 patients withdrew, and two more did not receive radiotherapy. In the APBI group, a further 14 patients were lost to follow-up and nine patients withdrew during the follow-up period. In the whole breast irradiation group, 20 patients were lost to follow-up and 35 withdrew during follow-up. Median follow-up was 8·6 years (IQR 7·3-9·9). The 8-year cumulative rates of IBTR were 3·0% (95% CI 1·9-4·0) in the APBI group and 2·8% (1·8-3·9) in the whole breast irradiation group. The HR for APBI versus whole breast radiation was 1·27 (90% CI 0·84-1·91). Acute radiation toxicity (grade ≥2, within 3 months of radiotherapy start) occurred less frequently in patients treated with APBI (300 [28%] of 1070 patients) than whole breast irradiation (484 [45%] of 1065 patients, p<0·0001). Late radiation toxicity (grade ≥2, later than 3 months) was more common in patients treated with APBI (346 [32%] of 1070 patients) than whole breast irradiation (142 [13%] of 1065 patients; p<0·0001). Adverse cosmesis (defined as fair or poor) was more common in patients treated with APBI than in those treated by whole breast irradiation at 3 years (absolute difference, 11·3%, 95% CI 7·5-15·0), 5 years (16·5%, 12·5-20·4), and 7 years (17·7%, 12·9-22·3).",
        "Conclusion/Interpretation": "External beam APBI was non-inferior to whole breast irradiation in preventing IBTR. Although less acute toxicity was observed, the regimen used was associated with an increase in moderate late toxicity and adverse cosmesis, which might be related to the twice per day treatment. Other approaches, such as treatment once per day, might not adversely affect cosmesis and should be studied.",
        "Keywords": "",
        "MeSH_Terms": "Aged; Australia; Brachytherapy / methods*; Breast Neoplasms / radiotherapy*; Breast Neoplasms / surgery; Canada; Carcinoma in Situ / pathology; Carcinoma in Situ / radiotherapy*; Carcinoma in Situ / surgery; Carcinoma, Ductal, Breast / radiotherapy*; Carcinoma, Ductal, Breast / surgery; Female; Humans; Mastectomy, Segmental; Middle Aged; Neoplasm Invasiveness; Neoplasm Recurrence, Local / prevention & control; New Zealand; Prognosis; Survival Rate"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "46",
        "es_title": "Accelerated Partial-Breast Irradiation Compared With Whole-Breast Irradiation for Early Breast Cancer: Long-Term Results of the Randomized Phase III APBI-IMRT-Florence Trial.",
        "Background/Purpose": "To report the long-term results of external-beam accelerated partial-breast irradiation (APBI) intensity-modulated radiation therapy (IMRT) Florence phase III trial comparing whole-breast irradiation (WBI) to APBI in early-stage breast cancer.",
        "Methods": "The primary end point was to determine the 5-year difference in ipsilateral breast tumor recurrence (IBTR) between 30 Gy in 5 once-daily fractions (APBI arm) and 50 Gy in 25 fractions with a tumor bed boost (WBI arm) after breast-conserving surgery.",
        "Results/Findings": "Five hundred twenty patients, more than 90% of whom had characteristics associated with low recurrence risk, were randomly assigned (WBI, n = 260; APBI, n = 260) between 2005 and 2013. Median follow-up was 10.7 years. The 10-year cumulative incidence of IBTR was 2.5% (n = 6) in the WBI and 3.7% (n = 9) in the APBI arm (hazard ratio [HR], 1.56; 95% CI, 0.55 to 4.37;   = .40). Overall survival at 10 years was 91.9% in both arms (HR, 0.95; 95% CI, 0.50 to 1.79;   = .86). Breast cancer-specific survival at 10 years was 96.7% in the WBI and 97.8% in the APBI arm (HR, 0.65; 95% CI, 0.21 to 1.99;   = .45). The APBI arm showed significantly less acute toxicity (  = .0001) and late toxicity (  = .0001) and improved cosmetic outcome as evaluated by both physician (  = .0001) and patient (  = .0001).",
        "Conclusion/Interpretation": "The 10-year cumulative IBTR incidence in early breast cancer treated with external APBI using IMRT technique in 5 once-daily fractions is low and not different from that after WBI. Acute and late treatment-related toxicity and cosmesis outcomes were significantly in favor of APBI.",
        "Keywords": "ClinicalTrials.gov  .",
        "MeSH_Terms": "Aged; Breast Neoplasms / radiotherapy*; Female; Follow-Up Studies; Humans; Kaplan-Meier Estimate; Middle Aged; Patient Satisfaction; Radiotherapy Planning, Computer-Assisted; Radiotherapy, Intensity-Modulated / adverse effects; Radiotherapy, Intensity-Modulated / methods; Survival Rate"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "47",
        "es_title": "Effect of radiotherapy after mastectomy and axillary surgery on 10-year recurrence and 20-year breast cancer mortality: meta-analysis of individual patient data for 8135 women in 22 randomised trials.",
        "Background/Purpose": "Postmastectomy radiotherapy was shown in previous meta-analyses to reduce the risks of both recurrence and breast cancer mortality in all women with node-positive disease considered together. However, the benefit in women with only one to three positive lymph nodes is uncertain. We aimed to assess the effect of radiotherapy in these women after mastectomy and axillary dissection.",
        "Methods": "We did a meta-analysis of individual data for 8135 women randomly assigned to treatment groups during 1964-86 in 22 trials of radiotherapy to the chest wall and regional lymph nodes after mastectomy and axillary surgery versus the same surgery but no radiotherapy. Follow-up lasted 10 years for recurrence and to Jan 1, 2009, for mortality. Analyses were stratified by trial, individual follow-up year, age at entry, and pathological nodal status.",
        "Results/Findings": "3786 women had axillary dissection to at least level II and had zero, one to three, or four or more positive nodes. All were in trials in which radiotherapy included the chest wall, supraclavicular or axillary fossa (or both), and internal mammary chain. For 700 women with axillary dissection and no positive nodes, radiotherapy had no significant effect on locoregional recurrence (two-sided significance level [2p]>0·1), overall recurrence (rate ratio [RR], irradiated vs not, 1·06, 95% CI 0·76-1·48, 2p>0·1), or breast cancer mortality (RR 1·18, 95% CI 0·89-1·55, 2p>0·1). For 1314 women with axillary dissection and one to three positive nodes, radiotherapy reduced locoregional recurrence (2p<0·00001), overall recurrence (RR 0·68, 95% CI 0·57-0·82, 2p=0·00006), and breast cancer mortality (RR 0·80, 95% CI 0·67-0·95, 2p=0·01). 1133 of these 1314 women were in trials in which systemic therapy (cyclophosphamide, methotrexate, and fluorouracil, or tamoxifen) was given in both trial groups and, for them, radiotherapy again reduced locoregional recurrence (2p<0·00001), overall recurrence (RR 0·67, 95% CI 0·55-0·82, 2p=0·00009), and breast cancer mortality (RR 0·78, 95% CI 0·64-0·94, 2p=0·01). For 1772 women with axillary dissection and four or more positive nodes, radiotherapy reduced locoregional recurrence (2p<0·00001), overall recurrence (RR 0·79, 95% CI 0·69-0·90, 2p=0·0003), and breast cancer mortality (RR 0·87, 95% CI 0·77-0·99, 2p=0·04).",
        "Conclusion/Interpretation": "After mastectomy and axillary dissection, radiotherapy reduced both recurrence and breast cancer mortality in the women with one to three positive lymph nodes in these trials even when systemic therapy was given. For today's women, who in many countries are at lower risk of recurrence, absolute gains might be smaller but proportional gains might be larger because of more effective radiotherapy.",
        "Keywords": "",
        "MeSH_Terms": "Axilla; Breast Neoplasms / mortality*; Breast Neoplasms / radiotherapy*; Breast Neoplasms / surgery; Female; Humans; Lymph Node Excision; Lymphatic Metastasis*; Mastectomy; Neoplasm Recurrence, Local; Randomized Controlled Trials as Topic"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "48",
        "es_title": "Effect of Elective Internal Mammary Node Irradiation on Disease-Free Survival in Women With Node-Positive Breast Cancer: A Randomized Phase 3 Clinical Trial.",
        "Background/Purpose": "The benefit of internal mammary node irradiation (IMNI) for treatment outcomes in node-positive breast cancer is unknown.",
        "Methods": "To investigate whether the inclusion of IMNI in regional nodal irradiation improves disease-free survival (DFS) in women with node-positive breast cancer.",
        "Results/Findings": "This multicenter, phase 3 randomized clinical trial was conducted from June 1, 2008, to February 29, 2020, at 13 hospitals in South Korea. Women with pathologically confirmed, node-positive breast cancer after breast-conservation surgery or mastectomy with axillary lymph node dissection were eligible and enrolled between November 19, 2008, and January 14, 2013. Patients with distant metastasis and those who had received neoadjuvant treatment were excluded. Data analyses were performed according to the intention-to-treat principle.",
        "Conclusion/Interpretation": "All patients underwent regional nodal irradiation along with breast or chest wall irradiation. They were randomized 1:1 to receive radiotherapy either with IMNI or without IMNI.",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms* / pathology; Disease-Free Survival; Female; Humans; Lymph Nodes / pathology; Mastectomy; Middle Aged; Progression-Free Survival"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "49",
        "es_title": "Is it beneficial for patients with pT1-2N1M0 breast cancer to receive postmastectomy radiotherapy? An analysis based on RecurIndex assay.",
        "Background/Purpose": "The benefit of postmastectomy radiotherapy (PMRT) for pT1-2N1M0 breast cancer patients currently remains controversial. This study was conducted to investigate whether pT1-2N1M0 breast cancer patients could benefit from PMRT based on RecurIndex assay. The clinical data of 213 pT1-2N1M0 breast cancer patients were retrospectively analyzed. Through RecurIndex assay, 81 cases were assessed as the low risk, and 132 as the high risk. Compared to low-risk patients, high-risk patients especially those not receiving PMRT had a significantly increased risk of recurrence and metastasis, and worse 7-year local-regional recurrence-free interval (LRFI), distance recurrence-free interval (DRFI) and recurrence-free survival (RFS) rates. PMRT-based subgroup analysis indicated no significant differences between the low-risk patients with and without PMRT in 7-year LRFI, DRFI, RFS and overall survival (OS) rates, but apparent differences were all shown between the high-risk patients with and without PMRT in 7-year LRFI, DRFI, RFS and OS rates. Overall, for pT1-2N1M0 breast cancer patients at low risk of recurrence and metastasis stratified by RecurIndex assay, there may be a phenomenon of no PMRT benefits, while for those at high risk, use of PMRT may produce survival benefits.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "RecurIndex assay; breast cancer; distant metastasis; local-regional recurrence; postmastectomy radiotherapy.",
        "MeSH_Terms": "Adult; Aged; Breast Neoplasms / pathology; Breast Neoplasms / radiotherapy*; Breast Neoplasms / surgery*; Combined Modality Therapy; Female; Humans; Lymphatic Metastasis; Mastectomy / methods*; Middle Aged; Neoplasm Recurrence, Local; Neoplasm Staging; Outcome Assessment, Health Care / methods; Outcome Assessment, Health Care / statistics & numerical data; Postoperative Period; Radiotherapy, Adjuvant / methods*; Retrospective Studies; Risk Factors; Survival Analysis"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "50",
        "es_title": "Hypofractionated breast radiotherapy for 1 week versus 3 weeks (FAST-Forward): 5-year efficacy and late normal tissue effects results from a multicentre, non-inferiority, randomised, phase 3 trial.",
        "Background/Purpose": "We aimed to identify a five-fraction schedule of adjuvant radiotherapy (radiation therapy) delivered in 1 week that is non-inferior in terms of local cancer control and is as safe as an international standard 15-fraction regimen after primary surgery for early breast cancer. Here, we present 5-year results of the FAST-Forward trial.",
        "Methods": "FAST-Forward is a multicentre, phase 3, randomised, non-inferiority trial done at 97 hospitals (47 radiotherapy centres and 50 referring hospitals) in the UK. Patients aged at least 18 years with invasive carcinoma of the breast (pT1-3, pN0-1, M0) after breast conservation surgery or mastectomy were eligible. We randomly allocated patients to either 40 Gy in 15 fractions (over 3 weeks), 27 Gy in five fractions (over 1 week), or 26 Gy in five fractions (over 1 week) to the whole breast or chest wall. Allocation was not masked because of the nature of the intervention. The primary endpoint was ipsilateral breast tumour relapse; assuming a 2% 5-year incidence for 40 Gy, non-inferiority was predefined as ≤1·6% excess for five-fraction schedules (critical hazard ratio [HR] of 1·81). Normal tissue effects were assessed by clinicians, patients, and from photographs. This trial is registered at isrctn.com, ISRCTN19906132.",
        "Results/Findings": "Between Nov 24, 2011, and June 19, 2014, we recruited and obtained consent from 4096 patients from 97 UK centres, of whom 1361 were assigned to the 40 Gy schedule, 1367 to the 27 Gy schedule, and 1368 to the 26 Gy schedule. At a median follow-up of 71·5 months (IQR 71·3 to 71·7), the primary endpoint event occurred in 79 patients (31 in the 40 Gy group, 27 in the 27 Gy group, and 21 in the 26 Gy group); HRs versus 40 Gy in 15 fractions were 0·86 (95% CI 0·51 to 1·44) for 27 Gy in five fractions and 0·67 (0·38 to 1·16) for 26 Gy in five fractions. 5-year incidence of ipsilateral breast tumour relapse after 40 Gy was 2·1% (1·4 to 3·1); estimated absolute differences versus 40 Gy in 15 fractions were -0·3% (-1·0 to 0·9) for 27 Gy in five fractions (probability of incorrectly accepting an inferior five-fraction schedule: p=0·0022 vs 40 Gy in 15 fractions) and -0·7% (-1·3 to 0·3) for 26 Gy in five fractions (p=0·00019 vs 40 Gy in 15 fractions). At 5 years, any moderate or marked clinician-assessed normal tissue effects in the breast or chest wall was reported for 98 of 986 (9·9%) 40 Gy patients, 155 (15·4%) of 1005 27 Gy patients, and 121 of 1020 (11·9%) 26 Gy patients. Across all clinician assessments from 1-5 years, odds ratios versus 40 Gy in 15 fractions were 1·55 (95% CI 1·32 to 1·83, p<0·0001) for 27 Gy in five fractions and 1·12 (0·94 to 1·34, p=0·20) for 26 Gy in five fractions. Patient and photographic assessments showed higher normal tissue effect risk for 27 Gy versus 40 Gy but not for 26 Gy versus 40 Gy.",
        "Conclusion/Interpretation": "26 Gy in five fractions over 1 week is non-inferior to the standard of 40 Gy in 15 fractions over 3 weeks for local tumour control, and is as safe in terms of normal tissue effects up to 5 years for patients prescribed adjuvant local radiotherapy after primary surgery for early-stage breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Breast Neoplasms / mortality; Breast Neoplasms / pathology; Breast Neoplasms / radiotherapy*; Breast Neoplasms / surgery; Female; Follow-Up Studies; Humans; Kaplan-Meier Estimate; Mastectomy / methods; Middle Aged; Neoplasm Grading; Neoplasm Metastasis; Neoplasm Recurrence, Local / epidemiology; Neoplasm Staging; Radiation Dose Hypofractionation; Radiation Injuries / epidemiology; Radiation Injuries / etiology; Radiotherapy, Adjuvant / adverse effects; Radiotherapy, Adjuvant / methods; Risk Assessment / methods; Treatment Outcome; United Kingdom / epidemiology"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "51",
        "es_title": "Radiotherapy or surgery of the axilla after a positive sentinel node in breast cancer (EORTC 10981-22023 AMAROS): a randomised, multicentre, open-label, phase 3 non-inferiority trial.",
        "Background/Purpose": "If treatment of the axilla is indicated in patients with breast cancer who have a positive sentinel node, axillary lymph node dissection is the present standard. Although axillary lymph node dissection provides excellent regional control, it is associated with harmful side-effects. We aimed to assess whether axillary radiotherapy provides comparable regional control with fewer side-effects.",
        "Methods": "Patients with T1-2 primary breast cancer and no palpable lymphadenopathy were enrolled in the randomised, multicentre, open-label, phase 3 non-inferiority EORTC 10981-22023 AMAROS trial. Patients were randomly assigned (1:1) by a computer-generated allocation schedule to receive either axillary lymph node dissection or axillary radiotherapy in case of a positive sentinel node, stratified by institution. The primary endpoint was non-inferiority of 5-year axillary recurrence, considered to be not more than 4% for the axillary radiotherapy group compared with an expected 2% in the axillary lymph node dissection group. Analyses were by intention to treat and per protocol. The AMAROS trial is registered with ClinicalTrials.gov, number  .",
        "Results/Findings": "Between Feb 19, 2001, and April 29, 2010, 4823 patients were enrolled at 34 centres from nine European countries, of whom 4806 were eligible for randomisation. 2402 patients were randomly assigned to receive axillary lymph node dissection and 2404 to receive axillary radiotherapy. Of the 1425 patients with a positive sentinel node, 744 had been randomly assigned to axillary lymph node dissection and 681 to axillary radiotherapy; these patients constituted the intention-to-treat population. Median follow-up was 6·1 years (IQR 4·1-8·0) for the patients with positive sentinel lymph nodes. In the axillary lymph node dissection group, 220 (33%) of 672 patients who underwent axillary lymph node dissection had additional positive nodes. Axillary recurrence occurred in four of 744 patients in the axillary lymph node dissection group and seven of 681 in the axillary radiotherapy group. 5-year axillary recurrence was 0·43% (95% CI 0·00-0·92) after axillary lymph node dissection versus 1·19% (0·31-2·08) after axillary radiotherapy. The planned non-inferiority test was underpowered because of the low number of events. The one-sided 95% CI for the underpowered non-inferiority test on the hazard ratio was 0·00-5·27, with a non-inferiority margin of 2. Lymphoedema in the ipsilateral arm was noted significantly more often after axillary lymph node dissection than after axillary radiotherapy at 1 year, 3 years, and 5 years.",
        "Conclusion/Interpretation": "Axillary lymph node dissection and axillary radiotherapy after a positive sentinel node provide excellent and comparable axillary control for patients with T1-2 primary breast cancer and no palpable lymphadenopathy. Axillary radiotherapy results in significantly less morbidity.",
        "Keywords": "",
        "MeSH_Terms": "Axilla / surgery; Breast Neoplasms / pathology; Breast Neoplasms / radiotherapy*; Breast Neoplasms / surgery*; Disease-Free Survival; Europe; Female; Humans; Lymph Nodes / pathology*; Lymph Nodes / surgery; Lymphatic Metastasis / pathology; Lymphatic Metastasis / radiotherapy*; Middle Aged; Neoplasm Recurrence, Local / pathology; Neoplasm Recurrence, Local / radiotherapy; Neoplasm Recurrence, Local / surgery; Sentinel Lymph Node Biopsy"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "52",
        "es_title": "[Expert consensus on the diagnosis and treatment of bone metastasis and skeletal related events in breast cancer patients].",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "53",
        "es_title": "Pertuzumab, trastuzumab, and docetaxel in HER2-positive metastatic breast cancer.",
        "Background/Purpose": "In patients with metastatic breast cancer that is positive for human epidermal growth factor receptor 2 (HER2), progression-free survival was significantly improved after first-line therapy with pertuzumab, trastuzumab, and docetaxel, as compared with placebo, trastuzumab, and docetaxel. Overall survival was significantly improved with pertuzumab in an interim analysis without the median being reached. We report final prespecified overall survival results with a median follow-up of 50 months.",
        "Methods": "We randomly assigned patients with metastatic breast cancer who had not received previous chemotherapy or anti-HER2 therapy for their metastatic disease to receive the pertuzumab combination or the placebo combination. The secondary end points of overall survival, investigator-assessed progression-free survival, independently assessed duration of response, and safety are reported. Sensitivity analyses were adjusted for patients who crossed over from placebo to pertuzumab after the interim analysis.",
        "Results/Findings": "The median overall survival was 56.5 months (95% confidence interval [CI], 49.3 to not reached) in the group receiving the pertuzumab combination, as compared with 40.8 months (95% CI, 35.8 to 48.3) in the group receiving the placebo combination (hazard ratio favoring the pertuzumab group, 0.68; 95% CI, 0.56 to 0.84; P<0.001), a difference of 15.7 months. This analysis was not adjusted for crossover to the pertuzumab group and is therefore conservative. Results of sensitivity analyses after adjustment for crossover were consistent. Median progression-free survival as assessed by investigators improved by 6.3 months in the pertuzumab group (hazard ratio, 0.68; 95% CI, 0.58 to 0.80). Pertuzumab extended the median duration of response by 7.7 months, as independently assessed. Most adverse events occurred during the administration of docetaxel in the two groups, with long-term cardiac safety maintained.",
        "Conclusion/Interpretation": "In patients with HER2-positive metastatic breast cancer, the addition of pertuzumab to trastuzumab and docetaxel, as compared with the addition of placebo, significantly improved the median overall survival to 56.5 months and extended the results of previous analyses showing the efficacy of this drug combination. (Funded by F. Hoffmann-La Roche and Genentech; CLEOPATRA ClinicalTrials.gov number,  .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Antibodies, Monoclonal, Humanized / administration & dosage*; Antibodies, Monoclonal, Humanized / adverse effects; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / pathology; Docetaxel; Double-Blind Method; Female; Humans; Infusions, Intravenous; Middle Aged; Neoplasm Metastasis / drug therapy*; Receptor, ErbB-2; Survival Analysis; Taxoids / administration & dosage*; Trastuzumab"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "54",
        "es_title": "Randomized phase II trial of first-line trastuzumab plus docetaxel and capecitabine compared with trastuzumab plus docetaxel in HER2-positive metastatic breast cancer.",
        "Background/Purpose": "PURPOSE To evaluate trastuzumab (H) and docetaxel (T) with or without capecitabine (X) as first-line combination therapy for human epidermal growth factor receptor 2 (HER2) -positive advanced breast cancer. PATIENTS AND METHODS Patients with HER2-positive locally advanced or metastatic breast cancer were randomly assigned to H (8 mg/kg loading; 6 mg/kg every 3 weeks) plus T (75 mg/m(2) in HTX arm, 100 mg/m(2) in HT arm, every 3 weeks) with or without X (950 mg/m(2) twice per day on days 1 to 14 every 3 weeks). The primary end point was overall response rate (ORR). Results In 222 patients, median follow-up was approximately 24 months. ORR was high with both regimens (70.5% with HTX; 72.7% with HT; P = .717); complete response rate was 23.2% with HTX compared with 16.4% with HT. HTX demonstrated significantly longer progression-free survival: median 17.9 months compared with 12.8 months with HT (hazard ratio, 0.72; P = .045), which translates to a gain of around 5 months. Two-year survival probability was 75% with HTX compared with 66% with HT. Febrile neutropenia (27% v 15%) and grade 3/4 neutropenia (77% v 54%) incidences were higher with HT than HTX. Treatment-related grade 3 hand-foot syndrome (17% v < 1%) and grade 3/4 diarrhea (11% v 4%) occurred more commonly with HTX than HT. One case of congestive heart failure occurred in each arm. CONCLUSION HTX is an effective and feasible first-line therapy for HER2-positive locally advanced or metastatic breast cancer, although it should be reserved for patients with good performance status who are not receiving long-term steroids.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Antibodies, Monoclonal / administration & dosage; Antibodies, Monoclonal, Humanized; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Bone Neoplasms / drug therapy*; Bone Neoplasms / metabolism; Bone Neoplasms / secondary; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism; Breast Neoplasms / pathology; Capecitabine; Deoxycytidine / administration & dosage; Deoxycytidine / analogs & derivatives; Docetaxel; Feasibility Studies; Female; Fluorouracil / administration & dosage; Fluorouracil / analogs & derivatives; Humans; In Situ Hybridization, Fluorescence; International Agencies; Liver Neoplasms / drug therapy*; Liver Neoplasms / metabolism; Liver Neoplasms / secondary; Middle Aged; Neoplasm Staging; Prognosis; Receptor, ErbB-2 / genetics; Receptor, ErbB-2 / metabolism*; Soft Tissue Neoplasms / drug therapy*; Soft Tissue Neoplasms / metabolism; Soft Tissue Neoplasms / secondary; Survival Rate; Taxoids / administration & dosage; Trastuzumab; Treatment Outcome; Young Adult"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "55",
        "es_title": "Randomized phase III study of trastuzumab, paclitaxel, and carboplatin compared with trastuzumab and paclitaxel in women with HER-2-overexpressing metastatic breast cancer.",
        "Background/Purpose": "This randomized, multicenter, phase III trial evaluated the efficacy and safety of trastuzumab and paclitaxel with or without carboplatin as first-line therapy for women with HER-2-overexpressing metastatic breast cancer (MBC).",
        "Methods": "HER-2 overexpression was defined as immunohistochemical staining scores of 2+ or 3+. Between November 1998 and May 2002, 196 women with HER-2-overexpressing MBC were randomly assigned to six cycles of either trastuzumab 4 mg/kg loading dose plus 2 mg/kg weekly thereafter with paclitaxel 175 mg/m2 every 3 weeks (TP), or trastuzumab 4 mg/kg loading dose plus 2 mg/kg weekly thereafter with paclitaxel 175 mg/m2 and carboplatin area under the time-concentration curve = 6 every 3 weeks (TPC) followed by weekly trastuzumab alone.",
        "Results/Findings": "Baseline characteristics of the 196 patients were well balanced between study arms. Objective response rate (ORR) was 52% (95% CI, 42% to 62%) for TPC versus 36% (95% CI, 26% to 46%) for TP (P = .04). Median progression-free survival (PFS) was 10.7 months for TPC and 7.1 months for TP (hazard ratio [HR], 0.66; 95% CI, 0.59 to 0.73; P = .03). Improved clinical outcomes with TPC were most evident in HER-2 3+ patients, with an ORR of 57% (95% CI, 45% to 70%) v 36% (95% CI, 25% to 48%; P = .03) and median PFS of 13.8 v 7.6 months (P = .005) for TPC and TP, respectively (HR, 0.55; 95% CI, 0.46 to 0.64). Both regimens were well tolerated, and febrile neutropenia and neurotoxicity occurred infrequently; grade 4 neutropenia occurred more frequently with TPC (P < .01).",
        "Conclusion/Interpretation": "The addition of carboplatin to paclitaxel and trastuzumab improved ORR and PFS in women with HER-2-overexpressing MBC. This well-tolerated regimen represents a new therapeutic option.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Antibodies, Monoclonal / administration & dosage; Antibodies, Monoclonal, Humanized; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism; Breast Neoplasms / pathology; Carboplatin / administration & dosage; Female; Humans; Middle Aged; Neoplasm Metastasis; Paclitaxel / administration & dosage; Receptor, ErbB-2 / metabolism; Survival Analysis; Trastuzumab"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "56",
        "es_title": "Phase II study of capecitabine plus trastuzumab in human epidermal growth factor receptor 2 overexpressing metastatic breast cancer pretreated with anthracyclines or taxanes.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "57",
        "es_title": "Pyrotinib plus capecitabine versus lapatinib plus capecitabine for the treatment of HER2-positive metastatic breast cancer (PHOEBE): a multicentre, open-label, randomised, controlled, phase 3 trial.",
        "Background/Purpose": "Despite therapeutic advances in HER2-positive metastatic breast cancer, resistance to trastuzumab inevitably develops. In the PHOEBE study, we aimed to assess the efficacy and safety of pyrotinib (an irreversible pan-HER inhibitor) plus capecitabine after previous trastuzumab.",
        "Methods": "This is an open-label, randomised, controlled, phase 3 trial done at 29 hospitals in China. Patients with pathologically confirmed HER2-positive metastatic breast cancer, aged 18-70 years, who had an Eastern Cooperative Oncology Group performance status of 0 or 1, and had been previously treated with trastuzumab and taxanes were randomly assigned (1:1) to receive oral pyrotinib 400 mg or lapatinib 1250 mg once daily plus oral capecitabine 1000 mg/m  twice daily on days 1-14 of each 21-day cycle. Randomisation was done via a centralised interactive web-response system with a block size of four or six and stratified by hormone receptor status and previous lines of chemotherapy for metastatic disease. The primary endpoint was progression-free survival according to masked independent central review. Efficacy and safety were assessed in all patients who received at least one dose of the study drugs. Results presented here are from a prespecified interim analysis. This study is registered with ClinicalTrials.gov,  .",
        "Results/Findings": "Between July 31, 2017, and Oct 30, 2018, 267 patients were enrolled and randomly assigned. 134 patients received pyrotinib plus capecitabine and 132 received lapatinib plus capecitabine. At data cutoff of the interim analysis on March 31, 2019, median progression-free survival was significantly longer with pyrotinib plus capecitabine (12·5 months [95% CI 9·7-not reached]) than with lapatinib plus capecitabine (6·8 months [5·4-8·1]; hazard ratio 0·39 [95% CI 0·27-0·56]; one-sided p<0·0001). The most common grade 3 or worse adverse events were diarrhoea (41 [31%] in the pyrotinib group vs 11 [8%] in the lapatinib group) and hand-foot syndrome (22 [16%] vs 20 [15%]). Serious adverse events were reported for 14 (10%) patients in the pyrotinib group and 11 (8%) patients in the lapatinib group. No treatment-related deaths were reported in the pyrotinib group and one sudden death in the lapatinib group was considered treatment related.",
        "Conclusion/Interpretation": "Pyrotinib plus capecitabine significantly improved progression-free survival compared with that for lapatinib plus capecitabine, with manageable toxicity, and can be considered an alternative treatment option for patients with HER2-positive metastatic breast cancer after trastuzumab and chemotherapy.",
        "Keywords": "",
        "MeSH_Terms": "Acrylamides / administration & dosage; Adult; Aminoquinolines / administration & dosage; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism; Breast Neoplasms / secondary; Capecitabine / administration & dosage; Female; Follow-Up Studies; Humans; Lapatinib / administration & dosage; Middle Aged; Prognosis; Receptor, ErbB-2 / metabolism*; Survival Rate"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "58",
        "es_title": "Pyrotinib or Lapatinib Combined With Capecitabine in HER2-Positive Metastatic Breast Cancer With Prior Taxanes, Anthracyclines, and/or Trastuzumab: A Randomized, Phase II Study.",
        "Background/Purpose": "Pyrotinib, an irreversible pan-ErbB inhibitor, showed promising antitumor activity and acceptable tolerability in a phase I trial. We assessed the efficacy and tolerability of pyrotinib versus lapatinib, both in combination with capecitabine, in women with human epidermal growth factor receptor 2 (HER2)-positive metastatic breast cancer in an open-label, multicenter, randomized phase II study.",
        "Methods": "Chinese patients with HER2-positive relapsed or metastatic breast cancer previously treated with taxanes, anthracyclines, and/or trastuzumab were assigned (1:1) to receive 400 mg pyrotinib or lapatinib 1,250 mg orally once per day for 21-day cycles in combination with capecitabine (1,000 mg/m  orally twice per day on days 1 to 14). The primary end point was investigator-assessed overall response rate per Response Evaluation Criteria in Solid Tumors (RECIST), version 1.1.",
        "Results/Findings": "Between May 29, 2015, and March 15, 2016, 128 eligible patients were randomly assigned to the pyrotinib (n = 65) or lapatinib (n = 63) treatment groups. The overall response rate was 78.5% (95% CI, 68.5% to 88.5%) with pyrotinib and 57.1% (95% CI, 44.9% to 69.4%) with lapatinib (treatment difference, 21.3%; 95% CI, 4.0% to 38.7%;   = .01). The median progression-free survival was 18.1 months (95% CI, 13.9 months to not reached) with pyrotinib and 7.0 months (95% CI, 5.6 to 9.8 months) with lapatinib (adjusted hazard ratio, 0.36; 95% CI, 0.23 to 0.58;   < .001). The most frequent grade 3 to 4 adverse events were hand-foot syndrome in 16 of 65 patients (24.6%) in the pyrotinib group versus 13 of 63 (20.6%) in the lapatinib group; diarrhea in 10 patients (15.4%) versus three patients (4.8%), respectively; and decreased neutrophil count in six patients (9.2%) versus two patients (3.2%), respectively.",
        "Conclusion/Interpretation": "In women with HER2-positive metastatic breast cancer previously treated with taxanes, anthracyclines, and/or trastuzumab, pyrotinib plus capecitabine yielded statistically significant better overall response rate and progression-free survival than lapatinib plus capecitabine in this randomized phase II trial.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Anthracyclines / therapeutic use; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / enzymology; Breast Neoplasms / pathology; Capecitabine / administration & dosage; Capecitabine / adverse effects; Female; Humans; Kaplan-Meier Estimate; Lapatinib / administration & dosage; Lapatinib / adverse effects; Middle Aged; Neoplasm Metastasis; Progression-Free Survival; Pyrrolidines / administration & dosage; Pyrrolidines / adverse effects; Receptor, ErbB-2 / metabolism*; Taxoids / therapeutic use; Trastuzumab / therapeutic use"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "59",
        "es_title": "Trastuzumab emtansine for HER2-positive advanced breast cancer.",
        "Background/Purpose": "Trastuzumab emtansine (T-DM1) is an antibody-drug conjugate incorporating the human epidermal growth factor receptor 2 (HER2)-targeted antitumor properties of trastuzumab with the cytotoxic activity of the microtubule-inhibitory agent DM1. The antibody and the cytotoxic agent are conjugated by means of a stable linker.",
        "Methods": "We randomly assigned patients with HER2-positive advanced breast cancer, who had previously been treated with trastuzumab and a taxane, to T-DM1 or lapatinib plus capecitabine. The primary end points were progression-free survival (as assessed by independent review), overall survival, and safety. Secondary end points included progression-free survival (investigator-assessed), the objective response rate, and the time to symptom progression. Two interim analyses of overall survival were conducted.",
        "Results/Findings": "Among 991 randomly assigned patients, median progression-free survival as assessed by independent review was 9.6 months with T-DM1 versus 6.4 months with lapatinib plus capecitabine (hazard ratio for progression or death from any cause, 0.65; 95% confidence interval [CI], 0.55 to 0.77; P<0.001), and median overall survival at the second interim analysis crossed the stopping boundary for efficacy (30.9 months vs. 25.1 months; hazard ratio for death from any cause, 0.68; 95% CI, 0.55 to 0.85; P<0.001). The objective response rate was higher with T-DM1 (43.6%, vs. 30.8% with lapatinib plus capecitabine; P<0.001); results for all additional secondary end points favored T-DM1. Rates of grade 3 or 4 adverse events were higher with lapatinib plus capecitabine than with T-DM1 (57% vs. 41%). The incidences of thrombocytopenia and increased serum aminotransferase levels were higher with T-DM1, whereas the incidences of diarrhea, nausea, vomiting, and palmar-plantar erythrodysesthesia were higher with lapatinib plus capecitabine.",
        "Conclusion/Interpretation": "T-DM1 significantly prolonged progression-free and overall survival with less toxicity than lapatinib plus capecitabine in patients with HER2-positive advanced breast cancer previously treated with trastuzumab and a taxane. (Funded by F. Hoffmann-La Roche/Genentech; EMILIA ClinicalTrials.gov number,  .).",
        "Keywords": "",
        "MeSH_Terms": "Ado-Trastuzumab Emtansine; Adult; Aged; Aged, 80 and over; Antibodies, Monoclonal, Humanized / adverse effects; Antibodies, Monoclonal, Humanized / therapeutic use*; Antineoplastic Agents / adverse effects; Antineoplastic Agents / therapeutic use*; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / pathology; Capecitabine; Deoxycytidine / administration & dosage; Deoxycytidine / analogs & derivatives; Disease-Free Survival; Female; Fluorouracil / administration & dosage; Fluorouracil / analogs & derivatives; Humans; Intention to Treat Analysis; Kaplan-Meier Estimate; Lapatinib; Maytansine / adverse effects; Maytansine / analogs & derivatives*; Maytansine / therapeutic use; Middle Aged; Neoplasm Metastasis / drug therapy; Quinazolines / administration & dosage; Receptor, ErbB-2 / analysis*; Survival Rate; Trastuzumab; Young Adult"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "60",
        "es_title": "Neratinib Plus Capecitabine Versus Lapatinib Plus Capecitabine in HER2-Positive Metastatic Breast Cancer Previously Treated With ≥ 2 HER2-Directed Regimens: Phase III NALA Trial.",
        "Background/Purpose": "NALA (ClinicalTrials.gov identifier:  ) is a randomized, active-controlled, phase III trial comparing neratinib, an irreversible pan-HER tyrosine kinase inhibitor (TKI), plus capecitabine (N+C) against lapatinib, a reversible dual TKI, plus capecitabine (L+C) in patients with centrally confirmed HER2-positive, metastatic breast cancer (MBC) with ≥ 2 previous HER2-directed MBC regimens.",
        "Methods": "Patients, including those with stable, asymptomatic CNS disease, were randomly assigned 1:1 to neratinib (240 mg once every day) plus capecitabine (750 mg/m  twice a day 14 d/21 d) with loperamide prophylaxis, or to lapatinib (1,250 mg once every day) plus capecitabine (1,000 mg/m  twice a day 14 d/21 d). Coprimary end points were centrally confirmed progression-free survival (PFS) and overall survival (OS). NALA was considered positive if either primary end point was met (α split between end points). Secondary end points were time to CNS disease intervention, investigator-assessed PFS, objective response rate (ORR), duration of response (DoR), clinical benefit rate, safety, and health-related quality of life (HRQoL).",
        "Results/Findings": "A total of 621 patients from 28 countries were randomly assigned (N+C, n = 307; L+C, n = 314). Centrally reviewed PFS was improved with N+C (hazard ratio [HR], 0.76; 95% CI, 0.63 to 0.93; stratified log-rank  0059). The OS HR was 0.88 (95% CI, 0.72 to 1.07;  2098). Fewer interventions for CNS disease occurred with N+C versus L+C (cumulative incidence, 22.8%   29.2%;  043). ORRs were N+C 32.8% (95% CI, 27.1 to 38.9) and L+C 26.7% (95% CI, 21.5 to 32.4;  1201); median DoR was 8.5 versus 5.6 months, respectively (HR, 0.50; 95% CI, 0.33 to 0.74;   .0004). The most common all-grade adverse events were diarrhea (N+C 83%   L+C 66%) and nausea (53%   42%). Discontinuation rates and HRQoL were similar between groups.",
        "Conclusion/Interpretation": "N+C significantly improved PFS and time to intervention for CNS disease versus L+C. No new N+C safety signals were observed.",
        "Keywords": "",
        "MeSH_Terms": "Aged; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Brain Neoplasms / drug therapy*; Brain Neoplasms / secondary; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism; Breast Neoplasms / pathology; Breast Neoplasms / therapy; Breast Neoplasms, Male / drug therapy; Breast Neoplasms, Male / metabolism; Breast Neoplasms, Male / pathology; Capecitabine / administration & dosage; Diarrhea / chemically induced; Female; Humans; Kaplan-Meier Estimate; Lapatinib / administration & dosage; Male; Middle Aged; Nausea / chemically induced; Progression-Free Survival; Quality of Life; Quinolines / administration & dosage; Receptor, ErbB-2 / metabolism; Retreatment; Survival Rate"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "61",
        "es_title": "A phase III randomized comparison of lapatinib plus capecitabine versus capecitabine alone in women with advanced breast cancer that has progressed on trastuzumab: updated efficacy and biomarker analyses.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "62",
        "es_title": "Trastuzumab beyond progression in human epidermal growth factor receptor 2-positive advanced breast cancer: a german breast group 26/breast international group 03-05 study.",
        "Background/Purpose": "Trastuzumab shows clinical activity in human epidermal growth factor receptor 2 (HER-2)-positive early and advanced breast cancer. In the German Breast Group 26/Breast International Group 03-05 trial, we investigated if trastuzumab treatment should be continued beyond progression.",
        "Methods": "Patients with HER-2-positive breast cancer that progresses during treatment with trastuzumab were randomly assigned to receive capecitabine (2,500 mg/m(2) body-surface area on days 1 through 14 [1,250 mg/m(2) semi-daily]) alone or with continuation of trastuzumab (6 mg/kg body weight) in 3-week cycles. The primary end point was time to progression.",
        "Results/Findings": "We randomly assigned 78 patients to capecitabine and 78 patients to capecitabine plus trastuzumab. Sixty-five events and 38 deaths in the capecitabine group and 62 events and 33 deaths in the capecitabine-plus-trastuzumab group occurred during 15.6 months of follow-up. Median times to progression were 5.6 months in the capecitabine group and 8.2 months in the capecitabine-plus-trastuzumab group with an unadjusted hazard ratio of 0.69 (95% CI, 0.48 to 0.97; two-sided log-rank P = .0338). Overall survival rates were 20.4 months (95% CI, 17.8 to 24.7) in the capecitabine group and 25.5 months (95% CI, 19.0 to 30.7) in the capecitabine-plus-trastuzumab group (P = .257). Overall response rates were 27.0% with capecitabine and 48.1% with capecitabine plus trastuzumab (odds ratio, 2.50; P = .0115). Continuation of trastuzumab beyond progression was not associated with increased toxicity.",
        "Conclusion/Interpretation": "Continuation of trastuzumab plus capecitabine showed a significant improvement in overall response and time to progression compared with capecitabine alone in women with HER-2-positive breast cancer who experienced progression during trastuzumab treatment.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Antibodies, Monoclonal / administration & dosage; Antibodies, Monoclonal, Humanized; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism*; Breast Neoplasms / pathology; Capecitabine; Chemotherapy, Adjuvant; Deoxycytidine / administration & dosage; Deoxycytidine / analogs & derivatives; Disease Progression; Female; Fluorouracil / administration & dosage; Fluorouracil / analogs & derivatives; Follow-Up Studies; Humans; Immunoenzyme Techniques; International Agencies; Middle Aged; Neoplasm Staging; Prognosis; Receptor, ErbB-2 / metabolism*; Risk Factors; Survival Rate; Time Factors; Trastuzumab; Treatment Outcome"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "63",
        "es_title": "Efficacy of Margetuximab vs Trastuzumab in Patients With Pretreated ERBB2-Positive Advanced Breast Cancer: A Phase 3 Randomized Clinical Trial.",
        "Background/Purpose": "ERRB2 (formerly HER2)-positive advanced breast cancer (ABC) remains typically incurable with optimal treatment undefined in later lines of therapy. The chimeric antibody margetuximab shares ERBB2 specificity with trastuzumab but incorporates an engineered Fc region to increase immune activation.",
        "Methods": "To compare the clinical efficacy of margetuximab vs trastuzumab, each with chemotherapy, in patients with pretreated ERBB2-positive ABC.",
        "Results/Findings": "The SOPHIA phase 3 randomized open-label trial of margetuximab plus chemotherapy vs trastuzumab plus chemotherapy enrolled 536 patients from August 26, 2015, to October 10, 2018, at 166 sites in 17 countries. Eligible patients had disease progression on 2 or more prior anti-ERBB2 therapies and 1 to 3 lines of therapy for metastatic disease. Data were analyzed from February 2019 to October 2019.",
        "Conclusion/Interpretation": "Investigators selected chemotherapy before 1:1 randomization to margetuximab, 15 mg/kg, or trastuzumab, 6 mg/kg (loading dose, 8 mg/kg), each in 3-week cycles. Stratification factors were metastatic sites (≤2, >2), lines of therapy (≤2, >2), and chemotherapy choice.",
        "Keywords": "",
        "MeSH_Terms": "Ado-Trastuzumab Emtansine; Adult; Aged; Aged, 80 and over; Antibodies, Monoclonal* / adverse effects; Antibodies, Monoclonal* / therapeutic use; Antineoplastic Combined Chemotherapy Protocols; Breast Neoplasms* / drug therapy; Female; Humans; Middle Aged; Receptor, ErbB-2 / analysis; Trastuzumab* / adverse effects; Trastuzumab* / therapeutic use"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "64",
        "es_title": "Tucatinib, Trastuzumab, and Capecitabine for HER2-Positive Metastatic Breast Cancer.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "65",
        "es_title": "Trastuzumab Deruxtecan in Previously Treated HER2-Positive Breast Cancer.",
        "Background/Purpose": "Trastuzumab deruxtecan (DS-8201) is an antibody-drug conjugate composed of an anti-HER2 (human epidermal growth factor receptor 2) antibody, a cleavable tetrapeptide-based linker, and a cytotoxic topoisomerase I inhibitor. In a phase 1 dose-finding study, a majority of the patients with advanced HER2-positive breast cancer had a response to trastuzumab deruxtecan (median response duration, 20.7 months). The efficacy of trastuzumab deruxtecan in patients with HER2-positive metastatic breast cancer previously treated with trastuzumab emtansine requires confirmation.",
        "Methods": "In this two-part, open-label, single-group, multicenter, phase 2 study, we evaluated trastuzumab deruxtecan in adults with pathologically documented HER2-positive metastatic breast cancer who had received previous treatment with trastuzumab emtansine. In the first part of the study, we evaluated three different doses of trastuzumab deruxtecan to establish a recommended dose; in the second part, we evaluated the efficacy and safety of the recommended dose. The primary end point was the objective response, according to independent central review. Key secondary end points were the disease-control rate, clinical-benefit rate, duration of response and progression-free survival, and safety.",
        "Results/Findings": "Overall, 184 patients who had undergone a median of six previous treatments received the recommended dose of trastuzumab deruxtecan (5.4 mg per kilogram of body weight). In the intention-to-treat analysis, a response to therapy was reported in 112 patients (60.9%; 95% confidence interval [CI], 53.4 to 68.0). The median duration of follow-up was 11.1 months (range, 0.7 to 19.9). The median response duration was 14.8 months (95% CI, 13.8 to 16.9), and the median duration of progression-free survival was 16.4 months (95% CI, 12.7 to not reached). During the study, the most common adverse events of grade 3 or higher were a decreased neutrophil count (in 20.7% of the patients), anemia (in 8.7%), and nausea (in 7.6%). On independent adjudication, the trial drug was associated with interstitial lung disease in 13.6% of the patients (grade 1 or 2, 10.9%; grade 3 or 4, 0.5%; and grade 5, 2.2%).",
        "Conclusion/Interpretation": "Trastuzumab deruxtecan showed durable antitumor activity in a pretreated patient population with HER2-positive metastatic breast cancer. In addition to nausea and myelosuppression, interstitial lung disease was observed in a subgroup of patients and requires attention to pulmonary symptoms and careful monitoring. (Funded by Daiichi Sankyo and AstraZeneca; DESTINY-Breast01 ClinicalTrials.gov number,  .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Antibodies, Monoclonal, Humanized / administration & dosage*; Antibodies, Monoclonal, Humanized / adverse effects; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / pathology; Camptothecin / administration & dosage; Camptothecin / adverse effects; Camptothecin / analogs & derivatives*; Consolidation Chemotherapy; Female; Humans; Immunoconjugates / administration & dosage*; Immunoconjugates / adverse effects; Intention to Treat Analysis; Kaplan-Meier Estimate; Lung Diseases, Interstitial / chemically induced*; Middle Aged; Progression-Free Survival; Receptor, ErbB-2 / analysis; Receptor, ErbB-2 / antagonists & inhibitors*; Trastuzumab"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "66",
        "es_title": "Clinical Neuropathology 2-2021.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "67",
        "es_title": "Trastuzumab Plus Endocrine Therapy or Chemotherapy as First-line Treatment for Patients with Hormone Receptor-Positive and HER2-Positive Metastatic Breast Cancer (SYSUCC-002).",
        "Background/Purpose": "There is no research evidence demonstrate which is the better partner strategy, endocrine therapy or chemotherapy, to combine with anti-HER2 therapy as the first-line management of hormone receptor (HR)-positive (HR+) and HER2-positive (HER2+) metastatic breast cancer (MBC). We wished to ascertain if trastuzumab plus endocrine therapy is noninferior to trastuzumab plus chemotherapy.",
        "Methods": "We conducted an open-label, noninferiority, phase III, randomized, controlled trial ( ) at nine hospitals in China. Participants, stratified by previous adjuvant endocrine therapy and disease status (recurrent disease vs. de novo metastasis), were assigned randomly (1:1) to receive trastuzumab plus endocrine therapy (per investigator's choice of oestrogen-receptor modulators or aromatase inhibitor, with/without concurrent ovarian suppression) or chemotherapy (per investigator's choice of taxanes, capecitabine, or vinorelbine). The primary endpoint was progression-free survival (PFS) with a noninferiority upper margin of 1.35 for the HR. The intention-to-treat population was used in primary and safety analyses.",
        "Results/Findings": "A total of 392 patients were enrolled and assigned randomly to receive trastuzumab plus endocrine therapy (ET group, n = 196) or trastuzumab plus chemotherapy (CT group, n = 196). After a median follow-up of 30.2 months [interquartile range (IQR) 15.0-44.7], the median PFS was 19.2 months [95% confidence interval (CI), 16.7-21.7)] in the ET group and 14.8 months (12.8-16.8) in the CT group (hazard ratio, 0.88; 95% CI, 0.71-1.09; Pnoninferiority < 0.0001). A significantly higher prevalence of toxicity was observed in the CT group compared with the ET group.",
        "Conclusion/Interpretation": "Trastuzumab plus endocrine therapy was noninferior to trastuzumab plus chemotherapy in patients with HR+HER2+ MBC.",
        "Keywords": "",
        "MeSH_Terms": "Antineoplastic Combined Chemotherapy Protocols / adverse effects; Aromatase Inhibitors; Breast Neoplasms* / pathology; Disease-Free Survival; Female; Humans; Receptor, ErbB-2; Trastuzumab; Treatment Outcome"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "68",
        "es_title": "Loss of HER2 after HER2-targeted treatment.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "69",
        "es_title": "Efficacy, Safety, and Immunogenicity of HLX02 Compared with Reference Trastuzumab in Patients with Recurrent or Metastatic HER2-Positive Breast Cancer: A Randomized Phase III Equivalence Trial.",
        "Background/Purpose": "HLX02 is an approved biosimilar of trastuzumab.",
        "Methods": "This study aimed to evaluated the efficacy, safety, and immunogenicity of HLX02 compared with reference trastuzumab in patients with human epidermal growth factor receptor 2 (HER2)-positive recurrent or metastatic breast cancer.",
        "Results/Findings": "This randomized, double-blind, phase III study was conducted at 89 centers in China, the Philippines, Poland, and Ukraine. Eligible patients were randomized (1:1) to receive HLX02 or European Union (EU)-sourced trastuzumab (initial dose of 8 mg/kg, followed by 6 mg/kg every 3 weeks for up to 12 months) in combination with docetaxel intravenously. The primary endpoint was overall response rate up to week 24 (ORR ). Equivalence was declared if the 95% confidence interval (CI) of difference was within ± 13.5%. Safety and immunogenicity were evaluated in patients who received at least one dose of study medication.",
        "Conclusion/Interpretation": "Between 11 November 2016 and 10 July 2019, a total of 649 patients were enrolled. The ORR  was 71.3 and 71.4% in the HLX02 (n = 324) and EU-trastuzumab (n = 325) groups, with a difference of - 0.1% (95% CI - 7 to 6.9), which fell entirely in the predefined equivalence margins. No statistically significant differences were observed in all secondary efficacy analyses. Safety profiles and immunogenicity were comparable in HLX02 and EU-trastuzumab groups. In total, 98.8% of patients in each group experienced at least one treatment-emergent adverse event (TEAE), 23.8 and 24.9% experienced serious TEAEs, and 0.6% in each group had antidrug antibodies.",
        "Keywords": "",
        "MeSH_Terms": "Antineoplastic Combined Chemotherapy Protocols / adverse effects; Breast Neoplasms* / drug therapy; Docetaxel / therapeutic use; Humans; Poland; Receptor, ErbB-2; Trastuzumab / adverse effects"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "70",
        "es_title": "Phase II trial of paclitaxel by 3-hour infusion as initial and salvage chemotherapy for metastatic breast cancer.",
        "Background/Purpose": "To evaluate the efficacy and safety of paclitaxel administered by 3-hour infusion as initial and salvage chemotherapy for metastatic breast cancer.",
        "Methods": "Forty-nine patients with metastatic breast cancer received paclitaxel via 3-hour intravenous infusion after standard premedication. Prophylactic granulocyte colony-stimulating factor (G-CSF) was not used, and chemotherapy was cycled every 3 weeks. For 25 patients who received paclitaxel as initial therapy (group I), the starting dose was 250 mg/m2. Twenty-four patients who had received two or more prior regimens, including an anthracycline (group II), started at 175 mg/m2. Paclitaxel pharmacokinetics were evaluated in 23 patients in group I.",
        "Results/Findings": "Grade 3 and 4 toxicities included (groups I/II) neutropenia (36%/33%), thrombocytopenia (0%/8%), anemia (0%/13%), neuropathy (8%/0%), arthralgia/myalgia (16%/4%), and mucositis (4%/4%). No significant hypersensitivity-type reactions or cardiac arrhythmias were seen. Six patients who received paclitaxel at > or = 250 mg/m2 experienced transient photopsia, without apparent chronic neuro-ophthalmologic sequelae. The mean peak plasma paclitaxel concentration was 5.87 mumol/L (range, 1.99 to 7.89) for these patients, and 6.08 mumol/L (range, 0.81 to 13.81) for 17 of 19 patients who did not experience visual symptoms. In 25 assessable patients in group I at a median follow-up time of 12 months, one complete response (CR) and seven partial responses (PRs) have been observed, for a total response rate of 32% (95% confidence interval [CI], 15% to 53%). In group II, five PRs were noted in 24 assessable patients (20.8%; 95% CI, 7% to 42%). Median response durations were 7 months for group I and 4 months for group II.",
        "Conclusion/Interpretation": "Paclitaxel via 3-hour infusion, without prophylactic G-CSF, is active and safe as initial and subsequent therapy for metastatic breast cancer. The transient visual symptoms noted at higher doses seem unrelated to peak plasma paclitaxel concentration. Further studies that compare 3- and 24 hour (or other) infusion schedules are necessary to determine the optimal administration of paclitaxel in metastatic breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Antineoplastic Agents, Phytogenic / administration & dosage*; Antineoplastic Agents, Phytogenic / adverse effects; Antineoplastic Agents, Phytogenic / pharmacokinetics; Bayes Theorem; Bone Neoplasms / secondary; Breast Neoplasms / drug therapy*; Breast Neoplasms / pathology; Drug Administration Schedule; Female; Hematologic Diseases / chemically induced; Humans; Infusions, Intravenous; Middle Aged; Neoplasm Staging; Paclitaxel / administration & dosage*; Paclitaxel / adverse effects; Paclitaxel / pharmacokinetics; Prospective Studies; Remission Induction / methods; Salvage Therapy"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "71",
        "es_title": "Multicenter phase II trial of weekly paclitaxel in women with metastatic breast cancer.",
        "Background/Purpose": "We evaluated the safety and efficacy of weekly paclitaxel therapy in women with metastatic breast cancer in a phase II multicenter trial. Entry criteria were relatively liberal to reflect the heterogeneity of metastatic breast cancer in clinical practice.",
        "Methods": "Patients had histologically confirmed and measurable metastatic breast cancer. Up to two prior chemotherapy regimens for metastatic disease, including prior therapy with anthracyclines and taxanes and prior high-dose therapy, were allowed. Paclitaxel 80 mg/m(2) was administered weekly for 4 weeks per 4-week cycle.",
        "Results/Findings": "We enrolled 212 patients; 211 were assessable for toxicity and 177 were assessable for response. Ninety percent of patients had received prior chemotherapy (adjuvant, metastatic, or both), 46% of patients had three or more involved metastatic sites, and 60% of patients had visceral-dominant disease. Responses were documented on two occasions and were independently reviewed. The overall response rate (complete plus partial response) was 21.5% (95% confidence interval, 15.4% to 27.5%), with 41.8% of patients having disease stabilization. Median time to progression was 4.7 months, and overall survival in all 212 patients enrolled was 12.8 months. Therapy was well tolerated, with a 15% incidence of grade 3/4 hematologic toxicity and a 9% incidence of grade 3 neurotoxicity; other serious toxicities were rare. The response rate and toxicity profile in the 34% of patients > or = 65 years of age were similar to that of younger patients.",
        "Conclusion/Interpretation": "Weekly paclitaxel therapy was well tolerated and demonstrated reasonable activity in this relatively heavily pretreated population with advanced disease. Further study of weekly paclitaxel in combination therapy is warranted.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Antineoplastic Agents, Phytogenic / adverse effects; Antineoplastic Agents, Phytogenic / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / secondary; Disease-Free Survival; Female; Humans; Middle Aged; Neutropenia / chemically induced; Paclitaxel / adverse effects; Paclitaxel / therapeutic use*; Quality of Life; Treatment Outcome"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "72",
        "es_title": "Randomized phase III trial comparing docetaxel plus epirubicin versus docetaxel plus capecitabine as first-line treatment in women with advanced breast cancer.",
        "Background/Purpose": "The purpose of this study was to compare docetaxel plus epirubicin versus docetaxel plus capecitabine combinations as front-line treatment in women with advanced breast cancer (ABC).",
        "Methods": "Previously untreated patients with ABC were randomly assigned to receive docetaxel 75 mg/m(2) plus epirubicin 75 mg/m(2) (DE) on day 1 or docetaxel 75 mg/m(2) on day 1 plus capecitabine 950 mg/m(2) orally twice daily on days 1-14 (DC) in 21-day cycles. Previous anthracycline-based (neo)-adjuvant chemotherapy was allowed if completed >1 year before enrollment. The primary objective of the study was to compare time to disease progression (TTP).",
        "Results/Findings": "One hundred and thirty-six women were treated on each arm and median TTP was 10.6 versus 11.0 months (P = 0.7), for DE and DC, respectively. According to RECIST criteria we observed 15 (11%) versus 11 (8%) complete responses and 55 (40%) versus 61 (45%) partial responses (P = 0.8), with DE and DC, respectively. Severe toxicity included grade 3-4 neutropenia (57% versus 46%; P = 0.07), febrile neutropenia (11% versus 8%; P = 0.4), hand-foot syndrome (0% versus 4%; P = 0.02), grade 2-3 anemia (20% versus 7%; P = 0.001) and asthenia (12% versus 6%; P = 0.09) with DE and DC, respectively.",
        "Conclusion/Interpretation": "The DE and DC regimens have similar efficacy but different toxicity. Either regimen can be used as front-line treatment of ABC.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / pathology; Capecitabine; Deoxycytidine / administration & dosage; Deoxycytidine / adverse effects; Deoxycytidine / analogs & derivatives; Docetaxel; Epirubicin / administration & dosage; Epirubicin / adverse effects; Female; Fluorouracil / administration & dosage; Fluorouracil / adverse effects; Fluorouracil / analogs & derivatives; Humans; Kaplan-Meier Estimate; Middle Aged; Neoplasm Staging; Neutropenia / chemically induced; Taxoids / administration & dosage; Taxoids / adverse effects"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "73",
        "es_title": "Safety and efficacy of two different doses of capecitabine in the treatment of advanced breast cancer in older women.",
        "Background/Purpose": "To evaluate the safety and efficacy of capecitabine in older women with advanced breast cancer.",
        "Methods": "Seventy-three eligible patients (median age, 73 years; range, 65 to 89 years) were enrolled. The first 30 patients received oral capecitabine 1,250 mg/m(2) twice daily on days 1 to 14 every 21 days. Due to the occurrence of two toxic deaths, capecitabine 1,000 mg/m(2) twice daily was given to the subsequent 43 patients.",
        "Results/Findings": "All patients were assessable for safety and efficacy. A total of 351 treatment cycles were administered (median, six per patient; range, one to eight cycles). Dose reductions due to toxicities were required in 30% of patients in the standard-dose group, but capecitabine was given without a dose reduction to 95% of patients in the low-dose group. Capecitabine demonstrated a favorable safety profile. The overall incidence of grade 3/4 toxicities was low: the most common events reported in </= 10% of the patients were fatigue, diarrhea, dyspnea, and nausea. In the standard-dose group, the response rate was 36.7% (95% CI, 19.9% to 56.1%). An additional seven patients had disease stabilization at >/= 24 weeks. In the low-dose group, the response rate was 34.9% (95% CI, 21% to 50.9%). An additional 15 patients had prolonged stabilization. The median time to disease progression was 4 months in either group.",
        "Conclusion/Interpretation": "This study shows that capecitabine is safe and effective in the elderly breast cancer patient. Based on the overall results, the capecitabine dose of 1,000 mg/m(2) twice daily merits consideration as \"standard\" for older patients who do not have severely impaired renal function.",
        "Keywords": "",
        "MeSH_Terms": "Administration, Oral; Age Factors; Aged; Aged, 80 and over; Antimetabolites, Antineoplastic / administration & dosage; Antimetabolites, Antineoplastic / adverse effects*; Antimetabolites, Antineoplastic / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / pathology; Capecitabine; Deoxycytidine / administration & dosage*; Deoxycytidine / analogs & derivatives*; Deoxycytidine / therapeutic use*; Disease Progression; Drug Administration Schedule; Female; Fluorouracil / analogs & derivatives; Humans; Kidney Diseases / complications; Treatment Outcome"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "74",
        "es_title": "Gemcitabine as single-agent therapy in the management of advanced breast cancer.",
        "Background/Purpose": "Many active cytotoxic agents exist for breast cancer therapy, and numerous combination chemotherapy regimens are derived from them. Creating these combinations is sometimes empirically motivated by non-overlapping toxicities or the expectation of non-cross resistance. Yet, there is usually no absolute division of these aspects among cytotoxic agents, and the median survival for patients with metastatic breast cancer has not been dramatically prolonged by this approach. When the outcome of treatment is palliation rather than cure, it becomes paramount to optimize the dynamic equilibrium between chemotherapy-induced side effects and the benefits attributable to relief of cancer-related symptoms. To this end, several recent clinical trials have evaluated the novel nucleoside analog gemcitabine (Gemzar) as single-agent therapy for advanced breast cancer. This article reviews these trials.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Antimetabolites, Antineoplastic / therapeutic use*; Breast Neoplasms / drug therapy*; Clinical Trials, Phase I as Topic; Clinical Trials, Phase II as Topic; Deoxycytidine / adverse effects; Deoxycytidine / analogs & derivatives; Deoxycytidine / chemistry; Deoxycytidine / pharmacology; Deoxycytidine / therapeutic use*; Female; Gemcitabine; Humans; Neoplasm Metastasis; Palliative Care"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "75",
        "es_title": "Weekly vinorelbine is an effective palliative regimen after failure with anthracyclines and taxanes in metastatic breast carcinoma.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Anthracyclines / therapeutic use; Antineoplastic Agents, Phytogenic / administration & dosage*; Breast Neoplasms / drug therapy*; Capecitabine; Deoxycytidine / analogs & derivatives*; Deoxycytidine / therapeutic use*; Drug Resistance, Neoplasm; Female; Fluorouracil / analogs & derivatives; Humans; Neoplasm Metastasis; Palliative Care*; Vinblastine / administration & dosage*; Vinblastine / analogs & derivatives*; Vinorelbine"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "76",
        "es_title": "Phase III study of iniparib plus gemcitabine and carboplatin versus gemcitabine and carboplatin in patients with metastatic triple-negative breast cancer.",
        "Background/Purpose": "There is a lack of treatments providing survival benefit for patients with metastatic triple-negative breast cancer (mTNBC), with no standard of care. A randomized phase II trial showed significant benefit for gemcitabine, carboplatin, and iniparib (GCI) over gemcitabine and carboplatin (GC) in clinical benefit rate, response rate, progression-free survival (PFS), and overall survival (OS). Here, we formally compare the efficacy of these regimens in a phase III trial.",
        "Methods": "Patients with stage IV/locally recurrent TNBC who had received no more than two previous chemotherapy regimens for mTNBC were randomly allocated to gemcitabine 1,000 mg/m(2) and carboplatin area under the curve 2 (days 1 and 8) alone or GC plus iniparib 5.6 mg/kg (days 1, 4, 8, and 11) every 3 weeks. Random assignment was stratified by the number of prior chemotherapies. The coprimary end points were OS and PFS. Patients receiving GC could cross over to iniparib on progression.",
        "Results/Findings": "Five hundred nineteen patients were randomly assigned (261 GCI; 258 GC). In the primary analysis, no statistically significant difference was observed for OS (hazard ratio [HR] = 0.88; 95% CI, 0.69 to 1.12; P = .28) nor PFS (HR = 0.79; 95% CI, 0.65 to 0.98; P = .027). An exploratory analysis showed that patients in the second-/third-line had improved OS (HR = 0.65; 95% CI, 0.46 to 0.91) and PFS (HR = 0.68; 95% CI, 0.50 to 0.92) with GCI. The safety profile for GCI was similar to GC.",
        "Conclusion/Interpretation": "The trial did not meet the prespecified criteria for the coprimary end points of PFS and OS in the ITT population. The potential benefit with iniparib observed in second-/third-line subgroup warrants further evaluation.",
        "Keywords": "ClinicalTrials.gov  .",
        "MeSH_Terms": "Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Benzamides / administration & dosage; Carboplatin / administration & dosage; Deoxycytidine / administration & dosage; Deoxycytidine / analogs & derivatives; Disease Progression; Disease-Free Survival; Female; Gemcitabine; Humans; Kaplan-Meier Estimate; Middle Aged; Neoplasm Recurrence, Local; Neoplasm Staging; Proportional Hazards Models; Risk Factors; Time Factors; Treatment Outcome; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / mortality; Triple Negative Breast Neoplasms / secondary*; United States"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "77",
        "es_title": "Cisplatin plus gemcitabine versus paclitaxel plus gemcitabine as first-line therapy for metastatic triple-negative breast cancer (CBCSG006): a randomised, open-label, multicentre, phase 3 trial.",
        "Background/Purpose": "Platinum chemotherapy has a role in the treatment of metastatic triple-negative breast cancer but its full potential has probably not yet been reached. We assessed whether a cisplatin plus gemcitabine regimen was non-inferior to or superior to paclitaxel plus gemcitabine as first-line therapy for patients with metastatic triple-negative breast cancer.",
        "Methods": "For this open-label, randomised, phase 3, hybrid-designed trial undertaken at 12 institutions or hospitals in China, we included Chinese patients aged 18-70 years with previously untreated, histologically confirmed metastatic triple-negative breast cancer, and an ECOG performance status of 0-1. These patients were randomly assigned (1:1) to receive either cisplatin plus gemcitabine (cisplatin 75 mg/m(2) on day 1 and gemcitabine 1250 mg/m(2) on days 1 and 8) or paclitaxel plus gemcitabine (paclitaxel 175 mg/m(2) on day 1 and gemcitabine 1250 mg/m(2) on days 1 and 8) given intravenously every 3 weeks for a maximum of eight cycles. Randomisation was done centrally via an interactive web response system using block randomisation with a size of eight, with no stratification factors. Patients and investigator were aware of group assignments. The primary endpoint was progression-free survival and analyses were based on all patients who received at least one dose of assigned treatment. The margin used to establish non-inferiority was 1·2. If non-inferiority of cisplatin plus gemcitabine compared with paclitaxel plus gemcitabine was achieved, we would then test for superiority. The trial is registered with ClinicalTrials.gov, number  .",
        "Results/Findings": "From Jan 14, 2011, to Nov 14, 2013, 240 patients were assessed for eligibility and randomly assigned to treatment (120 in the cisplatin plus gemcitabine group and 120 in the paclitaxel plus gemcitabine group). 236 patients received at least one dose of assigned chemotherapy and were included in the modified intention-to-treat analysis (118 per group). After a median follow-up of 16·3 months (IQR 14·4-26·8) in the cisplatin plus gemcitabine group and 15·9 months (10·7-25·4) in the paclitaxel plus gemcitabine group, the hazard ratio for progression-free survival was 0·692 (95% CI 0·523-0·915; pnon-inferiority<0·0001, psuperiority=0·009, thus cisplatin plus gemcitabine was both non-inferior to and superior to paclitaxel plus gemcitabine. Median progression-free survival was 7·73 months (95% CI 6·16-9·30) in the cisplatin plus gemcitabine group and 6·47 months (5·76-7·18) in the paclitaxel plus gemcitabine group. Grade 3 or 4 adverse events that differed significantly between the two groups included nausea (eight [7%] vs one [<1%]), vomiting (13 [11%] vs one [<1%]), musculoskeletal pain (none vs ten [8%]), anaemia (39 [33%] vs six [5%]), and thrombocytopenia (38 [32%] vs three [3%]), for the cisplatin plus gemcitabine compared with the paclitaxel plus gemcitabine groups, respectively. In addition, patients in the cisplatin plus gemcitabine group had significantly fewer events of grade 1-4 alopecia (12 [10%] vs 42 [36%]) and peripheral neuropathy (27 [23%] vs 60 [51%]), but more grade 1-4 anorexia (33 [28%] vs 10 [8%]), constipation (29 [25%] vs 11 [9%]), hypomagnesaemia (27 [23%] vs five [4%]), and hypokalaemia (10 [8%] vs two [2%]). Serious drug-related adverse events were seen in three patients in the paclitaxel plus gemcitabine group (interstitial pneumonia, anaphylaxis, and severe neutropenia) and four in the cisplatin plus gemcitabine group (pathological bone fracture, thrombocytopenia with subcutaneous haemorrhage, severe anaemia, and cardiogenic syncope). There were no treatment-related deaths.",
        "Conclusion/Interpretation": "Cisplatin plus gemcitabine could be an alternative or even the preferred first-line chemotherapy strategy for patients with metastatic triple-negative breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Antineoplastic Combined Chemotherapy Protocols / administration & dosage*; Antineoplastic Combined Chemotherapy Protocols / adverse effects; China; Cisplatin / administration & dosage*; Cisplatin / adverse effects; Deoxycytidine / administration & dosage; Deoxycytidine / adverse effects; Deoxycytidine / analogs & derivatives*; Disease-Free Survival; Female; Gemcitabine; Humans; Middle Aged; Neoplasm Staging; Paclitaxel / administration & dosage*; Paclitaxel / adverse effects; Treatment Outcome; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / pathology"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "78",
        "es_title": "The role of maintenance thalidomide therapy in multiple myeloma: MRC Myeloma IX results and meta-analysis.",
        "Background/Purpose": "Thalidomide maintenance has the potential to modulate residual multiple myeloma (MM) after an initial response. This trial compared the effect of thalidomide maintenance and no maintenance on progression-free survival (PFS) and overall survival (OS) in MM patients. After intensive or nonintensive induction therapy, 820 newly diagnosed MM patients were randomized to open-label thalidomide maintenance until progression, or no maintenance. Interphase FISH (iFISH) analysis was performed at study entry. Median PFS was significantly longer with thalidomide maintenance (log-rank P < .001). Median OS was similar between regimens (log-rank P = .40). Patients with favorable iFISH showed improved PFS (P = .004) and a trend toward a late survival benefit. Patients with adverse iFISH receiving thalidomide showed no significant PFS benefit and worse OS (P = .009). Effective relapse therapy enhanced survival after progression, translating into a significant OS benefit. Meta-analysis of this and other studies show a significant late OS benefit (P < .001, 7-year difference hazard ratio = 12.3; 95% confidence interval, 5.5-19.0). Thalidomide maintenance significantly improves PFS and can be associated with improved OS. iFISH testing is important in assessing the clinical impact of maintenance therapy. Overview analysis demonstrated that thalidomide maintenance was associated with a significant late OS benefit. This trial was registered at www.isrctn.org as #ISRCTN68454111.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Angiogenesis Inhibitors / therapeutic use*; Clinical Trials as Topic; Female; Humans; Maintenance Chemotherapy*; Male; Meta-Analysis as Topic; Middle Aged; Multiple Myeloma / drug therapy*; Multiple Myeloma / mortality*; Survival Rate; Thalidomide / therapeutic use*; Treatment Outcome"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "79",
        "es_title": "Pembrolizumab plus chemotherapy versus placebo plus chemotherapy for previously untreated locally recurrent inoperable or metastatic triple-negative breast cancer (KEYNOTE-355): a randomised, placebo-controlled, double-blind, phase 3 clinical trial.",
        "Background/Purpose": "Pembrolizumab monotherapy showed durable antitumour activity and manageable safety in patients with metastatic triple-negative breast cancer. We aimed to examine whether the addition of pembrolizumab would enhance the antitumour activity of chemotherapy in patients with metastatic triple-negative breast cancer.",
        "Methods": "In this randomised, placebo-controlled, double-blind, phase 3 trial, done in 209 sites in 29 countries, we randomly assigned patients 2:1 with untreated locally recurrent inoperable or metastatic triple-negative breast cancer using a block method (block size of six) and an interactive voice-response system with integrated web-response to pembrolizumab (200 mg) every 3 weeks plus chemotherapy (nab-paclitaxel; paclitaxel; or gemcitabine plus carboplatin) or placebo plus chemotherapy. Randomisation was stratified by type of on-study chemotherapy (taxane or gemcitabine-carboplatin), PD-L1 expression at baseline (combined positive score [CPS] ≥1 or <1), and previous treatment with the same class of chemotherapy in the neoadjuvant or adjuvant setting (yes or no). Eligibility criteria included age at least 18 years, centrally confirmed triple-negative breast cancer; at least one measurable lesion; provision of a newly obtained tumour sample for determination of triple-negative breast cancer status and PD-L1 status by immunohistochemistry at a central laboratory; an Eastern Cooperative Oncology Group performance status score 0 or 1; and adequate organ function. The sponsor, investigators, other study site staff (except for the unmasked pharmacist), and patients were masked to pembrolizumab versus saline placebo administration. In addition, the sponsor, the investigators, other study site staff, and patients were masked to patient-level tumour PD-L1 biomarker results. Dual primary efficacy endpoints were progression-free survival and overall survival assessed in the PD-L1 CPS of 10 or more, CPS of 1 or more, and intention-to-treat populations. The definitive assessment of progression-free survival was done at this interim analysis; follow-up to assess overall survival is continuing. For progression-free survival, a hierarchical testing strategy was used, such that testing was done first in patients with CPS of 10 or more (prespecified statistical criterion was α=0·00411 at this interim analysis), then in patients with CPS of 1 or more (α=0·00111 at this interim analysis, with partial alpha from progression-free survival in patients with CPS of 10 or more passed over), and finally in the intention-to-treat population (α=0·00111 at this interim analysis). This study is registered with ClinicalTrials.gov,  , and is ongoing.",
        "Results/Findings": "Between Jan 9, 2017, and June 12, 2018, of 1372 patients screened, 847 were randomly assigned to treatment, with 566 patients in the pembrolizumab-chemotherapy group and 281 patients in the placebo-chemotherapy group. At the second interim analysis (data cutoff, Dec 11, 2019), median follow-up was 25·9 months (IQR 22·8-29·9) in the pembrolizumab-chemotherapy group and 26·3 months (22·7-29·7) in the placebo-chemotherapy group. Among patients with CPS of 10 or more, median progression-free survival was 9·7 months with pembrolizumab-chemotherapy and 5·6 months with placebo-chemotherapy (hazard ratio [HR] for progression or death, 0·65, 95% CI 0·49-0·86; one-sided p=0·0012 [primary objective met]). Median progression-free survival was 7·6 and 5·6 months (HR, 0·74, 0·61-0·90; one-sided p=0·0014 [not significant]) among patients with CPS of 1 or more and 7·5 and 5·6 months (HR, 0·82, 0·69-0·97 [not tested]) among the intention-to-treat population. The pembrolizumab treatment effect increased with PD-L1 enrichment. Grade 3-5 treatment-related adverse event rates were 68% in the pembrolizumab-chemotherapy group and 67% in the placebo-chemotherapy group, including death in <1% in the pembrolizumab-chemotherapy group and 0% in the placebo-chemotherapy group.",
        "Conclusion/Interpretation": "Pembrolizumab-chemotherapy showed a significant and clinically meaningful improvement in progression-free survival versus placebo-chemotherapy among patients with metastatic triple-negative breast cancer with CPS of 10 or more. These findings suggest a role for the addition of pembrolizumab to standard chemotherapy for the first-line treatment of metastatic triple-negative breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Antibodies, Monoclonal, Humanized / therapeutic use*; Antineoplastic Agents / therapeutic use; Antineoplastic Agents, Immunological / therapeutic use*; Antineoplastic Combined Chemotherapy Protocols / therapeutic use; B7-H1 Antigen / drug effects; B7-H1 Antigen / metabolism; Double-Blind Method; Female; Follow-Up Studies; Humans; Middle Aged; Neoplasm Recurrence, Local / drug therapy*; Neoplasm Recurrence, Local / metabolism; Neoplasm Recurrence, Local / pathology; Outcome Assessment, Health Care; Placebos / administration & dosage; Progression-Free Survival; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / metabolism; Triple Negative Breast Neoplasms / secondary"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "80",
        "es_title": "Olaparib for Metastatic Breast Cancer in Patients with a Germline BRCA Mutation.",
        "Background/Purpose": "Olaparib is an oral poly(adenosine diphosphate-ribose) polymerase inhibitor that has promising antitumor activity in patients with metastatic breast cancer and a germline BRCA mutation.",
        "Methods": "We conducted a randomized, open-label, phase 3 trial in which olaparib monotherapy was compared with standard therapy in patients with a germline BRCA mutation and human epidermal growth factor receptor type 2 (HER2)-negative metastatic breast cancer who had received no more than two previous chemotherapy regimens for metastatic disease. Patients were randomly assigned, in a 2:1 ratio, to receive olaparib tablets (300 mg twice daily) or standard therapy with single-agent chemotherapy of the physician's choice (capecitabine, eribulin, or vinorelbine in 21-day cycles). The primary end point was progression-free survival, which was assessed by blinded independent central review and was analyzed on an intention-to-treat basis.",
        "Results/Findings": "Of the 302 patients who underwent randomization, 205 were assigned to receive olaparib and 97 were assigned to receive standard therapy. Median progression-free survival was significantly longer in the olaparib group than in the standard-therapy group (7.0 months vs. 4.2 months; hazard ratio for disease progression or death, 0.58; 95% confidence interval, 0.43 to 0.80; P<0.001). The response rate was 59.9% in the olaparib group and 28.8% in the standard-therapy group. The rate of grade 3 or higher adverse events was 36.6% in the olaparib group and 50.5% in the standard-therapy group, and the rate of treatment discontinuation due to toxic effects was 4.9% and 7.7%, respectively.",
        "Conclusion/Interpretation": "Among patients with HER2-negative metastatic breast cancer and a germline BRCA mutation, olaparib monotherapy provided a significant benefit over standard therapy; median progression-free survival was 2.8 months longer and the risk of disease progression or death was 42% lower with olaparib monotherapy than with standard therapy. (Funded by AstraZeneca; OlympiAD ClinicalTrials.gov number,   .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Antineoplastic Agents / adverse effects; Antineoplastic Agents / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / genetics; Breast Neoplasms / mortality; Chemotherapy, Adjuvant; Disease-Free Survival; Female; Genes, BRCA1*; Genes, BRCA2*; Germ-Line Mutation*; Humans; Kaplan-Meier Estimate; Middle Aged; Neoplasm Metastasis / drug therapy; Phthalazines / adverse effects; Phthalazines / therapeutic use*; Piperazines / adverse effects; Piperazines / therapeutic use*; Poly(ADP-ribose) Polymerase Inhibitors / adverse effects; Poly(ADP-ribose) Polymerase Inhibitors / therapeutic use*; Receptor, ErbB-2; Young Adult"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "81",
        "es_title": "OlympiAD final overall survival and tolerability results: Olaparib versus chemotherapy treatment of physician's choice in patients with a germline BRCA mutation and HER2-negative metastatic breast cancer.",
        "Background/Purpose": "In the OlympiAD study, olaparib was shown to improve progression-free survival compared with chemotherapy treatment of physician's choice (TPC) in patients with a germline BRCA1 and/or BRCA2 mutation (BRCAm) and human epidermal growth factor receptor 2 (HER2)-negative metastatic breast cancer (mBC). We now report the planned final overall survival (OS) results, and describe the most common adverse events (AEs) to better understand olaparib tolerability in this population.",
        "Methods": "OlympiAD, a Phase III, randomized, controlled, open-label study ( ), enrolled patients with a germline BRCAm and HER2-negative mBC who had received ≤2 lines of chemotherapy for mBC. Patients were randomized to olaparib tablets (300 mg bid) or predeclared TPC (capecitabine, vinorelbine, or eribulin). OS and safety were secondary end points.",
        "Results/Findings": "A total of 205 patients were randomized to olaparib and 97 to TPC. At 64% data maturity, median OS was 19.3 months with olaparib versus 17.1 months with TPC (HR 0.90, 95% CI 0.66-1.23; P = 0.513); median follow-up was 25.3 and 26.3 months, respectively. HR for OS with olaparib versus TPC in prespecified subgroups were: prior chemotherapy for mBC [no (first-line setting): 0.51, 95% CI 0.29-0.90; yes (second/third-line): 1.13, 0.79-1.64]; receptor status (triple negative: 0.93, 0.62-1.43; hormone receptor positive: 0.86, 0.55-1.36); prior platinum (yes: 0.83, 0.49-1.45; no: 0.91, 0.64-1.33). Adverse events during olaparib treatment were generally low grade and manageable by supportive treatment or dose modification. There was a low rate of treatment discontinuation (4.9%), and the risk of developing anemia did not increase with extended olaparib exposure.",
        "Conclusion/Interpretation": "While there was no statistically significant improvement in OS with olaparib compared to TPC, there was the possibility of meaningful OS benefit among patients who had not received chemotherapy for metastatic disease. Olaparib was generally well-tolerated, with no evidence of cumulative toxicity during extended exposure. Please see the article online for additional video content.",
        "Keywords": "PARP inhibitor; breast cancer; germline BRCA mutation; olaparib; overall survival; tolerability.",
        "MeSH_Terms": "Administration, Oral; Adult; Aged; Anemia / chemically induced; Anemia / epidemiology; Antineoplastic Combined Chemotherapy Protocols / administration & dosage*; Antineoplastic Combined Chemotherapy Protocols / adverse effects; BRCA1 Protein / genetics; Breast Neoplasms / drug therapy*; Breast Neoplasms / genetics; Breast Neoplasms / mortality; Breast Neoplasms / pathology; Female; Follow-Up Studies; Germ-Line Mutation; Humans; Middle Aged; Phthalazines / administration & dosage*; Phthalazines / adverse effects; Piperazines / administration & dosage*; Piperazines / adverse effects; Poly(ADP-ribose) Polymerase Inhibitors / administration & dosage*; Poly(ADP-ribose) Polymerase Inhibitors / adverse effects; Progression-Free Survival; Receptor, ErbB-2 / analysis; Receptor, ErbB-2 / metabolism; Tablets"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "82",
        "es_title": "Eribulin mesilate versus vinorelbine in women with locally recurrent or metastatic breast cancer: A randomised clinical trial.",
        "Background/Purpose": "The objective of this study was to evaluate the efficacy and safety of eribulin monotherapy, relative to vinorelbine, in Chinese women with locally recurrent/metastatic breast cancer (MBC).",
        "Methods": "This phase III open-label, randomised, parallel-group, multicentre clinical trial enrolled patients with locally recurrent or MBC who had had 2-5 prior chemotherapy regimens, including an anthracycline and taxane) from September 26, 2013, to May 19, 2015. Women were randomised 1:1 to receive eribulin (1.4 mg/m , intravenously, on day 1 and day 8) or vinorelbine (25 mg/m , intravenously, on day 1, day 8 and day 15) every 21 days. The primary end-point was progression-free survival (PFS). Secondary end-points included objective response rate (ORR), duration of response and overall survival (OS).",
        "Results/Findings": "Five hundred thirty women were randomised to receive eribulin (n = 264) or vinorelbine (n = 266). Improvement in PFS was observed with eribulin compared with vinorelbine (hazard ratio [HR]: 0.80, 95% confidence interval [CI]: 0.65-0.98, P = 0.036); median PFS was 2.8 months in both treatment arms. The median OS was 13.4 months with eribulin and 12.5 months with vinorelbine (HR: 1.03, 95% CI: 0.80-1.31, P = 0.838). The ORR was 30.7% (95% CI: 25.2%-36.6%) with eribulin and 16.9% (95% CI: 12.6%-22.0%) with vinorelbine (P < 0.001). Treatment-emergent adverse events leading to treatment discontinuation were less frequent with eribulin (7.2%) than with vinorelbine (14.0%).",
        "Conclusion/Interpretation": "Eribulin achieved statistically significantly superior PFS (and response rate) compared with vinorelbine in previously treated women with locally recurrent or MBC. Eribulin appeared to be better tolerated than vinorelbine, with no new safety signals observed.",
        "Keywords": "Eribulin; Locally recurrent or metastatic breast cancer; Progression-free survival; Tolerability.",
        "MeSH_Terms": "Adolescent; Adult; Aged; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Female; Furans / therapeutic use*; Humans; Ketones / therapeutic use*; Middle Aged; Neoplasm Recurrence, Local / drug therapy*; Proportional Hazards Models; Treatment Outcome; Vinorelbine / therapeutic use*; Young Adult"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "83",
        "es_title": "Cisplatin plus gemcitabine versus paclitaxel plus gemcitabine as first-line therapy for metastatic triple-negative breast cancer (CBCSG006): a randomised, open-label, multicentre, phase 3 trial.",
        "Background/Purpose": "Platinum chemotherapy has a role in the treatment of metastatic triple-negative breast cancer but its full potential has probably not yet been reached. We assessed whether a cisplatin plus gemcitabine regimen was non-inferior to or superior to paclitaxel plus gemcitabine as first-line therapy for patients with metastatic triple-negative breast cancer.",
        "Methods": "For this open-label, randomised, phase 3, hybrid-designed trial undertaken at 12 institutions or hospitals in China, we included Chinese patients aged 18-70 years with previously untreated, histologically confirmed metastatic triple-negative breast cancer, and an ECOG performance status of 0-1. These patients were randomly assigned (1:1) to receive either cisplatin plus gemcitabine (cisplatin 75 mg/m(2) on day 1 and gemcitabine 1250 mg/m(2) on days 1 and 8) or paclitaxel plus gemcitabine (paclitaxel 175 mg/m(2) on day 1 and gemcitabine 1250 mg/m(2) on days 1 and 8) given intravenously every 3 weeks for a maximum of eight cycles. Randomisation was done centrally via an interactive web response system using block randomisation with a size of eight, with no stratification factors. Patients and investigator were aware of group assignments. The primary endpoint was progression-free survival and analyses were based on all patients who received at least one dose of assigned treatment. The margin used to establish non-inferiority was 1·2. If non-inferiority of cisplatin plus gemcitabine compared with paclitaxel plus gemcitabine was achieved, we would then test for superiority. The trial is registered with ClinicalTrials.gov, number  .",
        "Results/Findings": "From Jan 14, 2011, to Nov 14, 2013, 240 patients were assessed for eligibility and randomly assigned to treatment (120 in the cisplatin plus gemcitabine group and 120 in the paclitaxel plus gemcitabine group). 236 patients received at least one dose of assigned chemotherapy and were included in the modified intention-to-treat analysis (118 per group). After a median follow-up of 16·3 months (IQR 14·4-26·8) in the cisplatin plus gemcitabine group and 15·9 months (10·7-25·4) in the paclitaxel plus gemcitabine group, the hazard ratio for progression-free survival was 0·692 (95% CI 0·523-0·915; pnon-inferiority<0·0001, psuperiority=0·009, thus cisplatin plus gemcitabine was both non-inferior to and superior to paclitaxel plus gemcitabine. Median progression-free survival was 7·73 months (95% CI 6·16-9·30) in the cisplatin plus gemcitabine group and 6·47 months (5·76-7·18) in the paclitaxel plus gemcitabine group. Grade 3 or 4 adverse events that differed significantly between the two groups included nausea (eight [7%] vs one [<1%]), vomiting (13 [11%] vs one [<1%]), musculoskeletal pain (none vs ten [8%]), anaemia (39 [33%] vs six [5%]), and thrombocytopenia (38 [32%] vs three [3%]), for the cisplatin plus gemcitabine compared with the paclitaxel plus gemcitabine groups, respectively. In addition, patients in the cisplatin plus gemcitabine group had significantly fewer events of grade 1-4 alopecia (12 [10%] vs 42 [36%]) and peripheral neuropathy (27 [23%] vs 60 [51%]), but more grade 1-4 anorexia (33 [28%] vs 10 [8%]), constipation (29 [25%] vs 11 [9%]), hypomagnesaemia (27 [23%] vs five [4%]), and hypokalaemia (10 [8%] vs two [2%]). Serious drug-related adverse events were seen in three patients in the paclitaxel plus gemcitabine group (interstitial pneumonia, anaphylaxis, and severe neutropenia) and four in the cisplatin plus gemcitabine group (pathological bone fracture, thrombocytopenia with subcutaneous haemorrhage, severe anaemia, and cardiogenic syncope). There were no treatment-related deaths.",
        "Conclusion/Interpretation": "Cisplatin plus gemcitabine could be an alternative or even the preferred first-line chemotherapy strategy for patients with metastatic triple-negative breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Antineoplastic Combined Chemotherapy Protocols / administration & dosage*; Antineoplastic Combined Chemotherapy Protocols / adverse effects; China; Cisplatin / administration & dosage*; Cisplatin / adverse effects; Deoxycytidine / administration & dosage; Deoxycytidine / adverse effects; Deoxycytidine / analogs & derivatives*; Disease-Free Survival; Female; Gemcitabine; Humans; Middle Aged; Neoplasm Staging; Paclitaxel / administration & dosage*; Paclitaxel / adverse effects; Treatment Outcome; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / pathology"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "84",
        "es_title": "Assessment of structural chromosomal instability phenotypes as biomarkers of carboplatin response in triple negative breast cancer: the TNT trial.",
        "Background/Purpose": "In the TNT trial of triple negative breast cancer ( ), germline BRCA1/2 mutations were present in 28% of carboplatin responders. We assessed quantitative measures of structural chromosomal instability (CIN) to identify a wider patient subgroup within TNT with preferential benefit from carboplatin over docetaxel.",
        "Methods": "Copy number aberrations (CNAs) were established from 135 formalin-fixed paraffin-embedded primary carcinomas using Illumina OmniExpress SNP-arrays. Seven published [allelic imbalanced CNA (AiCNA); allelic balanced CNA (AbCNA); copy number neutral loss of heterozygosity (CnLOH); number of telomeric allelic imbalances (NtAI); BRCA1-like status; percentage of genome altered (PGA); homologous recombination deficiency (HRD) scores] and two novel [Shannon diversity index (SI); high-level amplifications (HLAMP)] CIN-measurements were derived. HLAMP was defined based on the presence of at least one of the top 5% amplified cytobands located on 1q, 8q and 10p. Continuous CIN-measurements were divided into tertiles. All nine CIN-measurements were used to analyse objective response rate (ORR) and progression-free survival (PFS).",
        "Results/Findings": "Patients with tumours without HLAMP had a numerically higher ORR and significantly longer PFS in the carboplatin (C) than in the docetaxel (D) arm [56% (C) versus 29% (D), P  = 0.085; PFS 6.1 months (C) versus 4.1 months (D), P  = 0.047]. In the carboplatin arm, patients with tumours showing intermediate telomeric NtAI and AiCNA had higher ORR [54% (C) versus 20% (D), P  = 0.03; 62% (C) versus 33% (D), P  = 0.076]. Patients with high AiCNA and PGA had shorter PFS in the carboplatin arm [3.4 months (high) versus 5.7 months (low/intermediate); and 3.8 months (high) versus 5.6 months (low/intermediate), respectively; P  = 0.027, P  = 0.125 and P  = 0.053, P  = 0.176], whilst no difference was observed in the docetaxel arm.",
        "Conclusion/Interpretation": "Patients with tumours lacking HLAMP and demonstrating intermediate CIN-measurements formed a subgroup benefitting from carboplatin relative to docetaxel treatment within the TNT trial. This suggests a complex and paradoxical relationship between the extent of genomic instability in primary tumours and treatment response in the metastatic setting.",
        "Keywords": "allelic imbalance; carboplatin; genomic instability; metastatic triple negative breast cancer.",
        "MeSH_Terms": "Antineoplastic Combined Chemotherapy Protocols* / therapeutic use; Biomarkers; Carboplatin / therapeutic use; Chromosomal Instability / genetics; Humans; Phenotype; Triple Negative Breast Neoplasms* / drug therapy; Triple Negative Breast Neoplasms* / genetics"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "85",
        "es_title": "Efficacy of utidelone plus capecitabine versus capecitabine for heavily pretreated, anthracycline- and taxane-refractory metastatic breast cancer: final analysis of overall survival in a phase III randomised controlled trial.",
        "Background/Purpose": "Primary analysis of the phase III trial BG01-1323L demonstrated that utidelone plus capecitabine significantly improved progression-free survival (PFS) and overall response rate (ORR) versus capecitabine alone in heavily-pretreated patients with metastatic breast cancer (MBC). Here, we report the final overall survival (OS) analysis and updates of other endpoints.",
        "Methods": "In total, 405 patients were randomised 2:1 to receive utidelone (30 mg/m  IV daily, days 1-5, over 90 min) plus capecitabine (1000 mg/m  orally b.i.d., days 1-14) or capecitabine alone (1250 mg/m  orally b.i.d., days 1-14) every 21 days. The secondary endpoint, OS, was estimated using the Kaplan-Meier product-limit approach at a two-sided alpha level of 0.05 after the prespecified 310 death events had been reached. Exploratory analyses of the primary endpoint, PFS, and the secondary endpoint, ORR, were also done. Safety was analysed in patients who had at least one dose of study drug.",
        "Results/Findings": "At the final OS analysis, the median duration of follow-up was 19.6 months in the utidelone plus capecitabine group and 15.4 months in the capecitabine alone group. In the intention-to-treat population, 313 deaths had occurred at data cut-off, 203 of 270 patients in the combination group and 110 of 135 in the monotherapy group. Median OS in the combination group was 19.8 months compared with 16.0 months in the monotherapy group [hazard ratio (HR) = 0.75, 95% confidence intervals (CI) 0.59-0.94, P = 0.0142]. The updated analysis of PFS and ORR showed that the combination therapy remained superior to monotherapy. Safety results were similar to those previously reported with respect to incidence, severity and specificity. No late-emerging toxicities or new safety concerns occurred.",
        "Conclusion/Interpretation": "For heavily-pretreated, anthracycline- and taxane-resistant MBC patients, utidelone plus capecitabine significantly improved OS versus capecitabine alone. These results support the use of utidelone plus capecitabine as a novel therapeutic regimen for patients with MBC.",
        "Keywords": "ClinicalTrials.gov  .\n     \n      \n         \n      \n      anthracycline- and taxane-refractory; capecitabine; metastatic breast cancer; overall survival; utidelone.",
        "MeSH_Terms": "Anthracyclines* / therapeutic use; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Breast Neoplasms* / drug therapy; Capecitabine / therapeutic use; Disease-Free Survival; Fluorouracil / therapeutic use; Humans; Taxoids / therapeutic use; Treatment Outcome"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "86",
        "es_title": "Sacituzumab Govitecan-hziy in Refractory Metastatic Triple-Negative Breast Cancer.",
        "Background/Purpose": "Standard chemotherapy is associated with low response rates and short progression-free survival among patients with pretreated metastatic triple-negative breast cancer. Sacituzumab govitecan-hziy is an antibody-drug conjugate that combines a humanized monoclonal antibody, which targets the human trophoblast cell-surface antigen 2 (Trop-2), with SN-38, which is conjugated to the antibody by a cleavable linker. Sacituzumab govitecan-hziy enables delivery of high concentrations of SN-38 to tumors.",
        "Methods": "We conducted a phase 1/2 single-group, multicenter trial involving patients with advanced epithelial cancers who received sacituzumab govitecan-hziy intravenously on days 1 and 8 of each 21-day cycle until disease progression or unacceptable toxic effects. A total of 108 patients received sacituzumab govitecan-hziy at a dose of 10 mg per kilogram of body weight after receiving at least two previous anticancer therapies for metastatic triple-negative breast cancer. The end points included safety; the objective response rate (according to Response Evaluation Criteria in Solid Tumors, version 1.1), which was assessed locally; the duration of response; the clinical benefit rate (defined as a complete or partial response or stable disease for at least 6 months); progression-free survival; and overall survival. Post hoc analyses determined the response rate and duration, which were assessed by blinded independent central review.",
        "Results/Findings": "The 108 patients with triple-negative breast cancer had received a median of 3 previous therapies (range, 2 to 10). Four deaths occurred during treatment; 3 patients (2.8%) discontinued treatment because of adverse events. Grade 3 or 4 adverse events (in ≥10% of the patients) included anemia and neutropenia; 10 patients (9.3%) had febrile neutropenia. The response rate (3 complete and 33 partial responses) was 33.3% (95% confidence interval [CI], 24.6 to 43.1), and the median duration of response was 7.7 months (95% CI, 4.9 to 10.8); as assessed by independent central review, these values were 34.3% and 9.1 months, respectively. The clinical benefit rate was 45.4%. Median progression-free survival was 5.5 months (95% CI, 4.1 to 6.3), and overall survival was 13.0 months (95% CI, 11.2 to 13.7).",
        "Conclusion/Interpretation": "Sacituzumab govitecan-hziy was associated with durable objective responses in patients with heavily pretreated metastatic triple-negative breast cancer. Myelotoxic effects were the main adverse reactions. (Funded by Immunomedics; IMMU-132-01 ClinicalTrials.gov number,  .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Anemia / chemically induced; Antibodies, Monoclonal, Humanized / adverse effects; Antibodies, Monoclonal, Humanized / therapeutic use*; Antigens, Neoplasm; Antineoplastic Agents / adverse effects; Antineoplastic Agents / therapeutic use*; Camptothecin / adverse effects; Camptothecin / analogs & derivatives*; Camptothecin / therapeutic use; Cell Adhesion Molecules / antagonists & inhibitors; Diarrhea / chemically induced; Dose-Response Relationship, Drug; Female; Humans; Immunoconjugates / adverse effects; Immunoconjugates / therapeutic use*; Infusions, Intravenous; Irinotecan / administration & dosage*; Irinotecan / adverse effects; Middle Aged; Neutropenia / chemically induced; Progression-Free Survival; Survival Rate; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / mortality"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "87",
        "es_title": "Fulvestrant 500 mg versus anastrozole 1 mg for hormone receptor-positive advanced breast cancer (FALCON): an international, randomised, double-blind, phase 3 trial.",
        "Background/Purpose": "Aromatase inhibitors are a standard of care for hormone receptor-positive locally advanced or metastatic breast cancer. We investigated whether the selective oestrogen receptor degrader fulvestrant could improve progression-free survival compared with anastrozole in postmenopausal patients who had not received previous endocrine therapy.",
        "Methods": "In this phase 3, randomised, double-blind trial, we recruited eligible patients with histologically confirmed oestrogen receptor-positive or progesterone receptor-positive, or both, locally advanced or metastatic breast cancer from 113 academic hospitals and community centres in 20 countries. Eligible patients were endocrine therapy-naive, with WHO performance status 0-2, and at least one measurable or non-measurable lesion. Patients were randomly assigned (1:1) to fulvestrant (500 mg intramuscular injection; on days 0, 14, 28, then every 28 days thereafter) or anastrozole (1 mg orally daily) using a computer-generated randomisation scheme. The primary endpoint was progression-free survival, determined by Response Evaluation Criteria in Solid Tumors version 1·1, intervention by surgery or radiotherapy because of disease deterioration, or death from any cause, assessed in the intention-to-treat population. Safety outcomes were assessed in all patients who received at least one dose of randomised treatment (including placebo). This trial is registered with ClinicalTrials.gov, number  .",
        "Results/Findings": "Between Oct 17, 2012, and July 11, 2014, 524 patients were enrolled to this study. Of these, 462 patients were randomised (230 to receive fulvestrant and 232 to receive anastrozole). Progression-free survival was significantly longer in the fulvestrant group than in the anastrozole group (hazard ratio [HR] 0·797, 95% CI 0·637-0·999, p=0·0486). Median progression-free survival was 16·6 months (95% CI 13·83-20·99) in the fulvestrant group versus 13·8 months (11·99-16·59) in the anastrozole group. The most common adverse events were arthralgia (38 [17%] in the fulvestrant group vs 24 [10%] in the anastrozole group) and hot flushes (26 [11%] in the fulvestrant group vs 24 [10%] in the anastrozole group). 16 (7%) of 228 patients in in the fulvestrant group and 11 (5%) of 232 patients in the anastrozole group discontinued because of adverse events.",
        "Conclusion/Interpretation": "Fulvestrant has superior efficacy and is a preferred treatment option for patients with hormone receptor-positive locally advanced or metastatic breast cancer who have not received previous endocrine therapy compared with a third-generation aromatase inhibitor, a standard of care for first-line treatment of these patients.",
        "Keywords": "",
        "MeSH_Terms": "Anastrozole; Antineoplastic Agents, Hormonal / therapeutic use*; Aromatase Inhibitors / administration & dosage; Breast / pathology; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / pathology; Disease-Free Survival; Double-Blind Method; Estradiol / analogs & derivatives*; Estradiol / therapeutic use; Female; Fulvestrant; Humans; Middle Aged; Nitriles / therapeutic use*; Postmenopause; Receptors, Estrogen* / analysis; Triazoles / therapeutic use*"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "88",
        "es_title": "Palbociclib and Letrozole in Advanced Breast Cancer.",
        "Background/Purpose": "A phase 2 study showed that progression-free survival was longer with palbociclib plus letrozole than with letrozole alone in the initial treatment of postmenopausal women with estrogen-receptor (ER)-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced breast cancer. We performed a phase 3 study that was designed to confirm and expand the efficacy and safety data for palbociclib plus letrozole for this indication.",
        "Methods": "In this double-blind study, we randomly assigned, in a 2:1 ratio, 666 postmenopausal women with ER-positive, HER2-negative breast cancer, who had not had prior treatment for advanced disease, to receive palbociclib plus letrozole or placebo plus letrozole. The primary end point was progression-free survival, as assessed by the investigators; secondary end points were overall survival, objective response, clinical benefit response, patient-reported outcomes, pharmacokinetic effects, and safety.",
        "Results/Findings": "The median progression-free survival was 24.8 months (95% confidence interval [CI], 22.1 to not estimable) in the palbociclib-letrozole group, as compared with 14.5 months (95% CI, 12.9 to 17.1) in the placebo-letrozole group (hazard ratio for disease progression or death, 0.58; 95% CI, 0.46 to 0.72; P<0.001). The most common grade 3 or 4 adverse events were neutropenia (occurring in 66.4% of the patients in the palbociclib-letrozole group vs. 1.4% in the placebo-letrozole group), leukopenia (24.8% vs. 0%), anemia (5.4% vs. 1.8%), and fatigue (1.8% vs. 0.5%). Febrile neutropenia was reported in 1.8% of patients in the palbociclib-letrozole group and in none of the patients in the placebo-letrozole group. Permanent discontinuation of any study treatment as a result of adverse events occurred in 43 patients (9.7%) in the palbociclib-letrozole group and in 13 patients (5.9%) in the placebo-letrozole group.",
        "Conclusion/Interpretation": "Among patients with previously untreated ER-positive, HER2-negative advanced breast cancer, palbociclib combined with letrozole resulted in significantly longer progression-free survival than that with letrozole alone, although the rates of myelotoxic effects were higher with palbociclib-letrozole. (Funded by Pfizer; PALOMA-2 ClinicalTrials.gov number,   .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Cyclin-Dependent Kinases / antagonists & inhibitors; Disease-Free Survival; Double-Blind Method; Female; Humans; Letrozole; Middle Aged; Neutropenia / chemically induced; Nitriles / administration & dosage*; Nitriles / adverse effects; Piperazines / administration & dosage*; Piperazines / adverse effects; Postmenopause; Protein Kinase Inhibitors / administration & dosage*; Protein Kinase Inhibitors / adverse effects; Pyridines / administration & dosage*; Pyridines / adverse effects; Receptors, Estrogen / analysis; Triazoles / administration & dosage*; Triazoles / adverse effects"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "89",
        "es_title": "Updated results from MONALEESA-2, a phase III trial of first-line ribociclib plus letrozole versus placebo plus letrozole in hormone receptor-positive, HER2-negative advanced breast cancer.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "90",
        "es_title": "Final overall survival: fulvestrant 500 mg vs 250 mg in the randomized CONFIRM trial.",
        "Background/Purpose": "At the time of the initial analysis of overall survival (OS) for the Comparison of Faslodex in Recurrent or Metastatic Breast Cancer (CONFIRM) randomized, double-blind, phase III trial, approximately 50% of patients had died. A final analysis of OS was subsequently planned for when 75% of patients had died.",
        "Methods": "Patients were randomly assigned 1:1 to fulvestrant 500 mg administered as two 5-mL intramuscular injections on days 0, 14, and 28 and every 28 (±3) days thereafter or fulvestrant 250 mg administered as two 5-mL intramuscular injections (one fulvestrant and one placebo [identical in appearance to study drug]) on days 0, 14 (two placebo injections only), and 28 and every 28 (±3) days thereafter. OS was analyzed using an unadjusted log-rank test. No adjustments were made for multiplicity. Serious adverse events (SAEs) and best response to subsequent therapy were also reported. All statistical tests were two-sided.",
        "Results/Findings": "In total, 736 women (median age = 61.0 years) were randomly assigned to fulvestrant 500 mg (n = 362) or 250 mg (n = 374). At the final survival analysis, 554 of 736 (75.3%) patients had died. Median OS was 26.4 months for fulvestrant 500 mg and 22.3 months for 250 mg (hazard ratio = 0.81; 95% confidence interval = 0.69-0.96; nominal P = .02). There were no clinically important differences in SAE profiles between the treatment groups; no clustering of SAEs could be detected in either treatment group. Type of first subsequent therapy and objective responses to first subsequent therapy were well balanced between the two treatment groups.",
        "Conclusion/Interpretation": "In patients with locally advanced or metastatic estrogen receptor-positive breast cancer, fulvestrant 500 mg is associated with a 19% reduction in risk of death and a 4.1-month difference in median OS compared with fulvestrant 250 mg. Fulvestrant 500 mg was well tolerated, and no new safety concerns were identified.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Antineoplastic Agents, Hormonal / administration & dosage*; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism; Breast Neoplasms / mortality*; Breast Neoplasms / pathology; Disease-Free Survival; Dose-Response Relationship, Drug; Double-Blind Method; Drug Administration Schedule; Estradiol / administration & dosage; Estradiol / analogs & derivatives*; Estrogen Receptor Modulators / administration & dosage*; Female; Fulvestrant; Humans; Injections, Intramuscular; Kaplan-Meier Estimate; Middle Aged; Odds Ratio; Receptors, Estrogen / metabolism"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "91",
        "es_title": "Fulvestrant 500 mg vs 250 mg in postmenopausal women with estrogen receptor-positive advanced breast cancer: a randomized, double-blind registrational trial in China.",
        "Background/Purpose": "The international CONFIRM study showed that fulvestrant 500 mg improved progression-free survival (PFS) vs fulvestrant 250 mg in postmenopausal women with estrogen receptor (ER)-positive locally advanced/metastatic breast cancer (LA/MBC). In this randomized, double-blind study, postmenopausal Chinese women with ER-positive LA/MBC and progression after endocrine therapy received fulvestrant 500 mg (days 0, 14, 28, and every 28 days thereafter) or fulvestrant 250 mg (every 28 days). Consistency with the international study was assumed if the hazard ratio (HR) for comparison of PFS (primary endpoint) was < 1 (stratified log-rank test). The study was not powered to assess between-group differences.In total, 221 patients were randomized (fulvestrant 500 mg: n = 111; fulvestrant 250 mg: n = 110). Baseline characteristics were balanced. Median PFS was 8.0 months with fulvestrant 500 mg vs 4.0 months with 250 mg (HR = 0.75; 95% confidence interval [CI] 0.54-1.03; P = 0.078). PFS (HR; 95% CI) favored fulvestrant 500 mg in post-antiestrogen (0.86; 0.54-1.37) and post-aromatase inhibitor (0.65; 0.42-1.03) settings. No new safety considerations were observed. These results are consistent with the international CONFIRM study, supporting the superior clinical benefit of fulvestrant 500 mg in women with ER-positive LA/MBC experiencing progression following prior endocrine therapy.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "advanced breast cancer; endocrine therapy; fulvestrant; hormone receptor-positive breast cancer.",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Antineoplastic Agents, Hormonal / administration & dosage*; Aromatase Inhibitors / administration & dosage; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism; China; Disease-Free Survival; Double-Blind Method; Drug Administration Schedule*; Estradiol / administration & dosage; Estradiol / analogs & derivatives*; Estrogen Antagonists / administration & dosage; Estrogen Receptor Modulators / administration & dosage; Estrogen Receptor alpha / metabolism*; Female; Fulvestrant; Humans; Middle Aged; Patient Safety; Postmenopause; Proportional Hazards Models"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "92",
        "es_title": "Fulvestrant 500 mg Versus Anastrozole 1 mg for the First-Line Treatment of Advanced Breast Cancer: Overall Survival Analysis From the Phase II FIRST Study.",
        "Background/Purpose": "To compare overall survival (OS) for fulvestrant 500 mg versus anastrozole as first-line endocrine therapy for advanced breast cancer.",
        "Methods": "The Fulvestrant First-Line Study Comparing Endocrine Treatments (FIRST) was a phase II, randomized, open-label, multicenter trial. Postmenopausal women with estrogen receptor-positive, locally advanced/metastatic breast cancer who had no previous therapy for advanced disease received either fulvestrant 500 mg (days 0, 14, 28, and every 28 days thereafter) or anastrozole 1 mg (daily). The primary end point (clinical benefit rate [72.5% and 67.0%]) and a follow-up analysis (median time to progression [23.4 months and 13.1 months]) have been reported previously for fulvestrant 500 mg and anastrozole, respectively. Subsequently, the protocol was amended to assess OS by unadjusted log-rank test after approximately 65% of patients had died. Treatment effect on OS across several subgroups was examined. Tolerability was evaluated by adverse event monitoring.",
        "Results/Findings": "In total, 205 patients were randomly assigned (fulvestrant 500 mg, n = 102; anastrozole, n = 103). At data cutoff, 61.8% (fulvestrant 500 mg, n = 63) and 71.8% (anastrozole, n = 74) had died. The hazard ratio (95% CI) for OS with fulvestrant 500 mg versus anastrozole was 0.70 (0.50 to 0.98; P = .04; median OS, 54.1 months v 48.4 months). Treatment effects seemed generally consistent across the subgroups analyzed. No new safety issues were observed.",
        "Conclusion/Interpretation": "There are several limitations of this OS analysis, including that it was not planned in the original protocol but instead was added after time-to-progression results were analyzed, and that not all patients participated in additional OS follow-up. However, the present results suggest fulvestrant 500 mg extends OS versus anastrozole. This finding now awaits prospective confirmation in the larger phase III FALCON (Fulvestrant and Anastrozole Compared in Hormonal Therapy Naïve Advanced Breast Cancer) trial (ClinicalTrials.gov identifier:  ).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Anastrozole; Antineoplastic Agents, Hormonal / administration & dosage*; Aromatase Inhibitors / administration & dosage*; Breast Neoplasms / drug therapy*; Breast Neoplasms / pathology*; Disease-Free Survival; Drug Administration Schedule; Estradiol / administration & dosage; Estradiol / analogs & derivatives*; Estrogen Receptor Antagonists / administration & dosage*; Female; Fulvestrant; Humans; Kaplan-Meier Estimate; Middle Aged; Nitriles / administration & dosage*; Treatment Outcome; Triazoles / administration & dosage*"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "93",
        "es_title": "Fulvestrant plus palbociclib versus fulvestrant plus placebo for treatment of hormone-receptor-positive, HER2-negative metastatic breast cancer that progressed on previous endocrine therapy (PALOMA-3): final analysis of the multicentre, double-blind, phase 3 randomised controlled trial.",
        "Background/Purpose": "In the PALOMA-3 study, the combination of the CDK4 and CDK6 inhibitor palbociclib and fulvestrant was associated with significant improvements in progression-free survival compared with fulvestrant plus placebo in patients with metastatic breast cancer. Identification of patients most suitable for the addition of palbociclib to endocrine therapy after tumour recurrence is crucial for treatment optimisation in metastatic breast cancer. We aimed to confirm our earlier findings with this extended follow-up and show our results for subgroup and biomarker analyses.",
        "Methods": "In this multicentre, double-blind, randomised phase 3 study, women aged 18 years or older with hormone-receptor-positive, HER2-negative metastatic breast cancer that had progressed on previous endocrine therapy were stratified by sensitivity to previous hormonal therapy, menopausal status, and presence of visceral metastasis at 144 centres in 17 countries. Eligible patients-ie, any menopausal status, Eastern Cooperative Oncology Group performance status 0-1, measurable disease or bone disease only, and disease relapse or progression after previous endocrine therapy for advanced disease during treatment or within 12 months of completion of adjuvant therapy-were randomly assigned (2:1) via a centralised interactive web-based and voice-based randomisation system to receive oral palbociclib (125 mg daily for 3 weeks followed by a week off over 28-day cycles) plus 500 mg fulvestrant (intramuscular injection on days 1 and 15 of cycle 1; then on day 1 of subsequent 28-day cycles) or placebo plus fulvestrant. The primary endpoint was investigator-assessed progression-free survival. Analysis was by intention to treat. We also assessed endocrine therapy resistance by clinical parameters, quantitative hormone-receptor expression, and tumour PIK3CA mutational status in circulating DNA at baseline. This study is registered with ClinicalTrials.gov,  .",
        "Results/Findings": "Between Oct 7, 2013, and Aug 26, 2014, 521 patients were randomly assigned, 347 to fulvestrant plus palbociclib and 174 to fulvestrant plus placebo. Study enrolment is closed and overall survival follow-up is in progress. By March 16, 2015, 259 progression-free-survival events had occurred (145 in the fulvestrant plus palbociclib group and 114 in the fulvestrant plus placebo group); median follow-up was 8·9 months (IQR 8·7-9·2). Median progression-free survival was 9·5 months (95% CI 9·2-11·0) in the fulvestrant plus palbociclib group and 4·6 months (3·5-5·6) in the fulvestrant plus placebo group (hazard ratio 0·46, 95% CI 0·36-0·59, p<0·0001). Grade 3 or 4 adverse events occurred in 251 (73%) of 345 patients in the fulvestrant plus palbociclib group and 38 (22%) of 172 patients in the fulvestrant plus placebo group. The most common grade 3 or 4 adverse events were neutropenia (223 [65%] in the fulvestrant plus palbociclib group and one [1%] in the fulvestrant plus placebo group), anaemia (ten [3%] and three [2%]), and leucopenia (95 [28%] and two [1%]). Serious adverse events (all causalities) occurred in 44 patients (13%) of 345 in the fulvestrant plus palbociclib group and 30 (17%) of 172 patients in the fulvestrant plus placebo group. PIK3CA mutation was detected in the plasma DNA of 129 (33%) of 395 patients for whom these data were available. Neither PIK3CA status nor hormone-receptor expression level significantly affected treatment response.",
        "Conclusion/Interpretation": "Fulvestrant plus palbociclib was associated with significant and consistent improvement in progression-free survival compared with fulvestrant plus placebo, irrespective of the degree of endocrine resistance, hormone-receptor expression level, and PIK3CA mutational status. The combination could be considered as a therapeutic option for patients with recurrent hormone-receptor-positive, HER2-negative metastatic breast cancer that has progressed on previous endocrine therapy.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Breast Neoplasms / drug therapy*; Breast Neoplasms / genetics; Breast Neoplasms / pathology; Class I Phosphatidylinositol 3-Kinases; Disease-Free Survival; Double-Blind Method; Estradiol / administration & dosage; Estradiol / analogs & derivatives*; Female; Fulvestrant; Humans; Middle Aged; Mutation; Neoplasm Metastasis; Neoplasm Recurrence, Local / genetics; Neoplasm Recurrence, Local / pathology; Phosphatidylinositol 3-Kinases / genetics*; Piperazines / administration & dosage*; Pyridines / administration & dosage*; Receptor, ErbB-2 / genetics*; Treatment Outcome"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "94",
        "es_title": "Overall Survival with Palbociclib and Fulvestrant in Advanced Breast Cancer.",
        "Background/Purpose": "The cyclin-dependent kinase 4 and 6 (CDK4/6) inhibitor palbociclib, in combination with fulvestrant therapy, prolongs progression-free survival among patients with hormone-receptor-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced breast cancer. We report the results of a prespecified analysis of overall survival.",
        "Methods": "We randomly assigned patients with hormone-receptor-positive, HER2-negative advanced breast cancer who had progression or relapse during previous endocrine therapy to receive palbociclib plus fulvestrant or placebo plus fulvestrant. We analyzed overall survival; the effect of palbociclib according to the prespecified stratification factors of presence or absence of sensitivity to endocrine therapy, presence or absence of visceral metastatic disease, and menopausal status; the efficacy of subsequent therapies after disease progression; and safety.",
        "Results/Findings": "Among 521 patients who underwent randomization, the median overall survival was 34.9 months (95% confidence interval [CI], 28.8 to 40.0) in the palbociclib-fulvestrant group and 28.0 months (95% CI, 23.6 to 34.6) in the placebo-fulvestrant group (hazard ratio for death, 0.81; 95% CI, 0.64 to 1.03; P=0.09; absolute difference, 6.9 months). CDK4/6 inhibitor treatment after the completion of the trial regimen occurred in 16% of the patients in the placebo-fulvestrant group. Among 410 patients with sensitivity to previous endocrine therapy, the median overall survival was 39.7 months (95% CI, 34.8 to 45.7) in the palbociclib-fulvestrant group and 29.7 months (95% CI, 23.8 to 37.9) in the placebo-fulvestrant group (hazard ratio, 0.72; 95% CI, 0.55 to 0.94; absolute difference, 10.0 months). The median duration of subsequent therapy was similar in the two groups, and the median time to the receipt of chemotherapy was 17.6 months in the palbociclib-fulvestrant group, as compared with 8.8 months in the placebo-fulvestrant group (hazard ratio, 0.58; 95% CI, 0.47 to 0.73; P<0.001). No new safety signals were observed with 44.8 months of follow-up.",
        "Conclusion/Interpretation": "Among patients with hormone-receptor-positive, HER2-negative advanced breast cancer who had sensitivity to previous endocrine therapy, treatment with palbociclib-fulvestrant resulted in longer overall survival than treatment with placebo-fulvestrant. The differences in overall survival in the entire trial group were not significant. (Funded by Pfizer; PALOMA-3 ClinicalTrials.gov number,   .).",
        "Keywords": "",
        "MeSH_Terms": "Aged; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Double-Blind Method; ErbB Receptors / analysis; Estradiol / administration & dosage; Estradiol / adverse effects; Estradiol / analogs & derivatives*; Female; Fulvestrant; Humans; Middle Aged; Piperazines / administration & dosage*; Piperazines / adverse effects; Protein Kinase Inhibitors / administration & dosage; Protein Kinase Inhibitors / adverse effects; Pyridines / administration & dosage*; Pyridines / adverse effects; Receptors, Steroid / analysis; Survival Analysis"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "95",
        "es_title": "MONARCH 2: Abemaciclib in Combination With Fulvestrant in Women With HR+/HER2- Advanced Breast Cancer Who Had Progressed While Receiving Endocrine Therapy.",
        "Background/Purpose": "Purpose MONARCH 2 ( ClinicalTrials.gov identifier:  ) compared the efficacy and safety of abemaciclib, a selective cyclin-dependent kinase 4 and 6 inhibitor, plus fulvestrant with fulvestrant alone in patients with advanced breast cancer (ABC). Patients and Methods MONARCH 2 was a global, double-blind, phase III study of women with hormone receptor-positive and human epidermal growth factor receptor 2-negative ABC who had progressed while receiving neoadjuvant or adjuvant endocrine therapy (ET), ≤ 12 months from the end of adjuvant ET, or while receiving first-line ET for metastatic disease. Patients were randomly assigned 2:1 to receive abemaciclib or placebo (150 mg twice daily) on a continuous schedule and fulvestrant (500 mg, per label). The primary end point was investigator-assessed progression-free survival (PFS), and key secondary end points included overall survival, objective response rate (ORR), duration of response, clinical benefit rate, quality of life, and safety. Results Between August 2014 and December 2015, 669 patients were randomly assigned to receive abemaciclib plus fulvestrant (n = 446) or placebo plus fulvestrant (n = 223). Abemaciclib plus fulvestrant significantly extended PFS versus fulvestrant alone (median, 16.4 v 9.3 months; hazard ratio, 0.553; 95% CI, 0.449 to 0.681; P < .001). In patients with measurable disease, abemaciclib plus fulvestrant achieved an ORR of 48.1% (95% CI, 42.6% to 53.6%) compared with 21.3% (95% CI, 15.1% to 27.6%) in the control arm. The most common adverse events in the abemaciclib versus placebo arms were diarrhea (86.4% v 24.7%), neutropenia (46.0% v 4.0%), nausea (45.1% v 22.9%), and fatigue (39.9% v 26.9%). Conclusions Abemaciclib at 150 mg twice daily plus fulvestrant was effective, significantly improving PFS and ORR and demonstrating a tolerable safety profile in women with hormone receptor-positive and human epidermal growth factor receptor 2-negative ABC who progressed while receiving ET.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Aminopyridines / administration & dosage; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Benzimidazoles / administration & dosage; Breast Neoplasms / drug therapy*; Breast Neoplasms / enzymology; Breast Neoplasms / metabolism; Cyclin-Dependent Kinase 4 / antagonists & inhibitors; Cyclin-Dependent Kinase 6 / antagonists & inhibitors; Disease-Free Survival; Double-Blind Method; Estradiol / administration & dosage; Estradiol / analogs & derivatives; Estradiol / therapeutic use; Female; Fulvestrant; Humans; Middle Aged; Receptor, ErbB-2 / biosynthesis; Receptors, Estrogen / biosynthesis; Receptors, Progesterone / biosynthesis"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "96",
        "es_title": "MONARCH plus: abemaciclib plus endocrine therapy in women with HR+/HER2- advanced breast cancer: the multinational randomized phase III study.",
        "Background/Purpose": "To compare the efficacy, safety, and tolerability of abemaciclib plus endocrine therapy (ET)   ET alone in postmenopausal women with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced breast cancer (ABC) from China, Brazil, India, and South Africa.",
        "Methods": "This randomized, double-blind, phase III study was conducted between 9 December 2016 and 29 March 2019. Postmenopausal women with HR-positive, HER2-negative ABC with no prior systemic therapy in an advanced setting (cohort A) or progression on prior ET (cohort B) received abemaciclib (150 mg twice daily) or placebo plus: anastrozole (1 mg/day) or letrozole (2.5 mg/day) (cohort A) or fulvestrant (500 mg per label) (cohort B). The primary endpoint was progression-free survival (PFS) in cohort A, analyzed using the stratified log-rank test. Secondary endpoints were PFS in cohort B (key secondary endpoint), objective response rate (ORR), and safety. This interim analysis was planned after 119 PFS events in cohort A.",
        "Results/Findings": "In cohort A, 207 patients were randomly assigned to the abemaciclib arm and 99 to the placebo arm. Abemaciclib significantly improved PFS   placebo (median: not reached   14.7 months; hazard ratio 0.499; 95% confidence intervals (CI) 0.346-0.719;   = 0.0001). ORR was 65.9% in the abemaciclib arm and 36.1% in the placebo arm (  < 0.0001, measurable disease population). In cohort B, 104 patients were randomly assigned to the abemaciclib arm and 53 to the placebo arm. Abemaciclib significantly improved PFS   placebo (median: 11.5   5.6 months; hazard ratio 0.376; 95% CI 0.240-0.588;   < 0.0001). ORR was 50.0% in the abemaciclib arm and 10.5% in the placebo arm (  < 0.0001, measurable disease population). The most frequent grade ⩾3 adverse events in the abemaciclib arms were neutropenia, leukopenia, and anemia (both cohorts), and lymphocytopenia (cohort B).",
        "Conclusion/Interpretation": "The addition of abemaciclib to ET demonstrated significant and clinically meaningful improvement in PFS and ORR, without new safety signals observed in this population.  ClinicalTrials.gov identifier:  .",
        "Keywords": "abemaciclib; aromatase inhibitors; breast neoplasms; cyclin-dependent kinase 4; cyclin-dependent kinase 6; fulvestrant.",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "97",
        "es_title": "Dalpiciclib or placebo plus fulvestrant in hormone receptor-positive and HER2-negative advanced breast cancer: a randomized, phase 3 trial.",
        "Background/Purpose": "Blockade of the cyclin-dependent kinase 4 and 6 pathway has been shown to be effective in the treatment of hormone receptor-positive advanced breast cancer (ABC). We report the interim results of DAWNA-1 (   ), a double-blind, randomized, phase 3 trial of dalpiciclib (a new cyclin-dependent kinase 4 and 6 inhibitor) plus fulvestrant in hormone receptor-positive, HER2-negative ABC with disease progression after endocrine therapy. A total of 361 patients were randomized 2:1 to receive dalpiciclib plus fulvestrant or placebo plus fulvestrant. The study met the primary end point, showing significantly prolonged investigator-assessed progression-free survival with dalpiciclib plus fulvestrant versus placebo plus fulvestrant (median = 15.7, 95% confidence interval (CI) = 11.1-not reached versus 7.2, 95% CI = 5.6-9.2 months; hazard ratio = 0.42, 95% CI = 0.31-0.58; one-sided P < 0.0001 (boundary was P ≤ 0.008)). The most common grade 3 or 4 adverse events with dalpiciclib plus fulvestrant were neutropenia (84.2%) and leukopenia (62.1%). The incidence of serious adverse events was 5.8% with dalpiciclib plus fulvestrant versus 6.7% with placebo plus fulvestrant. Our findings support dalpiciclib plus fulvestrant as a new treatment option for pretreated hormone receptor-positive, HER2-negative ABC.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Antineoplastic Agents, Hormonal / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / pathology; Cell Proliferation / drug effects; Cyclin-Dependent Kinase 4 / antagonists & inhibitors*; Cyclin-Dependent Kinase 6 / antagonists & inhibitors*; Disease Progression; Double-Blind Method; Female; Fulvestrant / therapeutic use*; Humans; Middle Aged; Piperidines / therapeutic use*; Placebos / administration & dosage; Progression-Free Survival; Protein Kinase Inhibitors / therapeutic use*; Pyridines / therapeutic use*; Pyrimidines / therapeutic use*; Receptor, ErbB-2 / metabolism; Receptors, Estrogen / metabolism; Receptors, Progesterone / metabolism"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "98",
        "es_title": "Tucidinostat plus exemestane for postmenopausal patients with advanced, hormone receptor-positive breast cancer (ACE): a randomised, double-blind, placebo-controlled, phase 3 trial.",
        "Background/Purpose": "Tucidinostat (formerly known as chidamide) is an oral subtype-selective histone deacetylase inhibitor. In an exploratory study, the combination of tucidinostat with exemestane showed preliminary signs of encouraging anti-tumour activity in patients with advanced hormone receptor-positive breast cancer. To build on these findings, we aimed to assess the efficacy and safety of this combination in a randomised trial in a larger population of postmenopausal patients with advanced, hormone receptor-positive breast cancer.",
        "Methods": "We did the randomised, double-blind, placebo-controlled, phase 3 ACE trial at 22 specialist cancer centres in China. Eligible patients were postmenopausal women (aged ≥60 years or aged <60 years if their serum follicle-stimulating hormone and oestradiol concentrations were within postmenopausal ranges) with hormone receptor-positive, HER2-negative breast cancer, whose disease had relapsed or progressed after at least one endocrine therapy (either in advanced or metastatic or adjuvant setting), and who had at least one measurable lesion, adequate organ function, Eastern Cooperative Oncology Group (ECOG) performance status of 0-1, and adequate haematological and biochemical parameters. Endocrine therapy did not have to be the most recent therapy before randomisation, but recurrence or progression after the most recent therapy was a prerequisite. Patients were randomly assigned (2:1) by a dynamic randomisation scheme via an interactive web-response system to receive 30 mg oral tucidinostat or placebo twice weekly. All patients in both groups also received 25 mg oral exemestane daily. Randomisation was stratified according to the presence of visceral metastases (yes vs no). Patients, investigators, study site staff, and the sponsor were masked to treatment assignment. The primary endpoint was investigator-assessed progression-free survival. Efficacy analyses were done in the full analysis set population, comprising all patients who received at least one dose of any study treatment, and safety analyses were done in all patients who received at least one dose of any study treatment and for whom at least one safety case report form was available. This study is registered with ClinicalTrials.gov, number  . The study has reached the required number of events for final analysis of the primary endpoint. The trial is no longer enrolling patients, but follow-up for investigation of overall survival is ongoing.",
        "Results/Findings": "Between July 20, 2015, and June 26, 2017, 365 patients were enrolled and randomly assigned, 244 to the tucidinostat group and 121 to the placebo group. The median duration of follow-up was 13·9 months (IQR 9·8-17·5). Investigator-assessed median progression-free survival was 7·4 months (95% CI 5·5-9·2) in the tucidinostat group and 3·8 months (3·7-5·5) in the placebo group (HR 0·75 [95% CI 0·58-0·98]; p=0·033). The most common grade 3 or 4 adverse events in either group were neutropenia (124 [51%] of 244 patients in the tucidinostat group vs three [2%] of 121 patients in the placebo group), thrombocytopenia (67 [27%] vs three [2%]), and leucopenia (46 [19%] vs three [2%]). Serious adverse events of any cause occurred in 51 (21%) of 244 patients in the tucidinostat group and seven (6%) of 121 patients in the placebo group. No treatment-related deaths were reported.",
        "Conclusion/Interpretation": "Tucidinostat plus exemestane improved progression-free survival compared with placebo plus exemestane in patients with advanced, hormone receptor-positive, HER2-negative breast cancer that progressed after previous endocrine therapy. Grade 3-4 haematological adverse events were more common in the tucidinostat plus exemestane group than in the placebo plus exemestane group. Tucidinostat plus exemestane could represent a new treatment option for these patients.",
        "Keywords": "",
        "MeSH_Terms": "Aminopyridines / administration & dosage; Androstadienes / administration & dosage; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Benzamides / administration & dosage; Bone Neoplasms / drug therapy*; Bone Neoplasms / metabolism; Bone Neoplasms / secondary; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism; Breast Neoplasms / pathology; Double-Blind Method; Female; Follow-Up Studies; Humans; Liver Neoplasms / drug therapy*; Liver Neoplasms / metabolism; Liver Neoplasms / secondary; Lung Neoplasms / drug therapy*; Lung Neoplasms / metabolism; Lung Neoplasms / secondary; Middle Aged; Neoplasm Recurrence, Local / drug therapy; Neoplasm Recurrence, Local / metabolism; Neoplasm Recurrence, Local / pathology; Postmenopause; Receptor, ErbB-2 / metabolism; Receptors, Estrogen / metabolism; Receptors, Progesterone / metabolism; Salvage Therapy*; Survival Rate; Treatment Outcome"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "99",
        "es_title": "Everolimus plus exemestane in postmenopausal patients with HR(+) breast cancer: BOLERO-2 final progression-free survival analysis.",
        "Background/Purpose": "Effective treatments for hormone-receptor-positive (HR(+)) breast cancer (BC) following relapse/progression on nonsteroidal aromatase inhibitor (NSAI) therapy are needed. Initial Breast Cancer Trials of OraL EveROlimus-2 (BOLERO-2) trial data demonstrated that everolimus and exemestane significantly prolonged progression-free survival (PFS) versus placebo plus exemestane alone in this patient population.",
        "Methods": "BOLERO-2 is a phase 3, double-blind, randomized, international trial comparing everolimus (10 mg/day) plus exemestane (25 mg/day) versus placebo plus exemestane in postmenopausal women with HR(+) advanced BC with recurrence/progression during or after NSAIs. The primary endpoint was PFS by local investigator review, and was confirmed by independent central radiology review. Overall survival, response rate, and clinical benefit rate were secondary endpoints.",
        "Results/Findings": "Final study results with median 18-month follow-up show that median PFS remained significantly longer with everolimus plus exemestane versus placebo plus exemestane [investigator review: 7.8 versus 3.2 months, respectively; hazard ratio = 0.45 (95% confidence interval 0.38-0.54); log-rank P < 0.0001; central review: 11.0 versus 4.1 months, respectively; hazard ratio = 0.38 (95% confidence interval 0.31-0.48); log-rank P < 0.0001] in the overall population and in all prospectively defined subgroups, including patients with visceral metastases, [corrected] and irrespective of age. The incidence and severity of adverse events were consistent with those reported at the interim analysis and in other everolimus trials.",
        "Conclusion/Interpretation": "The addition of everolimus to exemestane markedly prolonged PFS in patients with HR(+) advanced BC with disease recurrence/progression following prior NSAIs. These results further support the use of everolimus plus exemestane in this patient population. ClinicalTrials.gov  .",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Androstadienes / administration & dosage; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Bone Neoplasms / drug therapy; Bone Neoplasms / secondary; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism; Breast Neoplasms / pathology; Disease-Free Survival; Double-Blind Method; Everolimus; Female; Humans; Liver Neoplasms / drug therapy; Liver Neoplasms / secondary; Lung Neoplasms / drug therapy; Lung Neoplasms / secondary; Middle Aged; Postmenopause; Receptors, Estrogen / metabolism; Receptors, Progesterone / metabolism; Sirolimus / administration & dosage; Sirolimus / analogs & derivatives; Treatment Outcome"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "100",
        "es_title": "Breast cryoablation in patients with bone metastatic breast cancer.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "101",
        "es_title": "Pyrotinib plus capecitabine for patients with human epidermal growth factor receptor 2-positive breast cancer and brain metastases (PERMEATE): a multicentre, single-arm, two-cohort, phase 2 trial.",
        "Background/Purpose": "Patients with HER2-positive metastatic breast cancer have a high risk of developing brain metastases. Efficacious treatment options are scarce. We investigated the activity and safety of pyrotinib plus capecitabine in patients with HER2-positive metastatic breast cancer and brain metastases.",
        "Methods": "We did a multicentre, single-arm, two-cohort, phase 2 trial in eight tertiary hospitals in China. Patients aged 18 years or older who had radiotherapy-naive HER2-positive brain metastases (cohort A) or progressive disease after radiotherapy (cohort B), with an Eastern Cooperative Oncology Group performance status of 0-2, received pyrotinib 400 mg orally once daily, and capecitabine 1000 mg/m  orally twice daily for 14 days, followed by 7 days off every 3 weeks until disease progression or unacceptable toxicity. The primary endpoint was confirmed intracranial objective response rate by investigator assessment according to the Response Evaluation Criteria In Solid Tumours (version 1.1). Activity and safety were analysed in patients with at least one dose of study drug. The study is ongoing, but recruitment is complete. The study is registered with ClinicalTrials.gov,  .",
        "Results/Findings": "Between Jan 29, 2019, and July 10, 2020, we enrolled 78 women: 51 (86%) of 59 patients in cohort A and 18 (95%) of 19 patients in cohort B had previous exposure to trastuzumab. Median follow-up duration was 15·7 months (IQR 9·7-19·0). The intracranial objective response rate was 74·6% (95% CI 61·6-85·0; 44 of 59 patients) in cohort A and 42·1% (20·3-66·5; eight of 19 patients) in cohort B. The most common grade 3 or worse treatment-emergent adverse event was diarrhoea (14 [24%] in cohort A and four [21%] in cohort B). Two (3%) patients in cohort A and three (16%) in cohort B had treatment-related serious adverse events. No treatment-related deaths occurred.",
        "Conclusion/Interpretation": "To our knowledge, this is the first prospective study showing the activity and safety of pyrotinib plus capecitabine in patients with HER2-positive breast cancer and brain metastases, especially in radiotherapy-naive population. This combination deserves further validation in a randomised, controlled trial.",
        "Keywords": "",
        "MeSH_Terms": "Acrylamides; Aminoquinolines; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Brain Neoplasms* / secondary; Breast Neoplasms* / pathology; Capecitabine; Female; Humans; Prospective Studies; Receptor, ErbB-2 / metabolism"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "102",
        "es_title": "Myeloid Growth Factors, Version 2.2017, NCCN Clinical Practice Guidelines in Oncology.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "103",
        "es_title": "Anti-inflammatory effect of Qingwen Baidu Decoction (清瘟败毒饮) in sepsis rats.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "104",
        "es_title": "A randomized controlled trial of adjunctive Bunchang Naoxintong Capsule (步长脑心通胶囊) versus maintenance dose clopidogrel in patients with CYP2C19*2 polymorphism.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "105",
        "es_title": "Anti-inflammatory effect of Qingwen Baidu Decoction (清瘟败毒饮) in sepsis rats.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "106",
        "es_title": "Suboptimal declines and delays in early breast cancer treatment after COVID-19 quarantine restrictions in China: A national survey of 8397 patients in the first quarter of 2020.",
        "Background/Purpose": "Cancer patients had been profoundly affected by the outbreak of COVID-19 especially after quarantine restrictions in China. We aimed to explore the treatment changes and delays of early breast cancer (EBC) during the first quarter of 2020.",
        "Methods": "We did this retrospective, multicentre, cohort study at 97 cancer centres in China. EBC patients who received treatment regardless of preoperative therapy, surgery or postoperative therapy during first quarter of 2020 were included.",
        "Results/Findings": "8397 patients were eligible with a median age of 50 (IQR 43-56). 0·2% (15/8397) of EBC patients were confirmed as COVID-19 infection. Only 5·2% of breast cancer diagnosis occurred after quarantine in Hubei compared with 15·3% in other provinces (OR= 0·30, 95%CI 0·24-0·38). postoperative endocrine therapy were least affected compared with different regions after quarantine (OR=0·37 [95%CI 0·19-0·73]). The proportion of surgery decreased from 16·4% in December last year to 2·6% in February in Hubei. Compared with intervals from diagnosis to treatment before quarantine restrictions, the average time increased with significance from 3·5 to 7·7 days in Hubei and 5·7 to 7·7 days in other provinces ( < 0·001). There were also 18·5 and 7·2 days delay in Hubei and other provinces respectively when calculating interval from surgery to postoperative therapy.",
        "Conclusion/Interpretation": "EBC from high risk regions had a comparative rate of COVID-19 infection. After implementation of COVID-19 quarantine restrictions, fewer diagnosis and surgery with significant delays were seen when compared with treatment before.",
        "Keywords": "COVID-19; Delay; Early breast cancer; Quarantine restrictions; Regional disparity; Treatment decline.",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "107",
        "es_title": "Imaging of coronavirus disease 2019: A Chinese expert consensus statement.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "108",
        "es_title": "Effect of an Artificial Intelligence Clinical Decision Support System on Treatment Decisions for Complex Breast Cancer.",
        "Background/Purpose": "To examine the impact of a clinical decision support system (CDSS) on breast cancer treatment decisions and adherence to National Comprehensive Cancer Center (NCCN) guidelines.",
        "Methods": "A cross-sectional observational study was conducted involving 1,977 patients at high risk for recurrent or metastatic breast cancer from the Chinese Society of Clinical Oncology. Ten oncologists provided blinded treatment recommendations for an average of 198 patients before and after viewing therapeutic options offered by the CDSS. Univariable and bivariable analyses of treatment changes were performed, and multivariable logistic regressions were estimated to examine the effects of physician experience (years), patient age, and receptor subtype/TNM stage.",
        "Results/Findings": "Treatment decisions changed in 105 (5%) of 1,977 patients and were concentrated in those with hormone receptor (HR)-positive disease or stage IV disease in the first-line therapy setting (73% and 58%, respectively). Logistic regressions showed that decision changes were more likely in those with HR-positive cancer (odds ratio [OR], 1.58;   < .05) and less likely in those with stage IIA (OR, 0.29;   < .05) or IIIA cancer (OR, 0.08;   < .01). Reasons cited for changes included consideration of the CDSS therapeutic options (63% of patients), patient factors highlighted by the tool (23%), and the decision logic of the tool (13%). Patient age and oncologist experience were not associated with decision changes. Adherence to NCCN treatment guidelines increased slightly after using the CDSS (0.5%;   = .003).",
        "Conclusion/Interpretation": "Use of an artificial intelligence-based CDSS had a significant impact on treatment decisions and NCCN guideline adherence in HR-positive breast cancers. Although cases of stage IV disease in the first-line therapy setting were also more likely to be changed, the effect was not statistically significant (  = .22). Additional research on decision impact, patient-physician communication, learning, and clinical outcomes is needed to establish the overall value of the technology.",
        "Keywords": "",
        "MeSH_Terms": "Artificial Intelligence; Breast Neoplasms* / therapy; Cross-Sectional Studies; Decision Support Systems, Clinical*; Female; Humans; Medical Oncology"
    },
    {
        "source_file": "CSCO_乳腺癌诊疗指南2023_pubmed.xlsx",
        "Reference_id": "109",
        "es_title": "Protective effect of Renshen Yangrong Decoction (人参养荣汤) on bone marrow against radiation injury in mouse.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    }
]