[
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "1",
        "topic_name": "",
        "es_title": "Clinical validity assessment of genes frequently tested on hereditary breast and ovarian cancer susceptibility sequencing panels",
        "Background/Purpose": "",
        "Methods": "Thirty-one genes offered on cancer panel testing were selected for evaluation. The strength of gene-disease relationship was systematically evaluated and a clinical validity classification of either Definitive, Strong, Moderate, Limited, Refuted, Disputed, or No Reported Evidence was assigned.",
        "Results/Findings": "Definitive clinical validity classifications were made for 10/31 and 10/32 gene-disease pairs for breast and ovarian cancer respectively. Two genes had a Moderate classification whereas, 6/31 and 6/32 genes had Limited classifications for breast and ovarian cancer respectively. Contradictory evidence resulted in Disputed or Refuted assertions for 9/31 genes for breast and 4/32 genes for ovarian cancer. No Reported Evidence of disease association was asserted for 5/31 genes for breast and 11/32 for ovarian cancer.",
        "Conclusion/Interpretation": "Evaluation of gene-disease association using the ClinGen clinical validity framework revealed a wide range of classifications. This information should aid laboratories in tailoring appropriate gene panels and assist health-care providers in interpreting results from panel testing.",
        "Keywords": "ClinGen; classification; gene test panels; gene validity; hereditary breast and ovarian cancer.",
        "MeSH_Terms": "Breast Neoplasms / genetics*; Female; Genetic Association Studies; Genetic Predisposition to Disease; Genetic Testing; Humans; Ovarian Neoplasms / genetics*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "2",
        "topic_name": "",
        "es_title": "The complex genetic landscape of familial breast cancer",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / genetics*; Female; Genes, BRCA1*; Genes, BRCA2*; Genetic Predisposition to Disease*; Humans; Models, Genetic; Mutation / genetics*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "3",
        "topic_name": "",
        "es_title": "Population-based screening for breast and ovarian cancer risk due to BRCA1 and BRCA2",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "genomics.",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Breast Neoplasms / epidemiology; Breast Neoplasms / genetics*; Female; Genes, BRCA1*; Genes, BRCA2*; Genetic Carrier Screening; Genetic Predisposition to Disease; Genetic Testing / methods*; Genetics, Population; Humans; Israel / epidemiology; Jews / genetics; Male; Middle Aged; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / genetics*; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "4",
        "topic_name": "",
        "es_title": "Breast cancer risk genes - association analysis in more than 113,000 women",
        "Background/Purpose": "",
        "Methods": "We used a panel of 34 putative susceptibility genes to perform sequencing on samples from 60,466 women with breast cancer and 53,461 controls. In separate analyses for protein-truncating variants and rare missense variants in these genes, we estimated odds ratios for breast cancer overall and tumor subtypes. We evaluated missense-variant associations according to domain and classification of pathogenicity.",
        "Results/Findings": "Protein-truncating variants in 5 genes ( ,  ,  ,  , and  ) were associated with a risk of breast cancer overall with a P value of less than 0.0001. Protein-truncating variants in 4 other genes ( ,  ,  , and  ) were associated with a risk of breast cancer overall with a P value of less than 0.05 and a Bayesian false-discovery probability of less than 0.05. For protein-truncating variants in 19 of the remaining 25 genes, the upper limit of the 95% confidence interval of the odds ratio for breast cancer overall was less than 2.0. For protein-truncating variants in   and  , odds ratios were higher for estrogen receptor (ER)-positive disease than for ER-negative disease; for protein-truncating variants in  ,  ,  ,  ,  , and  , odds ratios were higher for ER-negative disease than for ER-positive disease. Rare missense variants (in aggregate) in  ,  , and   were associated with a risk of breast cancer overall with a P value of less than 0.001. For  ,  , and  , missense variants (in aggregate) that would be classified as pathogenic according to standard criteria were associated with a risk of breast cancer overall, with the risk being similar to that of protein-truncating variants.",
        "Conclusion/Interpretation": "The results of this study define the genes that are most clinically useful for inclusion on panels for the prediction of breast cancer risk, as well as provide estimates of the risks associated with protein-truncating variants, to guide genetic counseling. (Funded by European Union Horizon 2020 programs and others.).",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Age Factors; Aged; Aged, 80 and over; Breast Neoplasms / genetics*; Female; Genetic Predisposition to Disease / genetics*; Genetic Variation*; Humans; Logistic Models; Middle Aged; Mutation, Missense*; Odds Ratio; Risk; Sequence Analysis, DNA; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "5",
        "topic_name": "",
        "es_title": "A population-based study of genes previously implicated in breast cancer",
        "Background/Purpose": "",
        "Methods": "In a population-based case-control study, we performed sequencing using a custom multigene amplicon-based panel to identify germline pathogenic variants in 28 cancer-predisposition genes among 32,247 women with breast cancer (case patients) and 32,544 unaffected women (controls) from population-based studies in the Cancer Risk Estimates Related to Susceptibility (CARRIERS) consortium. Associations between pathogenic variants in each gene and the risk of breast cancer were assessed.",
        "Results/Findings": "Pathogenic variants in 12 established breast cancer-predisposition genes were detected in 5.03% of case patients and in 1.63% of controls. Pathogenic variants in   and   were associated with a high risk of breast cancer, with odds ratios of 7.62 (95% confidence interval [CI], 5.33 to 11.27) and 5.23 (95% CI, 4.09 to 6.77), respectively. Pathogenic variants in   were associated with a moderate risk (odds ratio, 3.83; 95% CI, 2.68 to 5.63). Pathogenic variants in  ,  , and   were associated with increased risks of estrogen receptor-negative breast cancer and triple-negative breast cancer, whereas pathogenic variants in  ,  , and   were associated with an increased risk of estrogen receptor-positive breast cancer. Pathogenic variants in 16 candidate breast cancer-predisposition genes, including the c.657_661del5 founder pathogenic variant in  , were not associated with an increased risk of breast cancer.",
        "Conclusion/Interpretation": "This study provides estimates of the prevalence and risk of breast cancer associated with pathogenic variants in known breast cancer-predisposition genes in the U.S. population. These estimates can inform cancer testing and screening and improve clinical management strategies for women in the general population with inherited pathogenic variants in these genes. (Funded by the National Institutes of Health and the Breast Cancer Research Foundation.).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Breast Neoplasms / genetics*; Case-Control Studies; Female; Genetic Predisposition to Disease / genetics*; Genetic Variation*; Humans; Middle Aged; Mutation; Odds Ratio; Risk; Sequence Analysis, DNA; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "6",
        "topic_name": "",
        "es_title": "Inherited mutations in women with ovarian carcinoma",
        "Background/Purpose": "",
        "Methods": "To determine the frequency and importance of germline mutations in cancer-associated genes in OC.",
        "Results/Findings": "A study population of 1915 woman with OC and available germline DNA were identified from the University of Washington (UW) gynecologic tissue bank (n = 570) and from Gynecologic Oncology Group (GOG) phase III clinical trials 218 (n = 788) and 262 (n = 557). Patients were enrolled at diagnosis and were not selected for age or family history. Germline DNA was sequenced from women with OC using a targeted capture and multiplex sequencing assay.",
        "Conclusion/Interpretation": "Mutation frequencies in OC were compared with the National Heart, Lung, and Blood Institute GO Exome Sequencing Project (ESP) and the Exome Aggregation Consortium (ExAC). Clinical characteristics and survival were assessed by mutation status.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; DNA Mutational Analysis; Disease-Free Survival; Female; Genetic Predisposition to Disease / genetics*; Germ-Line Mutation / genetics*; Humans; Middle Aged; Ovarian Neoplasms / genetics*; Ovarian Neoplasms / mortality; Prognosis; Proportional Hazards Models"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "7",
        "topic_name": "",
        "es_title": "Population prevalence of individuals meeting criteria for hereditary breast and ovarian cancer testing",
        "Background/Purpose": "",
        "Methods": "Utilizing Surveillance, Epidemiology, and End Results (SEER) cancer registry data and a research resource linking registry records to genealogies, the Utah Population Database, the population-based prevalence of diagnostic and family history characteristics meeting National Comprehensive Cancer Network (NCCN) criteria for HBOC testing was objectively assessed.",
        "Results/Findings": "Among Utah residents with an incident breast cancer diagnosis 2010-2015 and evaluable for family history, 21.6% met criteria for testing based on diagnostic characteristics, but the proportion increased to 62.9% when family history was evaluated. The proportion of cases meeting testing criteria at diagnosis was 94% for ovarian cancer, 23% for prostate cancer, and 51.1% for pancreatic cancer. Among an unaffected Utah population of approximately 1.7 million evaluable for family history, 197,601 or 11.6% met testing criteria based on family history.",
        "Conclusion/Interpretation": "This study quantifies the population-based prevalence of HBOC criteria using objectively determined genealogy and cancer incidence data. Sporadic breast cancer likely represents a portion of the high prevalence of family cancer history seen in this study. These results underline the importance of establishing presence of a deleterious mutation in an affected family member, per NCCN guidelines, before testing unaffected relatives.",
        "Keywords": "BRCA1/2; cancer registry; epidemiology; genetic counseling; hereditary cancer.",
        "MeSH_Terms": "Adult; Aged; Female; Hereditary Breast and Ovarian Cancer Syndrome / epidemiology*; Humans; Male; Middle Aged; Ovarian Neoplasms / epidemiology*; Pancreatic Neoplasms / epidemiology*; Prevalence; Prostatic Neoplasms / epidemiology*; Risk Assessment; SEER Program; Utah / epidemiology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "8",
        "topic_name": "",
        "es_title": "CanRisk tool-a web interface for the prediction of breast and ovarian cancer risk and the likelihood of carrying genetic pathogenic variants",
        "Background/Purpose": "",
        "Methods": "The tool captures information on family history, rare pathogenic variants in cancer susceptibility genes, polygenic risk scores, lifestyle/hormonal/clinical features, and imaging risk factors to predict breast and ovarian cancer risks and estimate the probabilities of carrying pathogenic variants in certain genes. It was implemented using modern web frameworks, technologies, and web services to make it extensible and increase accessibility to researchers and third-party applications. The design of the graphical user interface was informed by feedback from health care professionals and a formal evaluation.",
        "Results/Findings": "This freely accessible tool was designed to be user friendly for clinicians and to boost acceptability in clinical settings. The tool incorporates a novel graphical pedigree builder to facilitate collection of the family history data required by risk calculations.",
        "Conclusion/Interpretation": "The CanRisk Tool provides health care professionals and researchers with a user-friendly interface to carry out multifactorial breast and ovarian cancer risk predictions. It is the first freely accessible cancer risk prediction program to carry the CE marking.",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / genetics*; Female; Genetic Predisposition to Disease; Humans; Internet; Ovarian Neoplasms / genetics*; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "9",
        "topic_name": "",
        "es_title": "Risk assessment, genetic counseling, and genetic testing for BRCA-related cancer in women: updated evidence report and systematic review for the US Preventive Services Task Force",
        "Background/Purpose": "",
        "Methods": "To update the 2013 US Preventive Services Task Force review on benefits and harms of risk assessment, genetic counseling, and genetic testing for BRCA1/2-related cancer in women.",
        "Results/Findings": "Cochrane libraries; MEDLINE, PsycINFO, EMBASE (January 1, 2013, to March 6, 2019, for updates; January 1, 1994, to March 6, 2019, for new key questions and populations); reference lists.",
        "Conclusion/Interpretation": "Discriminatory accuracy studies, randomized clinical trials (RCTs), and observational studies of women without recently diagnosed BRCA1/2-related cancer.",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / genetics*; Breast Neoplasms / prevention & control; Fallopian Tube Neoplasms / genetics; Fallopian Tube Neoplasms / prevention & control; Female; Genes, BRCA1*; Genes, BRCA2*; Genetic Counseling*; Genetic Predisposition to Disease; Genetic Testing*; Humans; Mutation*; Ovarian Neoplasms / genetics*; Ovarian Neoplasms / prevention & control; Peritoneal Neoplasms / genetics; Peritoneal Neoplasms / prevention & control; Risk Assessment"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "10",
        "topic_name": "",
        "es_title": "Ashkenazi Jewish population frequencies for common mutations in BRCA1 and BRCA2",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Alleles; BRCA2 Protein; DNA Mutational Analysis; Female; Gene Frequency; Genes, BRCA1 / genetics*; Genetic Carrier Screening; Genetic Testing*; Humans; Israel; Jews / genetics*; Neoplasm Proteins / genetics*; Risk Factors; Sequence Deletion / genetics*; Transcription Factors / genetics*; United States"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "11",
        "topic_name": "",
        "es_title": "Web-based return of BRCA2 research results: one-year genetic counselling experience in Iceland",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Aged; Aged, 80 and over; BRCA2 Protein / genetics*; Disclosure*; Emotions; Female; Genetic Carrier Screening / statistics & numerical data*; Genetic Counseling / methods; Genetic Counseling / psychology*; Genetic Counseling / statistics & numerical data; Hereditary Breast and Ovarian Cancer Syndrome / diagnosis; Hereditary Breast and Ovarian Cancer Syndrome / genetics*; Hereditary Breast and Ovarian Cancer Syndrome / psychology; Humans; Iceland; Internet; Male; Middle Aged; Patient Satisfaction; Patients / psychology*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "12",
        "topic_name": "",
        "es_title": "Population-based genetic testing of asymptomatic women for breast and ovarian cancer susceptibility",
        "Background/Purpose": "",
        "Methods": "Germline DNA from a subset of healthy Australian women participating in the lifepool project was screened using an 11-gene custom sequencing panel. Women with clinically actionable results were invited to attend a familial cancer clinic (FCC) for post-test genetic counseling and confirmatory testing. Outcomes measured included the prevalence of pathogenic variants, and the uptake rate of genetic counseling, risk reduction surgery, and cascade testing.",
        "Results/Findings": "Thirty-eight of 5908 women (0.64%) carried a clinically actionable pathogenic variant. Forty-two percent of pathogenic variant carriers did not have a first-degree relative with breast or ovarian cancer and 89% pursued referral to an FCC. Forty-six percent (6/13) of eligible women pursued risk reduction surgery, and the uptake rate of cascade testing averaged 3.3 family members per index case.",
        "Conclusion/Interpretation": "Within our cohort, HBOC genetic testing was well accepted, and the majority of high-risk gene carriers identified would not meet eligibility criteria for genetic testing based on their existing family history.",
        "Keywords": "cancer risk reduction; familial cancer; hereditary breast and ovarian cancer; lifepool; population screening.",
        "MeSH_Terms": "Aged; Australia; Breast Neoplasms / genetics*; Breast Neoplasms / pathology; Female; Genetic Counseling; Genetic Predisposition to Disease*; Genetics, Population; Germ-Line Mutation / genetics; Hereditary Breast and Ovarian Cancer Syndrome / genetics*; Hereditary Breast and Ovarian Cancer Syndrome / pathology; Heterozygote; Humans; Middle Aged; Mutation; Ovarian Neoplasms / genetics*; Ovarian Neoplasms / pathology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "13",
        "topic_name": "",
        "es_title": "Exome sequencing-based screening for BRCA1/2 expected pathogenic variants among adult biobank participants",
        "Background/Purpose": "",
        "Methods": "To identify pathogenic and likely pathogenic (P/LP) BRCA1/2 variants in an unselected research cohort, and to characterize the features associated with P/LP variants.",
        "Results/Findings": "This is a cross-sectional study of adult volunteers (n = 50 726) who underwent exome sequencing at a single health care system (Geisinger Health System, Danville, Pennsylvania) from January 1, 2014, to March 1, 2016. Participants are part of the DiscovEHR cohort and were identified through the Geisinger MyCode Community Health Initiative. They consented to a research protocol that included sequencing and return of actionable test results. Clinical data from electronic health records and clinical visits were correlated with variants. Comparisons were made between those with (cases) and those without (controls) P/LP variants in BRCA1/2.",
        "Conclusion/Interpretation": "Prevalence of P/LP BRCA1/2 variants in cohort, proportion of variant carriers not previously ascertained through clinical testing, and personal and family history of relevant cancers among BRCA1/2 variant carriers and noncarriers.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; BRCA1 Protein / analysis*; BRCA1 Protein / genetics; BRCA2 Protein / analysis*; BRCA2 Protein / genetics; Biological Specimen Banks / statistics & numerical data; Biomarkers, Tumor / analysis; Biomarkers, Tumor / blood; Cross-Sectional Studies; Early Detection of Cancer / methods; Exome / genetics; Exome Sequencing / methods*; Exome Sequencing / statistics & numerical data; Female; Humans; Male; Middle Aged; Pennsylvania; Virulence / genetics"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "14",
        "topic_name": "",
        "es_title": "Population frequency of germline BRCA1/2 mutations",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; DNA Mutational Analysis; Female; Genetic Predisposition to Disease; Genetic Testing / methods; Germ-Line Mutation*; Humans; Male; Mutation Rate; Neoplasms / diagnosis; Neoplasms / epidemiology; Neoplasms / genetics*; Predictive Value of Tests; Prognosis"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "15",
        "topic_name": "",
        "es_title": "Genetic/familial high-risk assessment: breast, ovarian, and pancreatic, version 2.2021, NCCN Clinical Practice Guidelines in Oncology",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms* / diagnosis; Breast Neoplasms* / genetics; Female; Genes, BRCA1; Genes, BRCA2; Genetic Counseling; Genetic Predisposition to Disease; Genetic Testing; Humans; Male; Mutation; Ovarian Neoplasms* / diagnosis; Ovarian Neoplasms* / genetics; Pancreatic Neoplasms* / diagnosis; Pancreatic Neoplasms* / genetics"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "16",
        "topic_name": "",
        "es_title": "Comprehensive breast cancer risk assessment for CHEK2 and ATM pathogenic variant carriers incorporating a polygenic risk score and the Tyrer-Cuzick model",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "17",
        "topic_name": "",
        "es_title": "Discouraging elective genetic testing of minors: a norm under siege in a New Era of genomic medicine",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Age Factors; Attitude of Health Personnel; Child; Child, Preschool; Direct-To-Consumer Screening and Testing / ethics; Genetic Counseling / ethics; Genetic Counseling / psychology; Genetic Counseling / standards*; Genetic Predisposition to Disease / psychology*; Genetic Testing / ethics; Genetic Testing / standards*; Humans; Minors; Noninvasive Prenatal Testing / ethics; Whole Genome Sequencing / ethics"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "18",
        "topic_name": "",
        "es_title": "Guidelines for the Li-Fraumeni and heritable TP53-related cancer syndromes",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Early Detection of Cancer / methods; Early Detection of Cancer / standards; Genetic Testing / methods; Genetic Testing / standards*; Humans; Li-Fraumeni Syndrome / diagnosis; Li-Fraumeni Syndrome / genetics*; Polymorphism, Genetic; Practice Guidelines as Topic*; Tumor Suppressor Protein p53 / genetics*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "19",
        "topic_name": "",
        "es_title": "The value of clinical breast examination in a breast cancer surveillance program for women with germline BRCA1 or BRCA2 mutations",
        "Background/Purpose": "",
        "Methods": "Retrospective, longitudinal cohort study of women with BRCA1/2 mutations who attended the Breast and Ovarian Cancer Risk Management Clinic at the Peter MacCallum Cancer Centre, a tertiary referral centre in Melbourne, during 1 September 2001 - 31 December 2019.",
        "Results/Findings": "Consecutive women with BRCA1/2 mutations who did not have personal histories of cancer and had not undergone bilateral risk-reducing mastectomy, and who had visited the clinic at least twice during the study period. Participants had generally undergone breast examination at 6- or 12-month intervals, and annual breast imaging (mammography; and magnetic resonance imaging [MRI] for women aged 50 years or younger).",
        "Conclusion/Interpretation": "Sensitivity (proportion of all biopsy-confirmed breast cancers detected by breast examination alone) and specificity of breast examination for detecting breast cancer.",
        "Keywords": "Breast neoplasms; Cancer genes; Early detection of cancer; Magnetic resonance imaging; Mammography; Prevention and control; Women’s health.",
        "MeSH_Terms": "Adult; Aged; Breast Neoplasms / diagnosis*; Breast Neoplasms / diagnostic imaging; Breast Neoplasms / genetics*; Early Detection of Cancer / methods*; Female; Genes, BRCA1*; Genes, BRCA2*; Genetic Predisposition to Disease; Germ-Line Mutation*; Humans; Longitudinal Studies; Magnetic Resonance Imaging; Mammography; Middle Aged; Palpation*; Retrospective Studies; Sensitivity and Specificity; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "20",
        "topic_name": "",
        "es_title": "Mammographic density and the risk and detection of breast cancer",
        "Background/Purpose": "",
        "Methods": "We carried out three nested case-control studies in screened populations with 1112 matched case-control pairs. We examined the association of the measured percentage of density in the baseline mammogram with risk of breast cancer, according to method of cancer detection, time since the initiation of screening, and age.",
        "Results/Findings": "As compared with women with density in less than 10% of the mammogram, women with density in 75% or more had an increased risk of breast cancer (odds ratio, 4.7; 95% confidence interval [CI], 3.0 to 7.4), whether detected by screening (odds ratio, 3.5; 95% CI, 2.0 to 6.2) or less than 12 months after a negative screening examination (odds ratio, 17.8; 95% CI, 4.8 to 65.9). Increased risk of breast cancer, whether detected by screening or other means, persisted for at least 8 years after study entry and was greater in younger than in older women. For women younger than the median age of 56 years, 26% of all breast cancers and 50% of cancers detected less than 12 months after a negative screening test were attributable to density in 50% or more of the mammogram.",
        "Conclusion/Interpretation": "Extensive mammographic density is strongly associated with the risk of breast cancer detected by screening or between screening tests. A substantial fraction of breast cancers can be attributed to this risk factor.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Breast / pathology; Breast Neoplasms / diagnostic imaging*; Breast Neoplasms / epidemiology; Breast Neoplasms / pathology; Case-Control Studies; Female; Humans; Image Processing, Computer-Assisted; Mammography*; Middle Aged; Risk"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "21",
        "topic_name": "",
        "es_title": "Contrast-enhanced MRI for breast cancer screening",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "MRI; breast cancer; mammography; screening.",
        "MeSH_Terms": "Breast / diagnostic imaging; Breast Neoplasms / diagnostic imaging*; Contrast Media*; Female; Humans; Image Enhancement / methods*; Magnetic Resonance Imaging / methods*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "22",
        "topic_name": "",
        "es_title": "Magnetic resonance imaging in screening of breast cancer",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "Abbreviated MR imaging; Breast cancer screening; High-risk screening; Magnetic resonance imaging; Supplemental screening.",
        "MeSH_Terms": "Breast / diagnostic imaging; Breast Neoplasms / diagnostic imaging*; Early Detection of Cancer; Female; Humans; Magnetic Resonance Imaging / methods*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "23",
        "topic_name": "",
        "es_title": "Intensive surveillance with biannual dynamic contrast-enhanced magnetic resonance imaging downstages breast cancer in BRCA1 mutation carriers",
        "Background/Purpose": "",
        "Methods": "Between 2004 and 2016, we prospectively enrolled 295 women, including 157 mutation carriers (75  , 61  ); participants' mean age at entry was 43.3 years. Seventeen cancers were later diagnosed: 4 ductal carcinoma   (DCIS) and 13 early-stage invasive breast cancers. Fifteen cancers occurred in mutation carriers (11  , 3  , 1  ). Median size of the invasive cancers was 0.61 cm. No patients had lymph node metastasis at time of diagnosis, and no interval invasive cancers occurred. The sensitivity of biannual MRI alone was 88.2% and annual MG plus biannual MRI was 94.1%. The cancer detection rate of biannual MRI alone was 0.7% per 100 screening episodes, which is similar to the cancer detection rate of 0.7% per 100 screening episodes for annual MG plus biannual MRI. The number of recalls and biopsies needed to detect one cancer by biannual MRI were 2.8 and 1.7 in   carriers, 12.0 and 8.0 in   carriers, and 11.7 and 5.0 in non-  carriers, respectively.",
        "Results/Findings": "Biannual MRI performed well for early detection of invasive breast cancer in genomically stratified high-risk women. No benefit was associated with annual MG screening plus biannual MRI screening.See related commentary by Kuhl and Schrading, p. 1693.",
        "Conclusion/Interpretation": "",
        "Keywords": "ClinicalTrials.gov  .",
        "MeSH_Terms": "Adult; BRCA1 Protein / genetics*; Biopsy; Breast Neoplasms / diagnosis*; Breast Neoplasms / genetics; Breast Neoplasms / pathology; Early Detection of Cancer / methods*; Female; Genetic Predisposition to Disease; Humans; Magnetic Resonance Imaging / methods*; Mammography; Mass Screening / methods*; Middle Aged; Mutation; Neoplasm Staging; Prospective Studies"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "24",
        "topic_name": "",
        "es_title": "Prospective multicenter cohort study to refine management recommendations for women at elevated familial risk of breast cancer: the EVA trial",
        "Background/Purpose": "",
        "Methods": "Prospective multicenter observational cohort study. Six hundred eighty-seven asymptomatic women at elevated familial risk (> or = 20% lifetime) underwent 1,679 annual screening rounds consisting of CBE, mammography, ultrasound, and MRI, read independently and in different combinations. In a subgroup of 371 women, additional half-yearly ultrasound and CBE was performed more than 869 screening rounds. Mean and median follow-up was 29.18 and 29.09 months.",
        "Results/Findings": "Twenty-seven women were diagnosed with breast cancer: 11 ductal carcinoma in situ (41%) and 16 invasive cancers (59%). Three (11%) of 27 were node positive. All cancers were detected during annual screening; no interval cancer occurred; no cancer was identified during half-yearly ultrasound. The cancer yield of ultrasound (6.0 of 1,000) and mammography (5.4 of 1,000) was equivalent; it increased nonsignificantly (7.7 of 1,000) if both methods were combined. Cancer yield achieved by MRI alone (14.9 of 1,000) was significantly higher; it was not significantly improved by adding mammography (MRI plus mammography: 16.0 of 1,000) and did not change by adding ultrasound (MRI plus ultrasound: 14.9 of 1,000). Positive predictive value was 39% for mammography, 36% for ultrasound, and 48% for MRI.",
        "Conclusion/Interpretation": "In women at elevated familial risk, quality-assured MRI screening shifts the distribution of screen-detected breast cancers toward the preinvasive stage. In women undergoing quality-assured MRI annually, neither mammography, nor annual or half-yearly ultrasound or CBE will add to the cancer yield achieved by MRI alone.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Breast Neoplasms / diagnosis*; Breast Neoplasms / genetics*; Cohort Studies; Female; Genetic Predisposition to Disease; Humans; Magnetic Resonance Imaging; Mammography; Mass Screening; Middle Aged; Physical Examination; Prospective Studies; Risk Factors; Ultrasonography"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "25",
        "topic_name": "",
        "es_title": "Triple-modality screening trial for familial breast cancer underlines the importance of magnetic resonance imaging and questions the role of mammography and ultrasound regardless of patient mutation status, age, and breast density",
        "Background/Purpose": "",
        "Methods": "In a single-center, prospective, nonrandomized comparison study, BRCA mutation carriers and women with a high familial risk (> 20% lifetime risk) for breast cancer were offered screening with mammography, ultrasound, and MRI every 12 months. Diagnostic performance was compared between individual modalities and their combinations. Further comparisons were based on subpopulations dichotomized by screening rounds, mutation status, age, and breast density.",
        "Results/Findings": "There were 559 women with 1,365 complete imaging rounds included in this study. The sensitivity of MRI (90.0%) was significantly higher (P < .001) than that of mammography (37.5%) and ultrasound (37.5%). Of 40 cancers, 18 (45.0%) were detected by MRI alone. Two cancers were found by mammography alone (a ductal carcinoma in situ [DCIS] with microinvasion and a DCIS with < 10-mm invasive areas). This did not lead to a significant increase of sensitivity compared with using MRI alone (P = .15). No cancers were detected by ultrasound alone. Similarly, of 14 DCISs, all were detected by MRI, whereas mammography and ultrasound each detected five DCISs (35.7%). Age, mutation status, and breast density had no influence on the sensitivity of MRI and did not affect the superiority of MRI over mammography and ultrasound.",
        "Conclusion/Interpretation": "MRI allows early detection of familial breast cancer regardless of patient age, breast density, or risk status. The added value of mammography is limited, and there is no added value of ultrasound in women undergoing MRI for screening.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast / pathology; Breast Neoplasms / diagnosis; Breast Neoplasms / genetics; Carcinoma, Intraductal, Noninfiltrating / diagnosis; Carcinoma, Intraductal, Noninfiltrating / genetics; Early Detection of Cancer / methods*; Genetic Predisposition to Disease / genetics; Humans; Magnetic Resonance Imaging / methods*; Mammography / methods*; Middle Aged; Multiphasic Screening / methods*; Mutation; Prospective Studies; Reproducibility of Results; Sensitivity and Specificity; Tumor Suppressor Proteins; Ubiquitin Thiolesterase; Ultrasonography / methods*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "26",
        "topic_name": "",
        "es_title": "The added value of mammography in different age-groups of women with and without BRCA mutation screened with breast MRI",
        "Background/Purpose": "",
        "Methods": "This retrospective single-center study evaluated 6553 screening rounds in 2026 women at increased risk of breast cancer (1 January 2003 to 1 January 2014). Risk category (BRCA mutation versus others at increased risk of breast cancer), age at examination, recall, biopsy, and histopathological diagnosis were recorded. Cancer yield, false positive recall rate (FPR), and false positive biopsy rate (FPB) were calculated using generalized estimating equations for separate age categories (< 40, 40-50, 50-60, ≥ 60 years). Numbers of screens needed to detect an additional breast cancer with mammography (NSN) were calculated for the subgroups.",
        "Results/Findings": "Of a total of 125 screen-detected breast cancers, 112 were detected by MRI and 66 by mammography: 13 cancers were solely detected by mammography, including 8 cases of ductal carcinoma in situ. In BRCA mutation carriers, 3 of 61 cancers were detected only on mammography, while in other women 10 of 64 cases were detected with mammography alone. While 77% of mammography-detected-only cancers were detected in women ≥ 50 years of age, mammography also added more to the FPR in these women. Below 50 years the number of mammographic examinations needed to find an MRI-occult cancer was 1427.",
        "Conclusion/Interpretation": "Mammography is of limited added value in terms of cancer detection when breast MRI is available for women of all ages who are at increased risk. While the benefit appears slightly larger in women over 50 years of age without BRCA mutation, there is also a substantial increase in false positive findings in these women.",
        "Keywords": "Age-categories; Breast MRI; False positives; High-risk screening; Mammography; Screen-detected breast cancer.",
        "MeSH_Terms": "Adult; Age Factors; Aged; Aged, 80 and over; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Biopsy; Breast / diagnostic imaging; Breast / pathology; Breast Neoplasms / diagnostic imaging*; Breast Neoplasms / genetics; Breast Neoplasms / pathology; Early Detection of Cancer / methods*; Early Detection of Cancer / statistics & numerical data; False Positive Reactions; Feasibility Studies; Female; Humans; Magnetic Resonance Imaging / statistics & numerical data*; Mammography / statistics & numerical data*; Mass Screening / methods*; Mass Screening / statistics & numerical data; Middle Aged; Mutation; Retrospective Studies; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "27",
        "topic_name": "",
        "es_title": "Contribution of mammography to MRI screening in BRCA mutation carriers by BRCA status and age: individual patient data meta-analysis",
        "Background/Purpose": "",
        "Methods": "Sensitivity and specificity of MRI, mammography and the combination of these tests were compared stratified for BRCA mutation and age using generalised linear mixed models with random effect for studies. Number of screens needed (NSN) for additional mammography-only detected cancer was estimated.",
        "Results/Findings": "In BRCA1/2 mutation carriers of all ages (BRCA1 = 1,219 and BRCA2 = 732), adding mammography to MRI did not significantly increase screening sensitivity (increased by 3.9% in BRCA1 and 12.6% in BRCA2 mutation carriers, P > 0.05). However, in women with BRCA2 mutation younger than 40 years, one-third of breast cancers were detected by mammography only. Number of screens needed for mammography to detect one breast cancer not detected by MRI was much higher for BRCA1 compared with BRCA2 mutation carriers at initial and repeat screening.",
        "Conclusion/Interpretation": "Additional screening sensitivity from mammography above that from MRI is limited in BRCA1 mutation carriers, whereas mammography contributes to screening sensitivity in BRCA2 mutation carriers, especially those ⩽ 40 years. The evidence from our work highlights that a differential screening schedule by BRCA status is worth considering.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Age Factors; Breast Neoplasms / diagnosis*; Breast Neoplasms / genetics*; Female; Genes, BRCA1*; Genes, BRCA2*; Humans; Magnetic Resonance Imaging / methods; Mammography / methods; Middle Aged; Mutation*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "28",
        "topic_name": "",
        "es_title": "Screening guidelines update for average-risk and high-risk women",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "average-risk women; breast cancer screening; guidelines; high-risk women; screening mammography.",
        "MeSH_Terms": "Adult; Aged; Breast Neoplasms / diagnostic imaging*; Early Detection of Cancer; Female; Humans; Mammography / standards*; Mass Screening / standards*; Middle Aged; Practice Guidelines as Topic*; Risk Assessment; United States"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "29",
        "topic_name": "",
        "es_title": "Presymptomatic awareness of germline pathogenic BRCA variants and associated outcomes in women with breast cancer",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / epidemiology; Breast Neoplasms / genetics*; Breast Neoplasms / pathology; Disease-Free Survival; Female; Genetic Predisposition to Disease*; Genetic Variation / genetics; Germ-Line Mutation / genetics; Humans; Kaplan-Meier Estimate; Middle Aged"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "30",
        "topic_name": "",
        "es_title": "Cost-effectiveness of breast cancer screening with magnetic resonance imaging for women at familial risk",
        "Background/Purpose": "",
        "Methods": "To assess the cost-effectiveness of magnetic resonance imaging (MRI) screening strategies for women with a 20% or more familial risk for breast cancer without a known BRCA1/2 or TP53 variant.",
        "Results/Findings": "In this economic evaluation, conducted from February 1, 2019, to May 25, 2020, microsimulation modeling was used to estimate costs and effectiveness on a lifetime horizon from age 25 years until death of MRI screening among a cohort of 10 million Dutch women with a 20% or more familial risk for breast cancer without a known BRCA1/2 or TP53 variant. A Dutch screening setting was modeled. Most data were obtained from the randomized Familial MRI Screening (FaMRIsc) trial, which included Dutch women aged 30 to 55 years. A health care payer perspective was applied.",
        "Conclusion/Interpretation": "Several screening protocols with varying ages and intervals including those of the randomized FaMRIsc trial, consisting of the mammography (Mx) protocol (annual mammography and clinical breast examination) and the MRI protocol (annual MRI and clinical breast examination plus biennial mammography).",
        "Keywords": "",
        "MeSH_Terms": "Adult; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms / diagnosis; Breast Neoplasms / diagnostic imaging; Breast Neoplasms / economics*; Breast Neoplasms / epidemiology; Cost-Benefit Analysis / economics*; Early Detection of Cancer / economics*; Female; Genetic Predisposition to Disease / genetics; Humans; Magnetic Resonance Imaging / economics*; Middle Aged; Risk Factors; Tumor Suppressor Protein p53 / genetics"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "31",
        "topic_name": "",
        "es_title": "Recreational physical activity is associated with reduced breast cancer risk in adult women at high risk for breast cancer: A cohort study of women selected for familial and genetic risk",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Breast Neoplasms*; Cohort Studies; Exercise; Female; Humans; Prospective Studies; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "32",
        "topic_name": "",
        "es_title": "Age-specific breast cancer risk by body mass index and familial risk: prospective family study cohort (ProF-SC)",
        "Background/Purpose": "",
        "Methods": "We conducted a prospective study of a cohort enriched for familial risk consisting of 16,035 women from 6701 families in the Breast Cancer Family Registry and the Kathleen Cunningham Foundation Consortium for Research into Familial Breast Cancer followed for up to 20 years (mean 10.5 years). There were 896 incident breast cancers (mean age at diagnosis 55.7 years). We used Cox regression to model BMI risk associations as a function of menopausal status, age, and underlying familial risk based on pedigree data using the Breast and Ovarian Analysis of Disease Incidence and Carrier Estimation Algorithm (BOADICEA), all measured at baseline.",
        "Results/Findings": "The strength and direction of the BMI risk association depended on baseline menopausal status (P < 0.001); after adjusting for menopausal status, the association did not depend on age at baseline (P = 0.6). In terms of absolute risk, the negative association with BMI for premenopausal women has a much smaller influence than the positive association with BMI for postmenopausal women. Women at higher familial risk have a much larger difference in absolute risk depending on their BMI than women at lower familial risk.",
        "Conclusion/Interpretation": "The greater a woman's familial risk, the greater the influence of BMI on her absolute postmenopausal breast cancer risk. Given that age-adjusted BMI is correlated across adulthood, maintaining a healthy weight throughout adult life is particularly important for women with a family history of breast cancer.",
        "Keywords": "Body mass index; Breast and Ovarian Analysis of Disease Incidence and Carrier Estimation Algorithm; Breast cancer; Familial risk; Gene–environment interaction.",
        "MeSH_Terms": "Adult; Age Factors; Aged; Australia / epidemiology; Body Mass Index*; Breast Neoplasms / epidemiology*; Canada / epidemiology; Female; Follow-Up Studies; Humans; Incidence; Medical History Taking / statistics & numerical data*; Middle Aged; New Zealand / epidemiology; Postmenopause; Premenopause; Prospective Studies; Registries / statistics & numerical data*; Risk Factors; United States / epidemiology; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "33",
        "topic_name": "",
        "es_title": "The influence of number and timing of pregnancies on breast cancer risk for women with BRCA1 or BRCA2 mutations",
        "Background/Purpose": "",
        "Methods": "Using weighted and time-varying Cox proportional hazards models, we investigated whether reproductive events are associated with BC risk for mutation carriers using a retrospective cohort (5707   and 3525   mutation carriers) and a prospective cohort (2276   and 1610   mutation carriers), separately for each cohort and the combined prospective and retrospective cohort.",
        "Results/Findings": "For   mutation carriers, there was no overall association with parity compared with nulliparity (combined hazard ratio [HR ] = 0.99, 95% confidence interval [CI] = 0.83 to 1.18). Relative to being uniparous, an increased number of FTPs was associated with decreased BC risk (HR  = 0.79, 95% CI = 0.69 to 0.91; HR  = 0.70, 95% CI = 0.59 to 0.82; HR  = 0.50, 95% CI = 0.40 to 0.63, for 2, 3, and ≥4 FTPs, respectively,     < .0001) and increasing duration of breastfeeding was associated with decreased BC risk (combined cohort     = .0003). Relative to being nulliparous, uniparous   mutation carriers were at increased BC risk in the prospective analysis (prospective hazard ration [HR ] = 1.69, 95% CI = 1.09 to 2.62). For   mutation carriers, being parous was associated with a 30% increase in BC risk (HR  = 1.33, 95% CI = 1.05 to 1.69), and there was no apparent decrease in risk associated with multiparity except for having at least 4 FTPs vs. 1 FTP (HR  = 0.72, 95% CI = 0.54 to 0.98).",
        "Conclusion/Interpretation": "These findings suggest differential associations with parity between   and   mutation carriers with higher risk for uniparous   carriers and parous   carriers.",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "34",
        "topic_name": "",
        "es_title": "Modifiers of cancer risk in BRCA1 and BRCA2 mutation carriers: systematic review and meta-analysis",
        "Background/Purpose": "",
        "Methods": "PubMed and Web of Science databases were searched for articles published through September 2013. Fixed effects meta-analysis was done using the hazard ratios and/or odds ratios to estimate the pooled effect estimates (ES) and 95% confidence intervals (CIs) to identify factors that are associated with cancer risk modification in BRCA1/2 mutation carriers.",
        "Results/Findings": "We identified 44 nonoverlapping studies that met predefined quality criteria. Sufficient evidence is available to make clinically relevant inferences about a number of cancer risk modifiers. The only variable examined that produced a probable association was late age at first live birth, a meta-analysis showed a decrease in the risk of breast cancer in BRCA1 mutation carriers with women aged 30 years or older vs. women younger than 30 years (ES = 0.65; 95% CI =0.42 to 0.99). The same was shown for women aged 25 to 29 years versus those aged less than 25 years (ES = 0.69; 95% CI = 0.48 to 0.99). Breastfeeding and tubal ligation were associated with reduced ovarian cancer risk in BRCA1 mutation carriers; oral contraceptives were associated with reduced risk among BRCA1/2 mutation carriers. Smoking was associated with increased breast cancer risk in BRCA2 mutation carriers only.",
        "Conclusion/Interpretation": "Data assessing many potential risk modifiers are inadequate, and many have not been externally validated. Although additional studies are required to confirm some associations, sufficient information is available for some risk factors to be used in risk counseling or lifestyle modification to minimize cancer risk in BRCA1/2 mutation carriers",
        "Keywords": "",
        "MeSH_Terms": "Adult; BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / epidemiology*; Breast Neoplasms / genetics; Breast Neoplasms / prevention & control; Directive Counseling; Female; Genetic Predisposition to Disease; Heterozygote*; Humans; Life Style; Mutation*; Ovarian Neoplasms / epidemiology*; Ovarian Neoplasms / genetics; Ovarian Neoplasms / prevention & control; Reproductive History; Risk Assessment; Risk Factors; Risk Reduction Behavior"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "35",
        "topic_name": "",
        "es_title": "Type and timing of menopausal hormone therapy and breast cancer risk: individual participant meta-analysis of the worldwide epidemiological evidence",
        "Background/Purpose": "",
        "Methods": "Principal analyses used individual participant data from all eligible prospective studies that had sought information on the type and timing of MHT use; the main analyses are of individuals with complete information on this. Studies were identified by searching many formal and informal sources regularly from Jan 1, 1992, to Jan 1, 2018. Current users were included up to 5 years (mean 1·4 years) after last-reported MHT use. Logistic regression yielded adjusted risk ratios (RRs) comparing particular groups of MHT users versus never users.",
        "Results/Findings": "During prospective follow-up, 108 647 postmenopausal women developed breast cancer at mean age 65 years (SD 7); 55 575 (51%) had used MHT. Among women with complete information, mean MHT duration was 10 years (SD 6) in current users and 7 years (SD 6) in past users, and mean age was 50 years (SD 5) at menopause and 50 years (SD 6) at starting MHT. Every MHT type, except vaginal oestrogens, was associated with excess breast cancer risks, which increased steadily with duration of use and were greater for oestrogen-progestagen than oestrogen-only preparations. Among current users, these excess risks were definite even during years 1-4 (oestrogen-progestagen RR 1·60, 95% CI 1·52-1·69; oestrogen-only RR 1·17, 1·10-1·26), and were twice as great during years 5-14 (oestrogen-progestagen RR 2·08, 2·02-2·15; oestrogen-only RR 1·33, 1·28-1·37). The oestrogen-progestagen risks during years 5-14 were greater with daily than with less frequent progestagen use (RR 2·30, 2·21-2·40 vs 1·93, 1·84-2·01; heterogeneity p<0·0001). For a given preparation, the RRs during years 5-14 of current use were much greater for oestrogen-receptor-positive tumours than for oestrogen-receptor-negative tumours, were similar for women starting MHT at ages 40-44, 45-49, 50-54, and 55-59 years, and were attenuated by starting after age 60 years or by adiposity (with little risk from oestrogen-only MHT in women who were obese). After ceasing MHT, some excess risk persisted for more than 10 years; its magnitude depended on the duration of previous use, with little excess following less than 1 year of MHT use.",
        "Conclusion/Interpretation": "If these associations are largely causal, then for women of average weight in developed countries, 5 years of MHT, starting at age 50 years, would increase breast cancer incidence at ages 50-69 years by about one in every 50 users of oestrogen plus daily progestagen preparations; one in every 70 users of oestrogen plus intermittent progestagen preparations; and one in every 200 users of oestrogen-only preparations. The corresponding excesses from 10 years of MHT would be about twice as great.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Breast Neoplasms / epidemiology*; Drug Therapy, Combination; Estrogen Replacement Therapy; Estrogens / therapeutic use*; Female; Humans; Logistic Models; Middle Aged; Obesity / epidemiology; Principal Component Analysis; Progesterone / therapeutic use*; Progestins / therapeutic use*; Risk; Risk Factors; Time Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "36",
        "topic_name": "",
        "es_title": "Use of antidepressants and risk of epithelial ovarian cancer",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "antidepressants; epithelial ovarian cancer; ovarian tumors; selective serotonin reuptake inhibitors.",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Antidepressive Agents / therapeutic use*; Carcinoma, Ovarian Epithelial; Case-Control Studies; Denmark; Female; Humans; Incidence; Logistic Models; Middle Aged; Neoplasms, Glandular and Epithelial / epidemiology*; Odds Ratio; Ovarian Neoplasms / epidemiology*; Registries; Selective Serotonin Reuptake Inhibitors / therapeutic use*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "37",
        "topic_name": "",
        "es_title": "Oral contraceptive use and breast cancer risk: Retrospective and prospective analyses from a BRCA1 and BRCA2 mutation carrier cohort study",
        "Background/Purpose": "",
        "Methods": "Breast camcer risk associations were estimated from OCP data on 6030 BRCA1 and 3809 BRCA2 mutation carriers using age-dependent Cox regression, stratified by study and birth cohort. Prospective, left-truncated retrospective and full-cohort retrospective analyses were performed.",
        "Results/Findings": "For BRCA1 mutation carriers, OCP use was not associated with BC risk in prospective analyses (hazard ratio [HR] = 1.08, 95% confidence interval [CI] = 0.75 to 1.56), but in the left-truncated and full-cohort retrospective analyses, risks were increased by 26% (95% CI = 6% to 51%) and 39% (95% CI = 23% to 58%), respectively. For BRCA2 mutation carriers, OCP use was associated with BC risk in prospective analyses (HR = 1.75, 95% CI = 1.03 to 2.97), but retrospective analyses were inconsistent (left-truncated: HR = 1.06, 95% CI = 0.85 to 1.33; full cohort: HR = 1.52, 95% CI = 1.28 to 1.81). There was evidence of increasing risk with duration of use, especially before the first full-term pregnancy (BRCA1: both retrospective analyses,   < .001 and   = .001, respectively; BRCA2: full retrospective analysis,   = .002).",
        "Conclusion/Interpretation": "Prospective analyses did not show that past use of OCP is associated with an increased BC risk for BRCA1 mutation carriers in young middle-aged women (40-50 years). For BRCA2 mutation carriers, a causal association is also not likely at those ages. Findings between retrospective and prospective analyses were inconsistent and could be due to survival bias or a true association for younger women who were underrepresented in the prospective cohort. Given the uncertain safety of long-term OCP use for BRCA1/2 mutation carriers, indications other than contraception should be avoided and nonhormonal contraceptive methods should be discussed.",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "38",
        "topic_name": "",
        "es_title": "Hormone replacement therapy after risk reducing salpingo-oophorectomy in patients with BRCA1 or BRCA2 mutations; a systematic review of risks and benefits",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "BRCA1; BRCA2; Breast cancer; Hormone replacement therapy; Risk reduction; Surgical menopause.",
        "MeSH_Terms": "Breast Neoplasms / epidemiology*; Breast Neoplasms / etiology; Breast Neoplasms / genetics; Female; Genes, BRCA1*; Genes, BRCA2*; Germ-Line Mutation*; Hormone Replacement Therapy / adverse effects; Hormone Replacement Therapy / methods; Hormone Replacement Therapy / statistics & numerical data*; Humans; Quality of Life; Salpingo-oophorectomy"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "39",
        "topic_name": "",
        "es_title": "Moderate alcohol consumption during adult life, drinking patterns, and breast cancer risk",
        "Background/Purpose": "",
        "Methods": "To evaluate the association of breast cancer with alcohol consumption during adult life, including quantity, frequency, and age at consumption.",
        "Results/Findings": "Prospective observational study of 105,986 women enrolled in the Nurses' Health Study followed up from 1980 until 2008 with an early adult alcohol assessment and 8 updated alcohol assessments.",
        "Conclusion/Interpretation": "Relative risks of developing invasive breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Age Factors; Aged; Alcohol Drinking*; Breast Neoplasms / epidemiology*; Central Nervous System Stimulants / poisoning*; Dose-Response Relationship, Drug; Estrogens / blood; Ethanol / poisoning*; Female; Humans; Middle Aged; Prospective Studies; Receptors, Estrogen; Risk Assessment; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "40",
        "topic_name": "",
        "es_title": "Alcohol consumption, cigarette smoking, and risk of breast cancer for BRCA1 and BRCA2 mutation carriers: Results from The BRCA1 and BRCA2 cohort consortium",
        "Background/Purpose": "",
        "Methods": "Using a large international pooled cohort of   and   mutation carriers, we conducted retrospective (5,707   mutation carriers and 3,525   mutation carriers) and prospective (2,276   mutation carriers and 1,610   mutation carriers) analyses of alcohol and tobacco consumption using Cox proportional hazards models.",
        "Results/Findings": "For both   and   mutation carriers, none of the smoking-related variables was associated with breast cancer risk, except smoking for more than 5 years before a first full-term pregnancy (FFTP) when compared with parous women who never smoked. For   mutation carriers, the HR from retrospective analysis (HR ) was 1.19 [95% confidence interval (CI), 1.02-1.39] and the HR from prospective analysis (HR ) was 1.36 (95% CI, 0.99-1.87). For   mutation carriers, smoking for more than 5 years before an FFTP showed an association of a similar magnitude, but the confidence limits were wider (HR  = 1.25; 95% CI, 1.01-1.55 and HR  = 1.30; 95% CI, 0.83-2.01). For both carrier groups, alcohol consumption was not associated with breast cancer risk.",
        "Conclusion/Interpretation": "The finding that smoking during the prereproductive years increases breast cancer risk for mutation carriers warrants further investigation.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Alcohol Drinking / epidemiology*; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms / epidemiology*; Breast Neoplasms / genetics; Breast Neoplasms / prevention & control; Cigarette Smoking / epidemiology*; Female; Genetic Predisposition to Disease; Heterozygote; Humans; Life Style*; Middle Aged; Mutation; Prospective Studies; Reproductive History; Retrospective Studies; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "41",
        "topic_name": "",
        "es_title": "Medication use to reduce risk of breast cancer: US Preventive Services Task Force Recommendation Statement",
        "Background/Purpose": "",
        "Methods": "To update the 2013 US Preventive Services Task Force (USPSTF) recommendation on medications for risk reduction of primary breast cancer.",
        "Results/Findings": "The USPSTF reviewed evidence on the accuracy of risk assessment methods to identify women who could benefit from risk-reducing medications for breast cancer, as well as evidence on the effectiveness, adverse effects, and subgroup variations of these medications. The USPSTF reviewed evidence from randomized trials, observational studies, and diagnostic accuracy studies of risk stratification models in women without preexisting breast cancer or ductal carcinoma in situ.",
        "Conclusion/Interpretation": "The USPSTF found convincing evidence that risk assessment tools can predict the number of cases of breast cancer expected to develop in a population. However, these risk assessment tools perform modestly at best in discriminating between individual women who will or will not develop breast cancer. The USPSTF found convincing evidence that risk-reducing medications (tamoxifen, raloxifene, or aromatase inhibitors) provide at least a moderate benefit in reducing risk for invasive estrogen receptor-positive breast cancer in postmenopausal women at increased risk for breast cancer. The USPSTF found that the benefits of taking tamoxifen, raloxifene, and aromatase inhibitors to reduce risk for breast cancer are no greater than small in women not at increased risk for the disease. The USPSTF found convincing evidence that tamoxifen and raloxifene and adequate evidence that aromatase inhibitors are associated with small to moderate harms. Overall, the USPSTF determined that the net benefit of taking medications to reduce risk of breast cancer is larger in women who have a greater risk for developing breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aromatase Inhibitors / therapeutic use*; Breast Neoplasms / genetics; Breast Neoplasms / prevention & control*; Female; Genes, BRCA1; Genes, BRCA2; Humans; Middle Aged; Mutation; Raloxifene Hydrochloride / therapeutic use; Risk Assessment / methods; Risk Factors; Selective Estrogen Receptor Modulators / therapeutic use*; Tamoxifen / therapeutic use*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "42",
        "topic_name": "",
        "es_title": "Five year letrozole versus placebo in BRCA1/2 germline mutations carriers: Final results of LIBER, a double-blind randomized phase III breast cancer prevention trial",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "43",
        "topic_name": "",
        "es_title": "Tamoxifen and breast cancer incidence among women with inherited mutations in BRCA1 and BRCA2: National Surgical Adjuvant Breast and Bowel Project (NSABP-P1) Breast Cancer Prevention Trial",
        "Background/Purpose": "",
        "Methods": "To evaluate the effect of tamoxifen on incidence of breast cancer among cancer-free women with inherited BRCA1 or BRCA2 mutations.",
        "Results/Findings": "Genomic analysis of BRCA1 and BRCA2 for 288 women who developed breast cancer after entry into the randomized, double-blind Breast Cancer Prevention Trial of the National Surgical Adjuvant Breast and Bowel Project (between April 1, 1992, and September 30, 1999).",
        "Conclusion/Interpretation": "Among women with BRCA1 or BRCA2 mutations, incidence of breast cancer among those who were receiving tamoxifen vs incidence of breast cancer among those receiving placebo.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Antineoplastic Agents, Hormonal / therapeutic use*; Breast Neoplasms / epidemiology; Breast Neoplasms / genetics*; Breast Neoplasms / metabolism; Breast Neoplasms / prevention & control*; DNA Mutational Analysis; Double-Blind Method; Female; Genes, BRCA1*; Genes, BRCA2*; Genetic Predisposition to Disease; Humans; Incidence; Middle Aged; Mutation; Receptors, Estrogen; Risk Factors; Tamoxifen / therapeutic use*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "44",
        "topic_name": "",
        "es_title": "Tamoxifen and risk of contralateral breast cancer for BRCA1 and BRCA2 mutation carriers",
        "Background/Purpose": "",
        "Methods": "Analysis of pooled observational cohort data, self-reported at enrollment and at follow-up from the International BRCA1, and BRCA2 Carrier Cohort Study, Kathleen Cuningham Foundation Consortium for Research into Familial Breast Cancer, and Breast Cancer Family Registry. Eligible women were BRCA1 and BRCA2 mutation carriers diagnosed with unilateral BC since 1970 and no other invasive cancer or tamoxifen use before first BC. Hazard ratios (HRs) for CBC associated with tamoxifen use were estimated using Cox regression, adjusting for year and age of diagnosis, country, and bilateral oophorectomy and censoring at contralateral mastectomy, death, or loss to follow-up.",
        "Results/Findings": "Of 1,583 BRCA1 and 881 BRCA2 mutation carriers, 383 (24%) and 454 (52%), respectively, took tamoxifen after first BC diagnosis. There were 520 CBCs over 20,104 person-years of observation. The adjusted HR estimates were 0.38 (95% CI, 0.27 to 0.55) and 0.33 (95% CI, 0.22 to 0.50) for BRCA1 and BRCA2 mutation carriers, respectively. After left truncating at recruitment to the cohort, adjusted HR estimates were 0.58 (95% CI, 0.29 to 1.13) and 0.48 (95% CI, 0.22 to 1.05) based on 657 BRCA1 and 426 BRCA2 mutation carriers with 100 CBCs over 4,392 person-years of prospective follow-up. HRs did not differ by estrogen receptor status of the first BC (missing for 56% of cases).",
        "Conclusion/Interpretation": "This study provides evidence that tamoxifen use is associated with a reduction in CBC risk for BRCA1 and BRCA2 mutation carriers. Further follow-up of these cohorts will provide increased statistical power for future prospective analyses.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Breast Neoplasms / genetics; Breast Neoplasms / prevention & control*; Estrogen Antagonists / therapeutic use*; Female; Genes, BRCA1*; Genes, BRCA2*; Heterozygote*; Humans; Middle Aged; Mutation*; Proportional Hazards Models; Risk Factors; Tamoxifen / therapeutic use*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "45",
        "topic_name": "",
        "es_title": "Risk-reducing mastectomy for the prevention of primary breast cancer",
        "Background/Purpose": "",
        "Methods": "(i) To determine whether risk-reducing mastectomy reduces death rates from any cause in women who have never had breast cancer and in women who have a history of breast cancer in one breast, and (ii) to examine the effect of risk-reducing mastectomy on other endpoints, including breast cancer incidence, breast cancer mortality, disease-free survival, physical morbidity, and psychosocial outcomes.",
        "Results/Findings": "For this Review update, we searched Cochrane Breast Cancer's Specialized Register, MEDLINE, Embase and the WHO International Clinical Trials Registry Platform (ICTRP) on 9 July 2016. We included studies in English.",
        "Conclusion/Interpretation": "Participants included women at risk for breast cancer in at least one breast. Interventions included all types of mastectomy performed for the purpose of preventing breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / genetics; Breast Neoplasms / mortality; Breast Neoplasms / prevention & control*; Breast Neoplasms / psychology; Female; Genes, BRCA1; Genes, BRCA2; Genetic Predisposition to Disease; Humans; Observational Studies as Topic; Patient Satisfaction; Postoperative Complications; Prophylactic Mastectomy* / adverse effects; Prophylactic Mastectomy* / methods; Prophylactic Mastectomy* / mortality; Prophylactic Mastectomy* / psychology; Risk Assessment; Unilateral Breast Neoplasms / mortality; Unilateral Breast Neoplasms / prevention & control; Unilateral Breast Neoplasms / psychology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "46",
        "topic_name": "",
        "es_title": "Risk for breast cancer and management of unaffected individuals with non-BRCA hereditary breast cancer",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "breast cancer risk; highly penetrant genes; moderately penetrant genes; prevention; risk reduction; screening.",
        "MeSH_Terms": "Breast Neoplasms* / genetics; Female; Genetic Predisposition to Disease*; Humans; Mastectomy"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "47",
        "topic_name": "",
        "es_title": "Effectiveness of prophylactic surgeries in BRCA1 or BRCA2 mutation carriers: A meta-analysis and systematic review",
        "Background/Purpose": "",
        "Methods": "The PubMed database was searched till August 2014 and 15 studies met the inclusion criteria. Fixed- or random-effects models were conducted according to study heterogeneity. We calculated the pooled relative risks (RR) for cancer risk or mortality along with 95% confidence intervals (CI).",
        "Results/Findings": "Prophylactic bilateral salpingo-oophorectomy (PBSO) and bilateral prophylactic mastectomy (BPM) were both associated with a decreased breast cancer risk in BRCA1/2 mutation carriers (RR, 0.552; 95% CI, 0.448-0.682; RR, 0.114; 95% CI, 0.041-0.317, respectively). Similar findings were observed in BRCA1 and BRCA2 mutation carriers separately. Moreover, contralateral prophylactic mastectomy (CPM) significantly decreased contralateral breast cancer incidence in BRCA1/2 mutation carriers (RR, 0.072; 95% CI, 0.035-0.148). Of note, PBSO was associated with significantly lower all-cause mortality in BRCA1/2 mutation carriers without breast cancer (HR, 0.349; 95% CI, 0.190-0.639) and those with breast cancer (HR, 0.432; 95% CI, 0.318-0.588). In addition, all-cause mortality was significantly lower for patients with CPM than those without (HR, 0.512; 95% CI, 0.368-0.714). However, BPM was not significantly associated with reduced all-cause mortality. Data were insufficient to obtain separate estimates of survival benefit with PS in BRCA1 or BRCA2 mutation carriers.",
        "Conclusion/Interpretation": "BRCA1/2 mutation carriers who have been treated with PS have a substantially reduced breast cancer incidence and mortality. Clin Cancer Res; 22(15); 3971-81. ©2016 AACR.",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / epidemiology; Breast Neoplasms / genetics*; Breast Neoplasms / prevention & control; Breast Neoplasms / surgery*; Female; Genes, BRCA1*; Genes, BRCA2*; Heterozygote*; Humans; Incidence; Mortality; Mutation*; Outcome Assessment, Health Care; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / genetics; Ovarian Neoplasms / prevention & control; Ovarian Neoplasms / surgery; Ovariectomy; Prophylactic Mastectomy*; Prophylactic Surgical Procedures; Publication Bias; Risk"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "48",
        "topic_name": "",
        "es_title": "Survival after bilateral risk-reducing mastectomy in healthy BRCA1 and BRCA2 mutation carriers",
        "Background/Purpose": "",
        "Methods": "In this Dutch multicenter cohort study, we used multivariable Cox models with BRRM as a time-dependent covariable to estimate the associations between BRRM and the overall and BC-specific mortality rates, separately for BRCA1 and BRCA2 mutation carriers.",
        "Results/Findings": "During a mean follow-up of 10.3 years, 722 out of 1712 BRCA1 (42%) and 406 out of 1145 BRCA2 (35%) mutation carriers underwent BRRM. For BRCA1 mutation carriers, we observed 52 deaths (20 from BC) in the surveillance group, and 10 deaths (one from BC) after BRRM. The hazard ratios were 0.40 (95% CI 0.20-0.90) for overall mortality and 0.06 (95% CI 0.01-0.46) for BC-specific mortality. BC-specific survival at age 65 was 93% for surveillance and 99.7% for BRRM. For BRCA2 mutation carriers, we observed 29 deaths (7 from BC) in the surveillance group, and 4 deaths (no BC) after BRRM. The hazard ratio for overall mortality was 0.45 (95% CI 0.15-1.36). BC-specific survival at age 65 was 98% for surveillance and 100% for BRRM.",
        "Conclusion/Interpretation": "BRRM was associated with lower mortality than surveillance for BRCA1 mutation carriers, but for BRCA2 mutation carriers, BRRM may lead to similar BC-specific survival as surveillance. Our findings support a more individualized counseling based on BRCA mutation type.",
        "Keywords": "BRCA1/2; Bilateral risk-reducing mastectomy; Prevention; Surveillance; Survival.",
        "MeSH_Terms": "BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / etiology*; Breast Neoplasms / mortality; Breast Neoplasms / prevention & control*; Breast Neoplasms / surgery; Female; Germ-Line Mutation; Heterozygote*; Humans; Mortality; Mutation*; Netherlands / epidemiology; Prognosis; Prophylactic Mastectomy* / methods; Public Health Surveillance; Risk Reduction Behavior"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "49",
        "topic_name": "",
        "es_title": "Risks of breast, ovarian, and contralateral breast cancer for BRCA1 and BRCA2 mutation carriers",
        "Background/Purpose": "",
        "Methods": "To estimate age-specific risks of breast, ovarian, and contralateral breast cancer for mutation carriers and to evaluate risk modification by family cancer history and mutation location.",
        "Results/Findings": "Prospective cohort study of 6036 BRCA1 and 3820 BRCA2 female carriers (5046 unaffected and 4810 with breast or ovarian cancer or both at baseline) recruited in 1997-2011 through the International BRCA1/2 Carrier Cohort Study, the Breast Cancer Family Registry and the Kathleen Cuningham Foundation Consortium for Research into Familial Breast Cancer, with ascertainment through family clinics (94%) and population-based studies (6%). The majority were from large national studies in the United Kingdom (EMBRACE), the Netherlands (HEBON), and France (GENEPSO). Follow-up ended December 2013; median follow-up was 5 years.",
        "Conclusion/Interpretation": "BRCA1/2 mutations, family cancer history, and mutation location.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Age Distribution; Age Factors; Aged; Aged, 80 and over; Breast Neoplasms / epidemiology; Breast Neoplasms / genetics*; Family; Female; Genes, BRCA1*; Genes, BRCA2*; Humans; Incidence; Middle Aged; Mutation*; Neoplasms, Second Primary / epidemiology; Neoplasms, Second Primary / genetics*; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / genetics*; Prospective Studies; Risk Assessment; Time Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "50",
        "topic_name": "",
        "es_title": "The expected benefit of preventive mastectomy on breast cancer incidence and mortality in BRCA mutation carriers, by age at mastectomy",
        "Background/Purpose": "",
        "Methods": "The age-specific annual risks of developing breast cancer were used to estimate the actuarial risk of developing breast cancer by age 80 for women with a BRCA1 or BRCA2 mutation. The probability of developing breast cancer before age 80 was then modified to include competing causes of death, including from ovarian cancer. The mortality rate from breast cancer after a diagnosis of breast cancer was set at 2% annually for the first 10 years and then 1% annually for years ten to twenty. The incidence rate and mortality rate from ovarian cancer were based on published literature. We assumed that preventive mastectomy was associated with complete protection against subsequent breast cancer. A series of simulations was conducted to evaluate the reduction in the probability of death (from all causes) until age 80, according to the age at mastectomy.",
        "Results/Findings": "The actuarial risk of developing breast cancer until age 80 was estimated to be 70.8%. The actual risk (incorporating competing risks) was 64.0%. The probability of being alive at age 80 by having a mastectomy at age 25 increased by 8.7% (from 42.7 to 51.3%). The estimated benefit declined with age at mastectomy; for surgery done at age 50 the improvement in survival to age 80 was much more modest (2.8% at age 80, from 42.7 to 45.5%).",
        "Conclusion/Interpretation": "Among BRCA mutation carriers, the mortality benefit of preventive mastectomy at age 25 is substantial, but the expected benefit declines rapidly with increasing age at surgery.",
        "Keywords": "BRCA; Breast cancer; Mastectomy; Ovarian cancer.",
        "MeSH_Terms": "Adult; Age Factors; Aged; Aged, 80 and over; BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / genetics; Breast Neoplasms / mortality*; Breast Neoplasms / pathology; Female; Humans; Life Expectancy; Middle Aged; Mutation; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / pathology; Ovariectomy; Prophylactic Mastectomy*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "51",
        "topic_name": "",
        "es_title": "Long-term psychosocial functioning in women with bilateral prophylactic mastectomy: Does preservation of the nipple-areolar complex make a difference?",
        "Background/Purpose": "",
        "Methods": "This was a cross-sectional survey study of women who had undergone bilateral PM (no previous breast cancer) recruited through surgical or cancer genetics clinics. All women completed standardized questionnaires assessing cancer-related distress, anxiety, depression, satisfaction with decision, decision regret, and health-related quality of life related to breast surgery. Outcomes were compared between women with nipple-areola-sparing PM (NAC-PM) and skin-sparing PM (SS-PM).",
        "Results/Findings": "Overall, 137 women completed the study; 53 (39%) had NAC-PM and 84 (61%) had SS-PM. The mean age of the study population was 41.5 years [standard deviation (SD) 8.8] and the mean time between PM and questionnaire completion was 50 months (SD 31). On the BREAST-Q, we found that women with NAC-PM had significantly higher levels of satisfaction with breasts (p = 0.01), satisfaction with outcome (p = 0.02), and sexual well-being (p < 0.001) compared with SS-PM. No statistically significant differences in total cancer-related distress (p = 0.89), anxiety (p = 0.86), or depression (p = 0.93) were observed between the two groups.",
        "Conclusion/Interpretation": "Overall, women with NAC-PM had better body image and sexual functioning compared with women with SS-PM, while both groups had comparable levels of cancer-related distress and perception of breast cancer risk.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Body Image; Breast Neoplasms / psychology*; Breast Neoplasms / surgery*; Cross-Sectional Studies; Female; Follow-Up Studies; Humans; Mammaplasty*; Mastectomy*; Middle Aged; Nipples / surgery*; Organ Sparing Treatments*; Patient Satisfaction / statistics & numerical data*; Prognosis; Stress, Psychological; Time Factors; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "52",
        "topic_name": "",
        "es_title": "How protective are nipple-sparing prophylactic mastectomies in BRCA1 and BRCA2 mutation carriers?",
        "Background/Purpose": "",
        "Methods": "BRCA1 and BRCA2 mutation carriers undergoing NSM from October 2007 to June 2019 were identified in a single-institution prospective database, with variants of unknown significance being excluded. Patient, tumor, and outcomes data were collected. Follow-up analysis was by cumulative breast-years (total years of follow-up of each breast) and woman-years (total years of follow-up of each woman).",
        "Results/Findings": "Overall, 307 BRCA1 and BRCA2 mutation carriers (160 BRCA1, mean age 41.4 years [range 21-65]; and 147 BRCA2, mean age 43.8 years [range 23-65]) underwent 607 NSMs, with a median follow-up of 42 months (range 1-143). 388 bilateral prophylactic NSMs had 744 cumulative woman-years of follow-up, with no new cancers seen (< 0.0013 new cancers per woman-years); 251 BRCA1 prophylactic NSMs had 1034 cumulative breast-years of follow-up, with no new ipsilateral cancers seen (< 0.0010 per breast-year); 66 BRCA1 therapeutic NSMs had 328 cumulative breast-years of follow-up, with one ipsilateral cancer recurrence not directly involving the nipple or areola (0.0030 per breast-year); 237 BRCA2 prophylactic NSMs had 926 cumulative breast-years of follow-up, with no new ipsilateral cancers seen (< 0.0011 per breast-year); and 53 BRCA2 therapeutic NSMs had 239 cumulative breast-years of follow-up, with two ipsilateral recurrent cancers, neither of which directly involved the nipple or areola (0.0084 per breast-year).",
        "Conclusion/Interpretation": "The risk of new ipsilateral breast cancers is extremely low after NSM in BRCA1 and BRCA2 mutation carriers. NSM is an effective risk-reducing strategy for BRCA gene mutations.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms* / genetics; Breast Neoplasms* / prevention & control; Breast Neoplasms* / surgery; Female; Humans; Mastectomy; Middle Aged; Mutation; Neoplasm Recurrence, Local; Nipples / surgery; Prophylactic Mastectomy*; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "53",
        "topic_name": "",
        "es_title": "Evidence of stage shift in women diagnosed with ovarian cancer during phase II of the United Kingdom Familial Ovarian Cancer Screening Study",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Algorithms; CA-125 Antigen / blood; Carcinoma, Ovarian Epithelial; Cohort Studies; Early Detection of Cancer / methods; Fallopian Tube Neoplasms / blood; Fallopian Tube Neoplasms / diagnostic imaging; Fallopian Tube Neoplasms / pathology*; Female; Humans; Membrane Proteins / blood; Middle Aged; Neoplasm Staging; Neoplasms, Glandular and Epithelial / blood; Neoplasms, Glandular and Epithelial / diagnostic imaging; Neoplasms, Glandular and Epithelial / pathology*; Ovarian Neoplasms / blood; Ovarian Neoplasms / diagnostic imaging; Ovarian Neoplasms / pathology*; Prospective Studies; Ultrasonography / methods; United Kingdom"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "54",
        "topic_name": "",
        "es_title": "Early detection of ovarian cancer using the risk of ovarian cancer algorithm with frequent CA125 testing in women at increased familial risk - combined results from two screening trials",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Algorithms; Breast Neoplasms / blood*; Breast Neoplasms / diagnosis; Breast Neoplasms / epidemiology; Breast Neoplasms / genetics; CA-125 Antigen / blood*; Early Detection of Cancer*; Female; Humans; Membrane Proteins / blood*; Middle Aged; Neoplasm Staging; Ovarian Neoplasms / blood*; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / genetics; Ovarian Neoplasms / pathology; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "55",
        "topic_name": "",
        "es_title": "Minimum training recommendations for the practice of medical ultrasound",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Curriculum; Education, Medical / methods*; Education, Medical / standards; Education, Medical, Continuing / methods; Education, Medical, Continuing / standards; Europe; Humans; Time Factors; Ultrasonography / methods*; Ultrasonography / standards"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "56",
        "topic_name": "",
        "es_title": "ESGO/ISUOG/IOTA/ESGE Consensus Statement on pre-operative diagnosis of ovarian tumors",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "ovarian neoplasms; ovary.",
        "MeSH_Terms": "Consensus; Europe; Female; Humans; Ovarian Neoplasms / diagnosis*; Preoperative Period"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "57",
        "topic_name": "",
        "es_title": "Prophylactic and risk-reducing bilateral salpingo-oophorectomy: recommendations based on risk of ovarian cancer",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Female; Genes, BRCA1; Genes, BRCA2; Germ-Line Mutation; Humans; Hysterectomy; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / genetics; Ovarian Neoplasms / prevention & control*; Ovariectomy / adverse effects*; Premenopause; Reoperation; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "58",
        "topic_name": "",
        "es_title": "Association of risk-reducing surgery in BRCA1 or BRCA2 mutation carriers with cancer risk and mortality",
        "Background/Purpose": "",
        "Methods": "To estimate risk and mortality reduction stratified by mutation and prior cancer status.",
        "Results/Findings": "Prospective, multicenter cohort study of 2482 women with BRCA1 or BRCA2 mutations ascertained between 1974 and 2008. The study was conducted at 22 clinical and research genetics centers in Europe and North America to assess the relationship of risk-reducing mastectomy or salpingo-oophorectomy with cancer outcomes. The women were followed up until the end of 2009.",
        "Conclusion/Interpretation": "Breast and ovarian cancer risk, cancer-specific mortality, and overall mortality.",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Aged; Breast Neoplasms / genetics; Breast Neoplasms / mortality*; Breast Neoplasms / prevention & control; Cause of Death; Fallopian Tubes / surgery; Female; Genes, BRCA1*; Genes, BRCA2*; Genetic Predisposition to Disease; Genetic Testing; Humans; Mastectomy*; Middle Aged; Mutation; Ovarian Neoplasms / genetics; Ovarian Neoplasms / mortality*; Ovarian Neoplasms / prevention & control; Ovariectomy*; Prospective Studies; Risk"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "59",
        "topic_name": "",
        "es_title": "Bilateral salpingo-oophorectomy and breast cancer risk for BRCA1 and BRCA2 mutation carriers: Assessing the evidence",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms* / genetics; Breast Neoplasms* / prevention & control; Female; Genetic Predisposition to Disease; Humans; Mutation; Ovarian Neoplasms* / genetics; Ovarian Neoplasms* / prevention & control; Ovariectomy; Risk; Salpingo-oophorectomy / methods"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "60",
        "topic_name": "",
        "es_title": "Impact of oophorectomy on cancer incidence and mortality in women with a BRCA1 or BRCA2 mutation",
        "Background/Purpose": "",
        "Methods": "Women with a BRCA1 or BRCA2 mutation were identified from an international registry; 5,783 women completed a baseline questionnaire and ≥ one follow-up questionnaires. Women were observed until either diagnosis of ovarian, fallopian tube, or peritoneal cancer, death, or date of most recent follow-up. Hazard ratios (HRs) for cancer incidence and all-cause mortality associated with oophorectomy were evaluated using time-dependent survival analyses.",
        "Results/Findings": "After an average follow-up period of 5.6 years, 186 women developed either ovarian (n = 132), fallopian (n = 22), or peritoneal (n = 32) cancer, of whom 68 have died. HR for ovarian, fallopian, or peritoneal cancer associated with bilateral oophorectomy was 0.20 (95% CI, 0.13 to 0.30; P < .001). Among women who had no history of cancer at baseline, HR for all-cause mortality to age 70 years associated with an oophorectomy was 0.23 (95% CI, 0.13 to 0.39; P < .001).",
        "Conclusion/Interpretation": "Preventive oophorectomy was associated with an 80% reduction in the risk of ovarian, fallopian tube, or peritoneal cancer in BRCA1 or BRCA2 carriers and a 77% reduction in all-cause mortality.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Age Factors; Aged; Aged, 80 and over; BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Europe; Fallopian Tube Neoplasms* / genetics; Fallopian Tube Neoplasms* / mortality; Fallopian Tube Neoplasms* / pathology; Fallopian Tube Neoplasms* / prevention & control; Female; Genetic Predisposition to Disease; Humans; Incidence*; Kaplan-Meier Estimate; Middle Aged; Mutation*; North America; Odds Ratio; Ovarian Neoplasms* / genetics; Ovarian Neoplasms* / mortality; Ovarian Neoplasms* / pathology; Ovarian Neoplasms* / prevention & control; Ovariectomy / adverse effects; Ovariectomy / mortality*; Peritoneal Neoplasms / genetics; Peritoneal Neoplasms / mortality; Peritoneal Neoplasms / pathology; Peritoneal Neoplasms / prevention & control; Phenotype; Proportional Hazards Models; Registries; Risk Assessment; Risk Factors; Surveys and Questionnaires; Time Factors; Treatment Outcome"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "61",
        "topic_name": "",
        "es_title": "Association of salpingectomy with delayed oophorectomy versus salpingo-oophorectomy with quality of life in BRCA1/2 pathogenic variant carriers: A nonrandomized controlled trial",
        "Background/Purpose": "",
        "Methods": "To compare menopause-related quality of life after risk-reducing salpingectomy (RRS) with delayed oophorectomy with RRSO in carriers of the BRCA1/2 pathogenic variant.",
        "Results/Findings": "A multicenter nonrandomized controlled preference trial (TUBA study), with patient recruitment between January 16, 2015, and November 7, 2019, and follow-up at 3 and 12 months after surgery was conducted in all Dutch university hospitals and a few large general hospitals. In the Netherlands, RRSO is predominantly performed in these hospitals. Patients at the clinical genetics or gynecology department between the ages of 25 and 40 years (BRCA1) or 25 to 45 years (BRCA2) who were premenopausal, had completed childbearing, and were undergoing no current treatment for cancer were eligible.",
        "Conclusion/Interpretation": "Risk-reducing salpingo-oophorectomy at currently recommended age or RRS after completed childbearing with delayed oophorectomy. After RRSO was performed, hormone replacement therapy was recommended for women without contraindications.",
        "Keywords": "",
        "MeSH_Terms": "Adult; BRCA1 Protein; BRCA2 Protein; Female; Follow-Up Studies; Humans; Mutation; Ovarian Neoplasms* / genetics; Ovarian Neoplasms* / pathology; Ovarian Neoplasms* / prevention & control; Ovariectomy; Quality of Life; Salpingectomy / methods; Salpingo-oophorectomy*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "62",
        "topic_name": "",
        "es_title": "Preventing Ovarian Cancer through early Excision of Tubes and late Ovarian Removal (PROTECTOR): protocol for a prospective non-randomised multi-center trial",
        "Background/Purpose": "",
        "Methods": "To evaluate the impact on sexual function of risk-reducing early salpingectomy, within a two-step, risk-reducing, early salpingectomy with delayed oophorectomy tubo-ovarian cancer prevention strategy in pre-menopausal women at increased risk of tubo-ovarian cancer.",
        "Results/Findings": "Risk-reducing early salpingectomy is non-inferior for sexual and endocrine function compared with controls; risk-reducing early salpingectomy is superior for sexual/endocrine function, non-inferior for quality-of-life, and equivalent in satisfaction to the standard risk-reducing salpingo-oophorectomy.",
        "Conclusion/Interpretation": "Multi-center, observational cohort trial with three arms: risk-reducing early salpingectomy with delayed oophorectomy; risk-reducing salpingo-oophorectomy; controls (no surgery). Consenting individuals undergo an ultrasound, serum CA125, and follicle-stimulating hormone measurements and provide information on medical history, family history, quality-of-life, sexual function, cancer worry, psychological well-being, and satisfaction/regret. Follow-up by questionnaire takes place annually for 3 years. Women receiving risk-reducing early salpingectomy can undergo delayed oophorectomy at a later date of their choosing, or definitely by the menopause.",
        "Keywords": "gynecologic surgical procedures; ovarian cancer; surgery.",
        "MeSH_Terms": "BRCA1 Protein; BRCA2 Protein; Female; Humans; Multicenter Studies as Topic; Neoplasms, Cystic, Mucinous, and Serous / genetics; Neoplasms, Cystic, Mucinous, and Serous / prevention & control*; Ovarian Neoplasms / genetics; Ovarian Neoplasms / prevention & control*; Ovariectomy / adverse effects; Ovariectomy / methods*; Premenopause; Prospective Studies"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "63",
        "topic_name": "",
        "es_title": "Bilateral salpingectomy with delayed oophorectomy for ovarian cancer risk reduction: A pilot study in women with BRCA1/2 mutations",
        "Background/Purpose": "",
        "Methods": "In this prospective, multicenter, non-randomized pilot study, pre-menopausal BRCA1/2 mutation carriers aged 30 to 47 years chose screening, RRSO, or BS/DO. For those undergoing BS/DO, the delayed oophorectomy was recommended at age 40 years for BRCA1 and age 45 years for BRCA2 patients. We compared surgical and psychosocial outcomes between time points and between arms.",
        "Results/Findings": "Of the 43 patients enrolled, 19 (44%) chose BS/DO, 12 (28%) chose RRSO, and 12 (28%) chose screening. The cohort was 37% BRCA1 carriers and 63% BRCA2 carriers. One serous tubal intraepithelial carcinoma (STIC) was found in an RRSO patient, and no cases of occult ovarian cancers were found. There were no surgical complications. Twelve months after surgery, responses on the Cancer Worry Scale indicated decreased worry in the BS/DO (P < 0.0001) and RRSO (P = 0.01) arms, while responses on the State Anxiety Inventory indicated decreased anxiety in the BS/DO arm (P = 0.02) compared with preoperative responses.",
        "Conclusion/Interpretation": "In this pilot study, BRCA mutation carriers who underwent bilateral salpingectomy had no intraoperative complications, were satisfied with their procedure choice, and had decreased cancer worry and anxiety after the procedure.",
        "Keywords": "",
        "MeSH_Terms": "BRCA1 Protein / genetics*; BRCA1 Protein / metabolism; BRCA2 Protein / genetics*; BRCA2 Protein / metabolism; Female; Humans; Ovarian Neoplasms / genetics*; Ovarian Neoplasms / pathology; Ovarian Neoplasms / surgery*; Ovariectomy / methods*; Pilot Projects; Prospective Studies; Risk Reduction Behavior; Salpingectomy / methods*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "64",
        "topic_name": "",
        "es_title": "NRG-CC008 (SOROCk Trial)",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "65",
        "topic_name": "",
        "es_title": "Cancer risks associated with BRCA1 and BRCA2 pathogenic variants",
        "Background/Purpose": "",
        "Methods": "We used data from 3,184   and 2,157   families in the Consortium of Investigators of Modifiers of   to estimate age-specific relative (RR) and absolute risks for 22 first primary cancer types adjusting for family ascertainment.",
        "Results/Findings": "PVs were associated with risks of male breast (RR = 4.30; 95% CI, 1.09 to 16.96), pancreatic (RR = 2.36; 95% CI, 1.51 to 3.68), and stomach (RR = 2.17; 95% CI, 1.25 to 3.77) cancers. Associations with colorectal and gallbladder cancers were also suggested.   PVs were associated with risks of male breast (RR = 44.0; 95% CI, 21.3 to 90.9), stomach (RR = 3.69; 95% CI, 2.40 to 5.67), pancreatic (RR = 3.34; 95% CI, 2.21 to 5.06), and prostate (RR = 2.22; 95% CI, 1.63 to 3.03) cancers. The stomach cancer RR was higher for females than males (6.89   2.76;   = .04). The absolute risks to age 80 years ranged from 0.4% for male breast cancer to approximately 2.5% for pancreatic cancer for   carriers and from approximately 2.5% for pancreatic cancer to 27% for prostate cancer for   carriers.",
        "Conclusion/Interpretation": "In addition to female breast and ovarian cancers,   and   PVs are associated with increased risks of male breast, pancreatic, stomach, and prostate (only   PVs) cancers, but not with the risks of other previously suggested cancers. The estimated age-specific risks will refine cancer risk management in men and women with   PVs.",
        "Keywords": "",
        "MeSH_Terms": "BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms*; Breast Neoplasms, Male*; Female; Genetic Predisposition to Disease; Heterozygote; Humans; Infant, Newborn; Male; Mutation; Ovarian Neoplasms* / epidemiology; Ovarian Neoplasms* / genetics; Pancreatic Neoplasms* / epidemiology; Pancreatic Neoplasms* / genetics; Risk"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "66",
        "topic_name": "",
        "es_title": "Endometrial cancer risk in women with germline BRCA1 or BRCA2 mutations: Multicenter cohort study",
        "Background/Purpose": "",
        "Methods": "We selected 5980 BRCA1/2 (3788 BRCA1, 2151 gBRCA2, 41 both BRCA1/BRCA2) and 8451 non-BRCA1/2 mutation carriers from the Hereditary Breast and Ovarian cancer study, the Netherlands cohort. Follow-up started at the date of the nationwide Dutch Pathology Registry coverage (January 1, 1989) or at the age of 25 years (whichever came last) and ended at date of EC diagnosis, last follow-up, or death (whichever came first). EC risk in BRCA1/2 mutation carriers was compared with 1) the general population, estimating standardized incidence ratios (SIRs) based on Dutch population-based incidence rates; and 2) non-BRCA1/2 mutation carriers, using Cox-regression analyses, expressed as hazard ratio (HR). Statistical tests were 2-sided.",
        "Results/Findings": "Fifty-eight BRCA1/2 and 33 non-BRCA1/2 mutation carriers developed EC over 119 296 and 160 841 person-years, respectively (SIR = 2.83, 95% confidence interval [CI] = 2.18 to 3.65; and HR = 2.37, 95% CI = 1.53 to 3.69, respectively). gBRCA1 mutation carriers showed increased risks for EC overall (SIR = 3.51, 95% CI = 2.61 to 4.72; HR = 2.91, 95% CI = 1.83 to 4.66), serous-like EC (SIR = 12.64, 95% CI = 7.62 to 20.96; HR = 10.48, 95% CI = 2.95 to 37.20), endometrioid EC (SIR = 2.63, 95% CI = 1.80 to 3.83; HR = 2.01, 95% CI = 1.18 to 3.45), and TP53-mutated EC (HR = 15.71, 95% CI = 4.62 to 53.40). For BRCA2 mutation carriers, overall (SIR = 1.70, 95% CI = 1.01 to 2.87) and serous-like EC risks (SIR = 5.11, 95% CI = 1.92 to 13.63) were increased compared with the general population. Absolute risks by 75 years remained low (overall EC = 3.0%; serous-like EC = 1.1%).",
        "Conclusion/Interpretation": "BRCA1/2 mutation carriers have a two- to threefold increased risk for EC, with highest risk observed for the rare subgroups of serous-like and p53-abnormal EC in BRCA1 mutation carriers.",
        "Keywords": "",
        "MeSH_Terms": "Adult; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms* / epidemiology; Breast Neoplasms* / genetics; Cohort Studies; Endometrial Neoplasms* / epidemiology; Endometrial Neoplasms* / genetics; Female; Genetic Predisposition to Disease; Germ Cells; Heterozygote; Humans; Mutation"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "67",
        "topic_name": "",
        "es_title": "Uterine cancer after risk-reducing salpingo-oophorectomy without hysterectomy in women with BRCA mutations",
        "Background/Purpose": "",
        "Methods": "To determine the risk for uterine cancer and distribution of specific histologic subtypes in BRCA+ women after RRSO without hysterectomy.",
        "Results/Findings": "This multicenter prospective cohort study included 1083 women with a deleterious BRCA1 or BRCA2 mutation identified from January 1, 1995, to December 31, 2011, at 9 academic medical centers in the United States and the United Kingdom who underwent RRSO without a prior or concomitant hysterectomy. Of these, 627 participants were BRCA1+; 453, BRCA2+; and 3, both. Participants were prospectively followed up for a median 5.1 (interquartile range [IQR], 3.0-8.4) years after ascertainment, BRCA testing, or RRSO (whichever occurred last). Follow up data available through October 14, 2014, were included in the analyses. Censoring occurred at uterine cancer diagnosis, hysterectomy, last follow-up, or death. New cancers were categorized by histologic subtype, and available tumors were analyzed for loss of the wild-type BRCA gene and/or protein expression.",
        "Conclusion/Interpretation": "Incidence of uterine corpus cancer in BRCA+ women who underwent RRSO without hysterectomy compared with rates expected from the Surveillance, Epidemiology, and End Results database.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Female; Follow-Up Studies; Genes, BRCA1*; Genes, BRCA2*; Humans; Hysterectomy; Loss of Heterozygosity; Middle Aged; Mutation; Ovariectomy; Prospective Studies; Risk; Salpingectomy*; Uterine Neoplasms / epidemiology; Uterine Neoplasms / genetics*; Uterine Neoplasms / prevention & control*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "68",
        "topic_name": "",
        "es_title": "BRCA1 and BRCA2 pathogenic variant carriers and endometrial cancer risk: A cohort study",
        "Background/Purpose": "",
        "Methods": "Data on UK BRCA pathogenic variant carriers were interrogated for endometrial cancer diagnoses. Standardised incidence ratios (SIRs) were calculated in four distinct cohorts using national endometrial cancer rates; either from 1/1/1980 or age 20, prospectively from date of personal pathogenic variant report, date of family pathogenic variant report or date of risk-reducing salpingo-oophorectomy. Somatic BRCA sequencing of 15 serous endometrial cancers was performed to detect pathogenic variants.",
        "Results/Findings": "Fourteen cases of endometrial cancer were identified in 2609 women (1350 BRCA1 and 1259 BRCA2), of which two were prospectively diagnosed. No significant increase in either overall or serous-like endometrial cancer risk was identified in any of the cohorts examined (SIR = 1.70, 95% confidence interval = 0.74-3.33; no cases of serous endometrial cancer diagnosed). Results were unaffected by the BRCA gene affected, previous breast cancer or tamoxifen use. No BRCA pathogenic variants were detected in any of the serous endometrial cancers tested.",
        "Conclusion/Interpretation": "Women with a BRCA pathogenic variant do not appear to have a significant increased risk of all-type or serous-like endometrial cancer compared with the general population. These data provide some reassurance that hysterectomy is unlikely to be of significant benefit if performed solely as a preventive measure.",
        "Keywords": "BRCA1; BRCA2; Endometrial cancer; Risk; Serous endometrial cancer.",
        "MeSH_Terms": "Adult; BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Carcinoma, Endometrioid / diagnosis; Carcinoma, Endometrioid / epidemiology; Carcinoma, Endometrioid / genetics; Cohort Studies; Cystadenocarcinoma, Serous / diagnosis; Cystadenocarcinoma, Serous / epidemiology; Cystadenocarcinoma, Serous / genetics; Databases, Factual; Endometrial Neoplasms / diagnosis; Endometrial Neoplasms / epidemiology; Endometrial Neoplasms / genetics*; Female; Follow-Up Studies; Gene Frequency; Genetic Predisposition to Disease; Germ-Line Mutation; Heterozygote; Humans; Incidence; Middle Aged; Risk Factors; United Kingdom / epidemiology; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "69",
        "topic_name": "",
        "es_title": "Risk-reducing hysterectomy and bilateral salpingo-oophorectomy in female heterozygotes of pathogenic mismatch repair variants: a Prospective Lynch Syndrome Database report",
        "Background/Purpose": "",
        "Methods": "The Prospective Lynch Syndrome Database was used to investigate the effects of gynecological risk-reducing surgery (RRS) at different ages.",
        "Results/Findings": "Risk-reducing hysterectomy at 25 years of age prevents endometrial cancer before 50 years in 15%, 18%, 13%, and 0% of path_MLH1, path_MSH2, path_MSH6, and path_PMS2 heterozygotes and death in 2%, 2%, 1%, and 0%, respectively. Risk-reducing BSO at 25 years of age prevents ovarian cancer before 50 years in 6%, 11%, 2%, and 0% and death in 1%, 2%, 0%, and 0%, respectively. Risk-reducing hysterectomy at 40 years prevents endometrial cancer by 50 years in 13%, 16%, 11%, and 0% and death in 1%, 2%, 1%, and 0%, respectively. BSO at 40 years prevents ovarian cancer before 50 years in 4%, 8%, 0%, and 0%, and death in 1%, 1%, 0%, and 0%, respectively.",
        "Conclusion/Interpretation": "Little benefit is gained by performing RRS before 40 years of age and premenopausal BSO in path_MSH6 and path_PMS2 heterozygotes has no measurable benefit for mortality. These findings may aid decision making for women with LS who are considering RRS.",
        "Keywords": "",
        "MeSH_Terms": "Colorectal Neoplasms, Hereditary Nonpolyposis* / epidemiology; Colorectal Neoplasms, Hereditary Nonpolyposis* / genetics; Colorectal Neoplasms, Hereditary Nonpolyposis* / prevention & control; DNA Mismatch Repair / genetics; Female; Heterozygote; Humans; Hysterectomy; Middle Aged; Mismatch Repair Endonuclease PMS2 / genetics; MutL Protein Homolog 1 / genetics; Prospective Studies; Salpingo-oophorectomy"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "70",
        "topic_name": "",
        "es_title": "Risk-reducing bilateral salpingo-oophorectomy for ovarian cancer: a Review and Clinical Guide for Hereditary Predisposition Genes",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Female; Genetic Predisposition to Disease; Humans; Mutation; Ovarian Neoplasms* / genetics; Ovarian Neoplasms* / prevention & control; Ovarian Neoplasms* / surgery; Risk Factors; Salpingo-oophorectomy*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "71",
        "topic_name": "",
        "es_title": "Breast cancer after use of estrogen plus progestin and estrogen alone: Analyses of data from 2 women's health initiative randomized clinical trials",
        "Background/Purpose": "",
        "Methods": "To report the longer-term influence of menopausal HT on breast cancer incidence in the 2 Women's Health Initiative (WHI) randomized clinical trials.",
        "Results/Findings": "A total of 27,347 postmenopausal women aged 50 to 79 years were enrolled at 40 US centers from 1993 to 1998 and followed up for a median of 13 years through September 2010.",
        "Conclusion/Interpretation": "A total of 16,608 women with a uterus were randomized to conjugated equine estrogens (0.625 mg/d [estrogen]) plus medroxyprogesterone acetate (2.5 mg/d [progestin]) (E + P) or placebo with a median intervention duration of 5.6 years, and 10,739 women with prior hysterectomy were randomized to conjugated equine estrogens alone (0.625 mg/d) or placebo with a median intervention duration of 7.2 years.",
        "Keywords": "",
        "MeSH_Terms": "Aged; Breast Neoplasms / chemically induced*; Breast Neoplasms / diagnosis; Breast Neoplasms / epidemiology; Drug Combinations; Estrogen Replacement Therapy / adverse effects*; Estrogens, Conjugated (USP) / adverse effects*; Female; Humans; Incidence; Linear Models; Medroxyprogesterone Acetate / adverse effects*; Middle Aged; Postmenopause; Proportional Hazards Models; Risk Assessment; Risk Factors; Time Factors; Treatment Outcome; United States / epidemiology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "72",
        "topic_name": "",
        "es_title": "Insight into genetic susceptibility to male breast cancer by multigene panel testing: Results from a multicenter study in Italy",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "BRCA1/2; cancer susceptibility genes; germline mutations; male breast cancer; multigene panel testing.",
        "MeSH_Terms": "Adenomatous Polyposis Coli Protein / genetics; Adult; Aged; Aged, 80 and over; Breast Neoplasms, Male / genetics*; Case-Control Studies; Checkpoint Kinase 2 / genetics*; DNA Glycosylases / genetics; Fanconi Anemia Complementation Group N Protein / genetics*; Genetic Association Studies; Genetic Predisposition to Disease; Humans; Italy; Male; Middle Aged; Mutation*; Sequence Analysis, DNA / methods*; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "73",
        "topic_name": "",
        "es_title": "Risk of breast cancer in male BRCA2 carriers",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Age Factors; Aged; BRCA2 Protein / genetics*; Breast Neoplasms, Male / epidemiology; Breast Neoplasms, Male / genetics*; England / epidemiology; Family; Female; Genes, BRCA2; Genetic Predisposition to Disease; Humans; Kaplan-Meier Estimate; Male; Middle Aged; Mutation; Pedigree; Prospective Studies; Retrospective Studies; Risk Assessment*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "74",
        "topic_name": "",
        "es_title": "Low-penetrance susceptibility to breast cancer due to CHEK2(∗)1100delC in noncarriers of BRCA1 or BRCA2 mutations",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / genetics*; Case-Control Studies; Checkpoint Kinase 2; Female; Genes, BRCA1; Genes, BRCA2; Genetic Testing; Heterozygote; Humans; Male; Microsatellite Repeats; Mutation; Pedigree; Protein Kinases / genetics*; Protein Serine-Threonine Kinases*; Risk Factors; Sequence Deletion*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "75",
        "topic_name": "",
        "es_title": "Cancer risks associated with germline PALB2 pathogenic variants: An international study of 524 families",
        "Background/Purpose": "",
        "Methods": "We analyzed data from 524 families with   PVs from 21 countries. Complex segregation analysis was used to estimate relative risks (RRs; relative to country-specific population incidences) and absolute risks of cancers. The models allowed for residual familial aggregation of breast and ovarian cancer and were adjusted for the family-specific ascertainment schemes.",
        "Results/Findings": "We found associations between   PVs and risk of female breast cancer (RR, 7.18; 95% CI, 5.82 to 8.85;   = 6.5 × 10 ), ovarian cancer (RR, 2.91; 95% CI, 1.40 to 6.04;   = 4.1 × 10 ), pancreatic cancer (RR, 2.37; 95% CI, 1.24 to 4.50;   = 8.7 × 10 ), and male breast cancer (RR, 7.34; 95% CI, 1.28 to 42.18;   = 2.6 × 10 ). There was no evidence for increased risks of prostate or colorectal cancer. The breast cancer RRs declined with age (  for trend = 2.0 × 10 ). After adjusting for family ascertainment, breast cancer risk estimates on the basis of multiple case families were similar to the estimates from families ascertained through population-based studies (  for difference = .41). On the basis of the combined data, the estimated risks to age 80 years were 53% (95% CI, 44% to 63%) for female breast cancer, 5% (95% CI, 2% to 10%) for ovarian cancer, 2%-3% (95% CI females, 1% to 4%; 95% CI males, 2% to 5%) for pancreatic cancer, and 1% (95% CI, 0.2% to 5%) for male breast cancer.",
        "Conclusion/Interpretation": "These results confirm   as a major breast cancer susceptibility gene and establish substantial associations between germline   PVs and ovarian, pancreatic, and male breast cancers. These findings will facilitate incorporation of   into risk prediction models and optimize the clinical cancer risk management of   PV carriers.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Age Factors; Aged; Aged, 80 and over; Breast Neoplasms, Male / genetics; Fanconi Anemia Complementation Group N Protein / genetics*; Female; Genetic Predisposition to Disease; Germ-Line Mutation; Humans; Internationality; Male; Middle Aged; Neoplasms / genetics*; Ovarian Neoplasms / genetics; Pancreatic Neoplasms / genetics; Risk"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "76",
        "topic_name": "",
        "es_title": "Anthropometric and hormonal risk factors for male breast cancer: male breast cancer pooling project results",
        "Background/Purpose": "",
        "Methods": "In the Male Breast Cancer Pooling Project, a consortium of 11 case-control and 10 cohort investigations involving 2405 case patients (n = 1190 from case-control and n = 1215 from cohort studies) and 52013 control subjects, individual participant data were harmonized and pooled. Unconditional logistic regression generated study design-specific (case-control/cohort) odds ratios (ORs) and 95% confidence intervals (CIs), with exposure estimates combined using fixed effects meta-analysis. All statistical tests were two-sided.",
        "Results/Findings": "Risk was statistically significantly associated with weight (highest/lowest tertile: OR = 1.36; 95% CI = 1.18 to 1.57), height (OR = 1.18; 95% CI = 1.01 to 1.38), and body mass index (BMI; OR = 1.30; 95% CI = 1.12 to 1.51), with evidence that recent rather than distant BMI was the strongest predictor. Klinefelter syndrome (OR = 24.7; 95% CI = 8.94 to 68.4) and gynecomastia (OR = 9.78; 95% CI = 7.52 to 12.7) were also statistically significantly associated with risk, relations that were independent of BMI. Diabetes also emerged as an independent risk factor (OR = 1.19; 95% CI = 1.04 to 1.37). There were also suggestive relations with cryptorchidism (OR = 2.18; 95% CI = 0.96 to 4.94) and orchitis (OR = 1.43; 95% CI = 1.02 to 1.99). Although age at onset of puberty and histories of infertility were unrelated to risk, never having had children was statistically significantly related (OR = 1.29; 95% CI = 1.01 to 1.66). Among individuals diagnosed at older ages, a history of fractures was statistically significantly related (OR = 1.41; 95% CI = 1.07 to 1.86).",
        "Conclusion/Interpretation": "Consistent findings across case-control and cohort investigations, complemented by pooled analyses, indicated important roles for anthropometric and hormonal risk factors in the etiology of male breast cancer. Further investigation should focus on potential roles of endogenous hormones.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Body Mass Index*; Breast Neoplasms, Male / etiology*; Breast Neoplasms, Male / genetics; Breast Neoplasms, Male / metabolism; Case-Control Studies; Cohort Studies; Epididymitis / complications; Gonadal Steroid Hormones / metabolism*; Gynecomastia / complications; Humans; Klinefelter Syndrome / complications; Logistic Models; Male; Middle Aged; Odds Ratio; Orchitis / complications; Overweight / complications; Reproduction; Risk Assessment; Risk Factors; Testis / injuries"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "77",
        "topic_name": "",
        "es_title": "Risk of cancer other than breast or ovarian in individuals with BRCA1 and BRCA2 mutations",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Aged; BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / genetics; Female; Follow-Up Studies; Humans; Male; Melanoma / genetics; Middle Aged; Mutation*; Neoplasms / epidemiology; Neoplasms / etiology; Neoplasms / genetics*; Ovarian Neoplasms / genetics; Pancreatic Neoplasms / genetics; Pedigree; Prostatic Neoplasms / genetics; Risk Factors; Uveal Melanoma; Uveal Neoplasms / genetics; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "78",
        "topic_name": "",
        "es_title": "Cancer risks in BRCA2 mutation carriers",
        "Background/Purpose": "",
        "Methods": "Other cancer occurrence was determined in a final cohort of 3728 individuals, among whom 681 persons had breast or ovarian cancer and 3047 persons either were known mutation carriers, were first-degree relatives of known mutation carriers, or were first-degree relatives of breast or ovarian cancer patients. Incidence rates were compared with population-specific incidence rates, and relative risks (RRs) to carriers, together with 95% confidence intervals (CIs), were estimated by use of a maximum likelihood approach. Three hundred thirty-three other cancers occurred in this cohort.",
        "Results/Findings": "Statistically significant increases in risks were observed for prostate cancer (estimated RR = 4.65; 95% CI = 3.48-6.22), pancreatic cancer (RR = 3.51; 95% CI = 1. 87-6.58), gallbladder and bile duct cancer (RR = 4.97; 95% CI = 1. 50-16.52), stomach cancer (RR = 2.59; 95%CI = 1.46-4.61), and malignant melanoma (RR = 2.58; 95% CI = 1.28-5.17). The RR for prostate cancer for men below the age of 65 years was 7.33 (95% CI = 4.66-11.52). Among women who had already developed breast cancer, the cumulative risks of a second, contralateral breast cancer and of ovarian cancer by the age of 70 years were estimated to be 52.3% (95% CI = 41.7%-61.0%) and 15.9% (95% CI = 8.8%-22.5%), respectively.",
        "Conclusion/Interpretation": "In addition to the large risks of breast and ovarian cancers, BRCA2 mutations may be associated with increased risks of several other cancers.",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Aged; Aged, 80 and over; Biliary Tract Neoplasms / epidemiology; Biliary Tract Neoplasms / genetics; Breast Neoplasms / epidemiology; Breast Neoplasms / genetics*; Child; Child, Preschool; Europe / epidemiology; Female; Genes, Tumor Suppressor*; Heterozygote*; Humans; Infant; Male; Melanoma / epidemiology; Melanoma / genetics; Middle Aged; Mutation*; Neoplasms / epidemiology*; Neoplasms / genetics*; Neoplasms, Second Primary / epidemiology; Neoplasms, Second Primary / genetics; North America / epidemiology; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / genetics*; Pancreatic Neoplasms / epidemiology; Pancreatic Neoplasms / genetics; Prostatic Neoplasms / epidemiology; Prostatic Neoplasms / genetics; Risk; Skin Neoplasms / epidemiology; Skin Neoplasms / genetics; Stomach Neoplasms / epidemiology; Stomach Neoplasms / genetics"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "79",
        "topic_name": "",
        "es_title": "Inherited mutations in Chinese men with prostate cancer",
        "Background/Purpose": "",
        "Methods": "Patients were recruited from 4 tertiary cancer centers (n=1,160) and a commercial laboratory (n=676). Germline DNA was sequenced using a multigene panel, and pathogenic/likely pathogenic (P/LP) mutation frequencies in patients with PCa were compared with populations from the gnomAD (Genome Aggregation Database) and ChinaMAP (China Metabolic Analytics Project) databases. Clinical characteristics and progression-free survival were assessed by mutation status.",
        "Results/Findings": "Of 1,160 patients from hospitals, 89.7% had Gleason scores ≥8, and 65.6% had metastases. P/LP mutations were identified in 8.49% of Chinese patients with PCa. Association with PCa risk was significant for mutations in ATM (odds ratio [OR], 5.9; 95% CI, 3.1-11.1), BRCA2 (OR, 15.3; 95% CI, 10.0-23.2), MSH2 (OR, 15.8; 95% CI, 4.2-59.6), and PALB2 (OR, 5.9; 95% CI, 2.7-13.2). Compared with those without mutations, patients with mutations in ATM, BRCA2, MSH2, or PALB2 showed a poor outcome with treatment using androgen deprivation therapy and abiraterone (hazard ratio, 2.19 [95% CI, 1.34-3.58] and 2.47 [95% CI, 1.23-4.96], respectively) but similar benefit from docetaxel.",
        "Conclusion/Interpretation": "The present multicenter study confirmed that a significant proportion of Chinese patients with PCa had inherited mutations and identified predisposition genes in this underreported ethnicity. These data provide empirical evidence for precision prevention and prognostic estimation in Chinese patients with PCa.",
        "Keywords": "",
        "MeSH_Terms": "Androgen Antagonists; Genetic Predisposition to Disease; Germ-Line Mutation*; Humans; Male; Mutation; Neoplasm Grading; Prostatic Neoplasms* / pathology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "80",
        "topic_name": "",
        "es_title": "Germline pathogenic variants in the ataxia telangiectasia mutated (ATM) gene are associated with high and moderate risks for multiple cancers",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Ataxia Telangiectasia Mutated Proteins / genetics*; Biomarkers, Tumor / genetics*; Female; Gene Expression Regulation, Neoplastic*; Genetic Predisposition to Disease*; Genetic Testing; Germ-Line Mutation*; Humans; Male; Middle Aged; Neoplastic Syndromes, Hereditary / genetics; Neoplastic Syndromes, Hereditary / pathology*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "81",
        "topic_name": "",
        "es_title": "Rare germline pathogenic variants identified by multigene panel testing and the risk of aggressive prostate cancer",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "aggressive prostate cancer; gene panel testing; genetic risk factors; predisposition.",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "82",
        "topic_name": "",
        "es_title": "Interim results from the IMPACT study: Evidence for prostate-specific antigen screening in BRCA2 mutation carriers",
        "Background/Purpose": "",
        "Methods": "To report the utility of PSA screening, PrCa incidence, positive predictive value of PSA, biopsy, and tumour characteristics after 3 yr of screening, by BRCA status.",
        "Results/Findings": "Men aged 40-69 yr with a germline pathogenic BRCA1/2 mutation and male controls testing negative for a familial BRCA1/2 mutation were recruited. Participants underwent PSA screening for 3 yr, and if PSA > 3.0 ng/ml, men were offered prostate biopsy.",
        "Conclusion/Interpretation": "PSA levels, PrCa incidence, and tumour characteristics were evaluated. Statistical analyses included Poisson regression offset by person-year follow-up, chi-square tests for proportion t tests for means, and Kruskal-Wallis for medians.",
        "Keywords": "BRCA1; BRCA2; Prostate cancer; Prostate-specific-antigen; Targeted prostate screening.",
        "MeSH_Terms": "Adult; Aged; Early Detection of Cancer / methods*; Genes, BRCA1*; Genes, BRCA2*; Genetic Carrier Screening / methods*; Germ-Line Mutation*; Humans; Kallikreins / blood; Male; Middle Aged; Prospective Studies; Prostate-Specific Antigen / blood; Prostatic Neoplasms / blood; Prostatic Neoplasms / diagnosis*; Prostatic Neoplasms / genetics*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "83",
        "topic_name": "",
        "es_title": "NCCN Guidelines insights: Genetic/Familial High-Risk Assessment: Breast, Ovarian, and Pancreatic, Version 1.2020",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Biomarkers, Tumor; Female; Genetic Association Studies; Genetic Counseling; Genetic Predisposition to Disease; Genetic Testing; Humans; Neoplastic Syndromes, Hereditary / diagnosis*; Neoplastic Syndromes, Hereditary / genetics*; Neoplastic Syndromes, Hereditary / therapy; Ovarian Neoplasms / diagnosis*; Ovarian Neoplasms / genetics*; Pancreatic Neoplasms / diagnosis*; Pancreatic Neoplasms / genetics*; Penetrance"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "84",
        "topic_name": "",
        "es_title": "Pancreatic cancer in adulthood: diagnosis and management",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "85",
        "topic_name": "",
        "es_title": "Management of individuals with germline variants in PALB2: a clinical practice resource of the American College of Medical Genetics and Genomics (ACMG)",
        "Background/Purpose": "",
        "Methods": "A workgroup of experts sought to outline management of PALB2 heterozygotes based on current evidence. Peer-reviewed publications from PubMed were identified to guide recommendations, which arose by consensus and the collective expertise of the authors.",
        "Results/Findings": "PALB2 heterozygotes should be offered BRCA1/2-equivalent breast surveillance. Risk-reducing mastectomy can be considered guided by personalized risk estimates. Pancreatic cancer surveillance should be considered, but ideally as part of a clinical trial. Typically, ovarian cancer surveillance is not recommended, and risk-reducing salpingo-oophorectomy should only rarely be considered before the age of 50. Given the mechanistic similarities, PALB2 heterozygotes should be considered for therapeutic regimens and trials as those for BRCA1/2.",
        "Conclusion/Interpretation": "This guidance is similar to those for BRCA1/2. While the range of the cancer risk estimates overlap with BRCA1/2, point estimates are lower in PALB2 so individualized estimates are important for management decisions. Systematic prospective data collection is needed to determine as yet unanswered questions such as the risk of contralateral breast cancer and survival after cancer diagnosis.",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms* / genetics; Fanconi Anemia Complementation Group N Protein / genetics; Female; Genetic Predisposition to Disease; Genetics, Medical*; Genomics; Germ Cells; Humans; Mastectomy; United States"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "86",
        "topic_name": "",
        "es_title": "Management of patients with increased risk for familial pancreatic cancer: updated recommendations from the International Cancer of the Pancreas Screening (CAPS) Consortium",
        "Background/Purpose": "",
        "Methods": "A modified Delphi approach was employed to reach consensus among a multidisciplinary group of experts who voted on consensus statements. Consensus was considered reached if ≥75% agreed or disagreed.",
        "Results/Findings": "Consensus was reached on 55 statements. The main goals of surveillance (to identify high-grade dysplastic precursor lesions and T1N0M0 pancreatic cancer) remained unchanged. Experts agreed that for those with familial risk, surveillance should start no earlier than age 50 or 10 years earlier than the youngest relative with pancreatic cancer, but were split on whether to start at age 50 or 55. Germline   mutation carriers with one affected first-degree relative are now considered eligible for surveillance. Experts agreed that preferred surveillance tests are endoscopic ultrasound and MRI/magnetic retrograde cholangiopancreatography, but no consensus was reached on how to alternate these modalities. Annual surveillance is recommended in the absence of concerning lesions. Main areas of disagreement included if and how surveillance should be performed for hereditary pancreatitis, and the management of indeterminate lesions.",
        "Conclusion/Interpretation": "Pancreatic surveillance is recommended for selected high-risk individuals to detect early pancreatic cancer and its high-grade precursors, but should be performed in a research setting by multidisciplinary teams in centres with appropriate expertise. Until more evidence supporting these recommendations is available, the benefits, risks and costs of surveillance of pancreatic surveillance need additional evaluation.",
        "Keywords": "early detection; familial pancreatic cancer; genetic predisposition; pancreatic ductal adenocarcinoma; surveillance.",
        "MeSH_Terms": "Age Factors; Biomedical Research / methods; Carcinoma / diagnosis*; Carcinoma / genetics; Early Detection of Cancer / methods*; Genetic Predisposition to Disease; Germ-Line Mutation; Humans; Mass Screening / methods; Pancreatic Neoplasms / diagnosis*; Pancreatic Neoplasms / genetics; Population Surveillance / methods; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "87",
        "topic_name": "",
        "es_title": "Surveillance imaging in individuals at high risk for pancreatic cancer: Not a ceiling, but rather a floor upon which to build",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Diagnostic Imaging; Humans; Pancreatic Neoplasms* / diagnostic imaging"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "88",
        "topic_name": "",
        "es_title": "Late-stage pancreatic cancer detected during high-risk individual surveillance: A systematic review and meta-analysis",
        "Background/Purpose": "",
        "Methods": "A systematic search (PROSPERO:CRD42018117189) from Cochrane Library, Embase, Google Scholar, Medline, PubMed, Scopus, and Web of Science was last performed on April 18, 2021. Only original HRI surveillance manuscripts that specified follow-up strategies were included, and studies with only baseline information were excluded. Cumulative incidences of advanced neoplasia: high-grade precursors and all PDACs, and surveillance-detected/interval late-stage PDACs were calculated through random-effects model. Incidence of late-stage PDACs underwent metaregression to identify association with HRI clinicoradiologic features. Publication bias was assessed through the funnel plot and Egger's regression line.",
        "Results/Findings": "Thirteen original surveillance studies included 2169 HRIs followed over 7302.72 patient-years. Cumulative incidence of advanced neoplasia and late-stage PDACs was 3.3 (95% confidence interval [CI]: 0.6-7.4) and 1.7 (95% CI: 0.2-4.0) per 1000 patient-years, respectively. Late-stage PDACs lacked significant association with surveillance imaging, baseline pancreatic morphology, study location, genetic background, gender, or age. Limited information on diagnostic error, symptoms, timing of presentation, lesion site, and surveillance adherence precluded formal meta-analysis.",
        "Conclusion/Interpretation": "A sizeable proportion of late-stage PDACs were detected during follow-up. Their incidence lacked association with baseline clinicoradiologic features. Further causal investigation of stage-based outcomes is warranted for overall improvement in HRI surveillance.",
        "Keywords": "Pancreatic Cancer; Surveillance; Survival.",
        "MeSH_Terms": "Carcinoma, Pancreatic Ductal / diagnostic imaging; Carcinoma, Pancreatic Ductal / epidemiology*; Carcinoma, Pancreatic Ductal / secondary*; Carcinoma, Pancreatic Ductal / surgery; Endosonography; Humans; Incidence; Magnetic Resonance Imaging; Neoplasm Staging; Pancreatic Neoplasms / diagnostic imaging; Pancreatic Neoplasms / epidemiology*; Pancreatic Neoplasms / pathology*; Pancreatic Neoplasms / surgery; Risk Factors; Time Factors; Tomography, X-Ray Computed; Watchful Waiting*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "89",
        "topic_name": "",
        "es_title": "Timeline of development of pancreatic cancer and implications for successful early detection in high-risk individuals",
        "Background/Purpose": "",
        "Methods": "We retrospectively examined the development of pancreatic abnormalities in high-risk individuals who were diagnosed with PC or underwent pancreatic surgery, or both, in 16 international surveillance programs.",
        "Results/Findings": "Of 2552 high-risk individuals under surveillance, 28 (1%) developed neoplastic progression to PC or high-grade dysplasia during a median follow-up of 29 months after baseline (interquartile range [IQR], 40 months). Of these, 13 of 28 (46%) presented with a new lesion (median size, 15 mm; range 7-57 mm), a median of 11 months (IQR, 8; range 3-17 months) after a prior examination, by which time 10 of 13 (77%) had progressed beyond the pancreas. The remaining 15 of 28 (54%) had neoplastic progression in a previously detected lesion (12 originally cystic, 2 indeterminate, 1 solid), and 11 (73%) had PC progressed beyond the pancreas. The 12 patients with cysts had been monitored for 21 months (IQR, 15 months) and had a median growth of 5 mm/y (IQR, 8 mm/y). Successful early detection (as high-grade dysplasia or PC confined to the pancreas) was associated with resection of cystic lesions (vs solid or indeterminate lesions (odds ratio, 5.388; 95% confidence interval, 1.525-19.029) and small lesions (odds ratio, 0.890/mm; 95% confidence interval 0.812-0.976/mm).",
        "Conclusion/Interpretation": "In nearly half of high-risk individuals developing high-grade dysplasia or PC, no prior lesions are detected by imaging, yet they present at an advanced stage. Progression can occur before the next scheduled annual examination. More sensitive diagnostic tools or a different management strategy for rapidly growing cysts are needed.",
        "Keywords": "Familial Pancreatic Cancer; Pancreatic Cancer; Screening; Surveillance.",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Disease Progression; Early Detection of Cancer*; Endosonography; Female; Follow-Up Studies; Humans; Magnetic Resonance Imaging; Male; Middle Aged; Neoplasm Metastasis; Pancreas / pathology; Pancreatic Cyst / diagnostic imaging; Pancreatic Cyst / pathology; Pancreatic Neoplasms / diagnostic imaging*; Pancreatic Neoplasms / pathology*; Pancreatic Neoplasms / surgery; Precancerous Conditions / diagnostic imaging*; Precancerous Conditions / pathology*; Retrospective Studies; Risk Factors; Time Factors; Tomography, X-Ray Computed; Tumor Burden; Watchful Waiting*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "90",
        "topic_name": "",
        "es_title": "The Multicenter Cancer of Pancreas Screening Study: Impact on stage and survival",
        "Background/Purpose": "",
        "Methods": "Individuals recommended for pancreas surveillance were prospectively enrolled into one of eight CAPS5 study centers between 2014 and 2021. The primary end point was the stage distribution of pancreatic ductal adenocarcinoma (PDAC) detected (stage I   higher-stage). Overall survival was determined using the Kaplan-Meier method.",
        "Results/Findings": "Of 1,461 high-risk individuals enrolled into CAPS5, 48.5% had a pathogenic variant in a PDAC-susceptibility gene. Ten patients were diagnosed with PDAC, one of whom was diagnosed with metastatic PDAC 4 years after dropping out of surveillance. Of the remaining nine, seven (77.8%) had a stage I PDAC (by surgical pathology) detected during surveillance; one had stage II, and one had stage III disease. Seven of these nine patients with PDAC were alive after a median follow-up of 2.6 years. Eight additional patients underwent surgical resection for worrisome lesions; three had high-grade and five had low-grade dysplasia in their resected specimens. In the entire CAPS cohort (CAPS1-5 studies, 1,731 patients), 26 PDAC cases have been diagnosed, 19 within surveillance, 57.9% of whom had stage I and 5.2% had stage IV disease. By contrast, six of the seven PDACs (85.7%) detected outside surveillance were stage IV. Five-year survival to date of the patients with a screen-detected PDAC is 73.3%, and median overall survival is 9.8 years, compared with 1.5 years for patients diagnosed with PDAC outside surveillance (hazard ratio [95% CI]; 0.13 [0.03 to 0.50],   = .003).",
        "Conclusion/Interpretation": "Most pancreatic cancers diagnosed within the CAPS high-risk cohort in the recent years have had stage I disease with long-term survival.",
        "Keywords": "",
        "MeSH_Terms": "Carcinoma, Pancreatic Ductal* / genetics; Carcinoma, Pancreatic Ductal* / pathology; Carcinoma, Pancreatic Ductal* / surgery; Early Detection of Cancer / methods; Humans; Pancreas / surgery; Pancreatic Neoplasms* / diagnosis; Pancreatic Neoplasms* / genetics; Pancreatic Neoplasms* / surgery"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "91",
        "topic_name": "",
        "es_title": "Germline TP53 testing in breast cancers: Why, when and how?",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "Li-Fraumeni syndrome; TP53; breast cancer; gene panels; heritable TP53-related cancer syndrome; interpretation; variant.",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "92",
        "topic_name": "",
        "es_title": "Cancer Surveillance Guideline for individuals with PTEN hamartoma tumour syndrome",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Consensus Development Conferences as Topic; Early Detection of Cancer / methods; Early Detection of Cancer / standards; Genetic Testing / methods; Genetic Testing / standards*; Hamartoma Syndrome, Multiple / diagnosis; Hamartoma Syndrome, Multiple / epidemiology; Hamartoma Syndrome, Multiple / genetics*; Humans; Practice Guidelines as Topic*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "93",
        "topic_name": "",
        "es_title": "Hereditary diffuse gastric cancer: updated clinical practice guidelines",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Humans; Neoplastic Syndromes, Hereditary*; Stomach Neoplasms*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "94",
        "topic_name": "",
        "es_title": "Familial breast cancer: classification, care and managing breast cancer and related risks in people with a family history of breast cancer. Breast Cancer Guidelines England and Wales",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "95",
        "topic_name": "",
        "es_title": "BOADICEA: a comprehensive breast cancer risk prediction model incorporating genetic and nongenetic risk factors",
        "Background/Purpose": "",
        "Methods": "BOADICEA incorporates the effects of truncating variants in BRCA1, BRCA2, PALB2, CHEK2, and ATM; a PRS based on 313 single-nucleotide polymorphisms (SNPs) explaining 20% of BC polygenic variance; a residual polygenic component accounting for other genetic/familial effects; known lifestyle/hormonal/reproductive RFs; and mammographic density, while allowing for missing information.",
        "Results/Findings": "Among all factors considered, the predicted UK BC risk distribution is widest for the PRS, followed by mammographic density. The highest BC risk stratification is achieved when all genetic and lifestyle/hormonal/reproductive/anthropomorphic factors are considered jointly. With all factors, the predicted lifetime risks for women in the UK population vary from 2.8% for the 1st percentile to 30.6% for the 99th percentile, with 14.7% of women predicted to have a lifetime risk of ≥17-<30% (moderate risk according to National Institute for Health and Care Excellence [NICE] guidelines) and 1.1% a lifetime risk of ≥30% (high risk).",
        "Conclusion/Interpretation": "This comprehensive model should enable high levels of BC risk stratification in the general population and women with family history, and facilitate individualized, informed decision-making on prevention therapies and screening.",
        "Keywords": "BOADICEA; PRS; breast cancer; rare variants; risk prediction.",
        "MeSH_Terms": "Ataxia Telangiectasia Mutated Proteins / genetics; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms / epidemiology*; Breast Neoplasms / genetics*; Breast Neoplasms / pathology; Checkpoint Kinase 2 / genetics; Fanconi Anemia Complementation Group N Protein / genetics; Female; Genetic Predisposition to Disease*; Genetic Testing*; Humans; Multifactorial Inheritance / genetics; Mutation / genetics; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / genetics; Ovarian Neoplasms / pathology; Polymorphism, Single Nucleotide / genetics; Risk Assessment; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "96",
        "topic_name": "",
        "es_title": "Increased risk for other cancers in addition to breast cancer for CHEK2∗1100delC heterozygotes estimated from the Copenhagen General Population Study",
        "Background/Purpose": "",
        "Methods": "We examined 86,975 individuals from the Copenhagen General Population Study, recruited from 2003 through 2010. The participants completed a questionnaire on health and lifestyle, were examined physically, had blood drawn for DNA extraction, were tested for presence of CHEK2*1100delC using Taqman assays and sequencing, and were linked over 1943 through 2011 to the Danish Cancer Registry. Incidences and risks of individual cancer types, including breast cancer, were calculated using Kaplan-Meier estimates, Fine and Gray competing-risks regressions, and stratified analyses with interaction tests.",
        "Results/Findings": "Among 86,975 individuals, 670 (0.8%) were CHEK2*1100delC heterozygous, 2,442 developed breast cancer, and 6,635 developed other cancers. The age- and sex-adjusted hazard ratio for CHEK2*1100delC heterozygotes compared with noncarriers was 2.08 (95% CI, 1.51 to 2.85) for breast cancer and 1.45 (95% CI, 1.15 to 1.82) for other cancers. When stratifying for sex, the age-adjusted hazard ratios for other cancers were 1.54 (95% CI, 1.08 to 2.18) for women and 1.37 (95% CI, 1.01 to 1.85) for men (sex difference: P = .63). For CHEK2*1100delC heterozygotes compared with noncarriers, the age- and sex-adjusted hazard ratios were 5.76 (95% CI, 2.12 to 15.6) for stomach cancer, 3.61 (95% CI, 1.33 to 9.79) for kidney cancer, 3.45 (95% CI, 1.09 to 10.9) for sarcoma, and 1.60 (95% CI, 1.00 to 2.56) for prostate cancer.",
        "Conclusion/Interpretation": "CHEK2*1100delC heterozygosity is associated with 15% to 82% increased risk for at least some cancers in addition to breast cancer. This information may be useful in clinical counseling of patients with this loss-of-function mutation.",
        "Keywords": "",
        "MeSH_Terms": "Aged; Breast Neoplasms / epidemiology*; Breast Neoplasms / genetics*; Checkpoint Kinase 2 / genetics*; Denmark / epidemiology; Female; Genetic Predisposition to Disease; Genotype; Germ-Line Mutation*; Heterozygote; Humans; Incidence; Kaplan-Meier Estimate; Middle Aged; Neoplasms, Multiple Primary / epidemiology*; Neoplasms, Multiple Primary / genetics*; Odds Ratio; Registries; Research Design; Risk Assessment; Risk Factors; Surveys and Questionnaires"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "97",
        "topic_name": "",
        "es_title": "Reproductive issues in carriers of germline pathogenic variants in the BRCA1/2 genes: an expert meeting",
        "Background/Purpose": "",
        "Methods": "On December 5th-7th, 2019, patient advocates and physicians with expertise in the field of reproductive medicine, fertility preservation, and oncology were invited to \"San Giuseppe Moscati\" Hospital in Avellino (Italy) for a workshop on reproductive management of women with germline pathogenic variants in the BRCA1/2 genes. From the discussion regarding the current evidence and future prospective in the field, eight main research questions were formulated and eight recommendations were developed regarding fertility, fertility preservation, preimplantation genetic testing, and pregnancy in healthy carriers and patients with cancer.",
        "Results/Findings": "Several misconceptions about the topic persist among health care providers and patients often resulting in a discontinuous and suboptimal management. With the aim to offer patient-tailored counseling about reproductive issues, both awareness of current evidences and research should be promoted.",
        "Conclusion/Interpretation": "",
        "Keywords": "BRCA; Cancer; Fertility; Oocyte cryopreservation; Ovarian reserve; Preimplantation genetic testing.",
        "MeSH_Terms": "BRCA1 Protein / genetics; Breast Neoplasms* / genetics; Female; Fertility; Fertility Preservation*; Genes, BRCA1; Genetic Testing; Germ Cells; Humans; Pregnancy"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "98",
        "topic_name": "",
        "es_title": "Fertility preservation and post-treatment pregnancies in post-pubertal cancer patients: ESMO Clinical Practice Guidelines",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "Clinical Practice Guidelines; cancer; fertility; pregnancy.",
        "MeSH_Terms": "Cryopreservation; Female; Fertility Preservation*; Humans; Neoplasms* / therapy; Pregnancy"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "99",
        "topic_name": "",
        "es_title": "Preimplantation genetic testing for carriers of BRCA1/2 pathogenic variants",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "BRCA1/2 pathogenic variants; Fertility preservation; Hereditary breast and ovarian cancer syndrome; Oocytes; Preimplantation genetic testing for monogenic disorders.",
        "MeSH_Terms": "BRCA1 Protein / genetics; BRCA2 Protein / genetics; Female; Genetic Testing; Heterozygote; Humans; Pregnancy; Preimplantation Diagnosis*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "100",
        "topic_name": "",
        "es_title": "Hormone replacement therapy in BRCA mutation carriers and risk of ovarian, endometrial, and breast cancer: a systematic review",
        "Background/Purpose": "",
        "Methods": "We included all relevant articles published in English from 1995 to October 2020. Sources were identified through a search on PubMed and Cochrane Library.",
        "Results/Findings": "We included one case-control and one retrospective cohort study on ovarian and one case-control study on endometrial cancer risk and HRT in BRCA mutation carriers. Regarding breast cancer risk, one case-control study on BRCA mutation carriers with and without RRBSO and one case-control study, one Markov chain decision model, two prospective cohort studies, and one metaanalysis on carriers after RRBSO were included. For ovarian cancer, results were ambiguous. For breast cancer, most studies did not find an adverse effect associated with HRT. However, some of the studies found a risk modification associated with different formulations and duration of use.",
        "Conclusion/Interpretation": "Although data are limited, HRT does not seem to have a relevant effect on cancer risk in BRCA mutation carriers. RRBSO should not be postponed to avoid subsequent HRT in this population. Adequate HRT after RRBSO should be offered to avoid chronic diseases resulting from low estrogen levels. However, further data on the safety of different formulations are needed.",
        "Keywords": "BRCA1; BRCA2; Breast cancer; Hormone replacement therapy; Ovarian cancer.",
        "MeSH_Terms": "BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / etiology*; Breast Neoplasms / pathology; Endometrial Neoplasms / etiology*; Endometrial Neoplasms / pathology; Female; Genetic Predisposition to Disease; Heterozygote; Hormone Replacement Therapy / adverse effects*; Humans; Mutation*; Ovarian Neoplasms / etiology*; Ovarian Neoplasms / pathology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "101",
        "topic_name": "",
        "es_title": "Breast cancer risk and hormone replacement therapy among BRCA carriers after risk-reducing salpingo-oophorectomy",
        "Background/Purpose": "",
        "Methods": "A retrospective cohort of 306 consecutive healthy BRCA1/2 mutation carriers who had undergone RRSO was followed up for a mean of 7.26 years. We compared BC incidence over time in carriers who received HRT with that in those who did not receive.",
        "Results/Findings": "Thirty-six of the carriers were diagnosed with BC, 20 of 148 patients (13.5%) in the HRT group compared with 16 of 155 (10.3%) in the non-HRT group (odds ratio [OR] = 1.4, 95% confidence interval [CI] = 0.7-2.7). In women who were aged 45 years or younger at RRSO, HRT did not affect BC rates. However, in those older than 45 years at RRSO, BC rates were significantly higher in HRT users than in non-users (OR = 3.43, p < 0.05, 95% CI = 1.2-9.8).",
        "Conclusion/Interpretation": "In BRCA1/BRCA2 carriers in this study, short-term post-RRSO HRT use was associated with a threefold risk of BC in carriers older than 45 years. These results suggest that risk may be related to time of exposure to HRT around the natural age of menopause, even among BRCA1/2 carriers. Further studies are needed for validation and to guide future recommendations.",
        "Keywords": "BRCA mutation carriers; Cancer risk; Combined oestrogen and progesterone; Ductal carcinoma in situ (DCIS); Hereditary cancer; Hormone replacement therapy; Invasive breast cancer; Menopause; Oestrogen replacement therapy; Risk-reducing salpingo-oophorectomy.",
        "MeSH_Terms": "Adult; Aged; BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / drug therapy*; Breast Neoplasms / pathology; Breast Neoplasms / surgery; Female; Follow-Up Studies; Genetic Predisposition to Disease; Heterozygote*; Hormone Replacement Therapy / methods*; Humans; Middle Aged; Mutation*; Prognosis; Retrospective Studies; Risk Reduction Behavior; Salpingo-oophorectomy / methods*; Survival Rate"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "102",
        "topic_name": "",
        "es_title": "Bone health in cancer: ESMO Clinical Practice Guidelines",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "Clinical Practice Guidelines; bone metastases; bone-targeted agents; cancer treatment-induced bone loss; diagnosis; follow-up; treatment.",
        "MeSH_Terms": "Bone Density*; Combined Modality Therapy; Humans; Neoplasm Staging; Neoplasms* / epidemiology; Neoplasms* / therapy"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "103",
        "topic_name": "",
        "es_title": "Psychological aspects, risk and protective factors related to BRCA genetic testing: a review of the literature",
        "Background/Purpose": "",
        "Methods": "Bibliographic databases were searched for studies published over the period 1998-2018. Using the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) method, 21 articles were selected for the current review.",
        "Results/Findings": "Overall, the collected data revealed rather diverse results, although most studies reported higher levels of distress, anxiety and depression in carriers, as compared to non-carriers. The two genders were not equally represented, with men constituting only 6% of the sample. Risk factors and protective factors that may influence psychological outcomes and adjustment to genetic tests are highlighted and discussed in this review.",
        "Conclusion/Interpretation": "The increased risk of developing cancer associated with positive genetic testing results may be experienced as traumatic by many patients, although not all individuals with positive genetic testing results will experience increased distress. Hence, future studies should consider specific risk factors in order to select those who are more likely to be in need of psychological support. Finally, it is necessary to increase the number of male samples to better understand the male experience related to genetic testing outcomes.",
        "Keywords": "Anxiety; BRCA1/2 mutation; Cancer risk; Depression; Genetic counselling; Psychological distress; Review.",
        "MeSH_Terms": "Adult; Anxiety / psychology*; BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / diagnosis*; Breast Neoplasms / psychology; Depression / psychology*; Female; Genetic Counseling / psychology; Genetic Testing; Humans; Male; Mutation; Protective Factors; Risk Factors; Stress, Psychological / psychology*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "104",
        "topic_name": "",
        "es_title": "Anxiety and depression symptoms among women attending group-based patient education courses for hereditary breast and ovarian cancer",
        "Background/Purpose": "",
        "Methods": "A prospective study was conducted. Two weeks before (T1) and 2 weeks after (T2) attending the GPE-course the participants received questionnaires by mail. We collected information on demographic- and medical variables, anxiety and depression using Hospital Anxiety and Depression Scale (HADS), self-efficacy using The Bergen Genetic Counseling Self-Efficacy scale (BGCSES) and coping style using the Threatening Medical Situations Inventory (TMSI). A total of   = 100 (77% response rate) women participated at baseline and 75 (58% response rate) also completed post-course assessment.",
        "Results/Findings": "The mean level of anxiety symptoms was elevated among participants but decreased significantly during follow-up. Lower anxiety symptom levels were associated with \"longer time since disclosure of gene test result\", \"higher levels of self-efficacy\" and having experienced \"loss of a close relative due to breast or ovarian cancer\". Lower depression symptom levels were associated with \"higher levels of education\" and \"loss of a close relative due to breast or ovarian cancer\".",
        "Conclusion/Interpretation": "The women in this study seemed to benefit from the GPE course. Women newly diagnosed with a   mutation who reported lower levels of self-efficacy and lower levels of education were more vulnerable. These women need special attention.",
        "Keywords": "Anxiety symptoms; Depression symptoms; Genetic counseling; Group-based patient education course; Hereditary cancer.",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "105",
        "topic_name": "",
        "es_title": "Distress and psychosocial needs of a heterogeneous high risk familial cancer population",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Family*; Genetic Predisposition to Disease; Health Services Needs and Demand*; Humans; Neoplasms / genetics; Neoplasms / psychology*; Risk Factors; Stress, Psychological*; Surveys and Questionnaires"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "106",
        "topic_name": "",
        "es_title": "What factors may influence psychological well being at three months and one year post BRCA genetic result disclosure?",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Aged; Aged, 80 and over; Anxiety / etiology*; Depression / etiology*; Female; Follow-Up Studies; Genes, BRCA1*; Genes, BRCA2*; Genetic Markers; Genetic Predisposition to Disease / psychology*; Genetic Testing*; Hereditary Breast and Ovarian Cancer Syndrome / genetics; Hereditary Breast and Ovarian Cancer Syndrome / psychology*; Humans; Logistic Models; Male; Middle Aged; Multivariate Analysis; Psychological Tests; Risk Factors; Spain; Surveys and Questionnaires; Time Factors; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "107",
        "topic_name": "",
        "es_title": "Psychological distress, anxiety, and depression of cancer-affected BRCA1/2 mutation carriers: A systematic review",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "Anxiety; Brca mutation; Depression; Distress; Hereditary cancer; Psychological burden; Review.",
        "MeSH_Terms": "Adolescent; Adult; Aged; Aged, 80 and over; Anxiety*; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Depression*; Female; Genetic Testing; Humans; Longitudinal Studies; Male; Middle Aged; Mutation*; Neoplasms / genetics; Neoplasms / metabolism; Neoplasms / psychology*; Stress, Psychological*; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "108",
        "topic_name": "",
        "es_title": "Risk perception and psychological distress in genetic counselling for hereditary breast and/or ovarian cancer",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "BRCA 1/2; Cancer risk perception; Distress; Genetic counselling; Genetic risk perception.",
        "MeSH_Terms": "Adult; Anxiety / psychology*; Breast Neoplasms / genetics; Breast Neoplasms / psychology*; Female; Genetic Counseling / psychology*; Genetic Predisposition to Disease / psychology*; Humans; Middle Aged; Mutation; Ovarian Neoplasms / genetics; Ovarian Neoplasms / psychology*; Perception; Risk Factors; Stress, Psychological / psychology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "109",
        "topic_name": "",
        "es_title": "BRCA1/2 genetic testing uptake and psychosocial outcomes in men",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Depression / epidemiology*; Female; Genes, BRCA1*; Genes, BRCA2*; Genetic Testing / psychology*; Heterozygote; Humans; Longitudinal Studies; Male; Middle Aged; Mutation; Prospective Studies; Risk Factors; Sex Characteristics"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "110",
        "topic_name": "",
        "es_title": "Addressing sexual dysfunction after risk-reducing salpingo-oophorectomy: effects of a brief, psychosexual intervention",
        "Background/Purpose": "",
        "Methods": "To pilot a novel sexual health intervention for women with BRCA1/2 mutations who previously underwent RRSO a using a single-arm trial. Feasibility and primary outcomes including sexual dysfunction and psychological distress were assessed.",
        "Results/Findings": "This single-arm trial included a one-time, half-day educational session comprised of targeted sexual health education, body awareness and relaxation training, and mindfulness-based cognitive therapy strategies, followed by two sessions of tailored telephone counseling. Assessments were completed at baseline and 2 months postintervention.",
        "Conclusion/Interpretation": "Study end points include feasibility and effectiveness as reported by the participant.",
        "Keywords": "Quality of Life and Cancer; Risk-Reducing Salpingo-Oophorectomy and Sexual Dysfunction; Sexual Health and Cancer.",
        "MeSH_Terms": "Adult; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Cognitive Behavioral Therapy*; Directive Counseling*; Feasibility Studies; Female; Genetic Predisposition to Disease; Humans; Mutation; Ovarian Neoplasms / prevention & control*; Ovarian Neoplasms / psychology; Ovariectomy* / methods; Personal Satisfaction; Pilot Projects; Quality of Life; Risk Reduction Behavior*; Salpingectomy*; Self Efficacy; Sexual Behavior"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "111",
        "topic_name": "",
        "es_title": "The impact of risk reducing bilateral salpingo-oophorectomy on sexual function in BRCA1/2 mutation carriers and women with Lynch syndrome: A systematic review and meta-analysis",
        "Background/Purpose": "",
        "Methods": "A literature search of the AMED (Allied and complementary medicine), Embase and Medline databases was performed, using search terms including sexual function, risk reducing and oophorectomy. Results were filtered according to the PRISMA protocol. Quality assessment of studies was performed using the Newcastle-Ottawa scale. Data were pooled in meta-analysis.",
        "Results/Findings": "There were 21 eligible studies, 10 of which reported sufficient data for meta-analysis. Most studies were retrospective cohort or observational studies. Fifteen of the 21 studies (71%) reported a negative impact of RRBSO on sexual function. Participant numbers ranged from 37 to 1522. Meta-analysis was performed with studies including 3201 patients. This demonstrated that RRBSO has a statistically significant negative impact on sexual function (SMD -0.63, [-0.82, -0.44], p = 0.03). There was a trend towards reduced sexual pleasure and increased discomfort but this did not reach statistical significance. There was minimal change in the frequency of sex. There was a significant increase in vaginal dryness post-RRBSO (SMD 9.25, [3.66, 14.83], p < 0.00001). There was no significant difference in sexual function between pre-menopausal and post-menopausal RRBSO. Hormone replacement therapy (HRT) did not abolish this negative impact.",
        "Conclusion/Interpretation": "Sexual function declines post RRBSO, independent of menopausal status. Comprehensive pre-operative counselling regarding anticipated menopausal and sexual symptoms is key to setting realistic patient expectations and minimising post-operative distress. Information and support regarding management of these side effects should be available to all patients.",
        "Keywords": "BRCA; Lynch syndrome; Oophorectomy; Risk-reducing; Sexual function.",
        "MeSH_Terms": "BRCA1 Protein / genetics; Colorectal Neoplasms, Hereditary Nonpolyposis*; Female; Humans; Mutation; Ovarian Neoplasms* / genetics; Ovarian Neoplasms* / prevention & control; Retrospective Studies; Salpingo-oophorectomy"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "112",
        "topic_name": "",
        "es_title": "Decision making, psychological wellbeing and psychosocial outcomes for high risk women who choose to undergo bilateral prophylactic mastectomy - A review of the literature",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "Anxiety; Body image; Familial cancer; Prophylactic mastectomy; Psychological wellbeing; Young women.",
        "MeSH_Terms": "Age Factors; Anxiety / etiology; Body Image; Breast Neoplasms / prevention & control*; Breast Neoplasms / psychology*; Breast Neoplasms / surgery; Decision Making*; Female; Genes, BRCA1; Genes, BRCA2; Genetic Testing; Humans; Patient Education as Topic; Patient Satisfaction; Prophylactic Mastectomy / psychology*; Sexuality"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "113",
        "topic_name": "",
        "es_title": "Quality of life among patients after bilateral prophylactic mastectomy: a systematic review of patient-reported outcomes",
        "Background/Purpose": "",
        "Methods": "We performed a systematic review of literature using the PRISMA guidelines. PubMed, Embase, PsycINFO, Web of Science, Scopus and Cochrane databases were searched.",
        "Results/Findings": "The initial search resulted in 1082 studies; 22 of these studies fulfilled our inclusion criteria. Post-BPM, patients are satisfied with the outcomes and report high psychosocial well-being and positive body image. Sexual well-being and somatosensory function are most negatively affected. Vulnerability, psychological distress and preoperative cancer distress are significant negative predictors of quality of life and body image post-BPM.",
        "Conclusion/Interpretation": "There is a paucity of high-quality data on outcomes of different HRQOL domains post-BPM. Future studies should strive to use validated and breast-specific PRO instruments for measuring HRQOL. This will facilitate shared decision-making by enabling surgeons to provide evidence-based answers to women contemplating BPM.",
        "Keywords": "Bilateral prophylactic mastectomy; Patient-reported outcomes; Quality of life; Risk reducing mastectomy; Systematic review.",
        "MeSH_Terms": "Adult; Body Image / psychology; Breast Neoplasms / prevention & control; Female; Humans; Mammaplasty; Middle Aged; Patient Reported Outcome Measures*; Patient Satisfaction; Prophylactic Mastectomy / psychology*; Quality of Life*; Sexual Dysfunctions, Psychological / psychology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "114",
        "topic_name": "",
        "es_title": "Body image after bilateral prophylactic mastectomy: an integrative literature review",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Body Image*; Breast Neoplasms / psychology*; Breast Neoplasms / surgery; Female; Humans; Mastectomy, Radical / psychology*; Mastectomy, Simple / psychology; Quality of Life; Risk Assessment; Social Perception*; United States; Women's Health*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "115",
        "topic_name": "",
        "es_title": "Polygenic risk scores and breast and epithelial ovarian cancer risks for carriers of BRCA1 and BRCA2 pathogenic variants",
        "Background/Purpose": "",
        "Methods": "Retrospective cohort data on 18,935 BRCA1 and 12,339 BRCA2 female pathogenic variant carriers of European ancestry were available. Three versions of a 313 single-nucleotide polymorphism (SNP) BC PRS were evaluated based on whether they predict overall, estrogen receptor (ER)-negative, or ER-positive BC, and two PRS for overall or high-grade serous EOC. Associations were validated in a prospective cohort.",
        "Results/Findings": "The ER-negative PRS showed the strongest association with BC risk for BRCA1 carriers (hazard ratio [HR] per standard deviation = 1.29 [95% CI 1.25-1.33], P = 3×10 ). For BRCA2, the strongest association was with overall BC PRS (HR = 1.31 [95% CI 1.27-1.36], P = 7×10 ). HR estimates decreased significantly with age and there was evidence for differences in associations by predicted variant effects on protein expression. The HR estimates were smaller than general population estimates. The high-grade serous PRS yielded the strongest associations with EOC risk for BRCA1 (HR = 1.32 [95% CI 1.25-1.40], P = 3×10 ) and BRCA2 (HR = 1.44 [95% CI 1.30-1.60], P = 4×10 ) carriers. The associations in the prospective cohort were similar.",
        "Conclusion/Interpretation": "Population-based PRS are strongly associated with BC and EOC risks for BRCA1/2 carriers and predict substantial absolute risk differences for women at PRS distribution extremes.",
        "Keywords": "BRCA1/2; PRS; breast cancer; genetics; ovarian cancer.",
        "MeSH_Terms": "BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms* / epidemiology; Breast Neoplasms* / genetics; Carcinoma, Ovarian Epithelial / genetics; Female; Genetic Predisposition to Disease; Heterozygote; Humans; Mutation; Ovarian Neoplasms* / epidemiology; Ovarian Neoplasms* / genetics; Prospective Studies; Retrospective Studies; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "116",
        "topic_name": "",
        "es_title": "Adjuvant olaparib for patients with BRCA1- or BRCA2-mutated breast cancer",
        "Background/Purpose": "",
        "Methods": "We conducted a phase 3, double-blind, randomized trial involving patients with human epidermal growth factor receptor 2 (HER2)-negative early breast cancer with   or   germline pathogenic or likely pathogenic variants and high-risk clinicopathological factors who had received local treatment and neoadjuvant or adjuvant chemotherapy. Patients were randomly assigned (in a 1:1 ratio) to 1 year of oral olaparib or placebo. The primary end point was invasive disease-free survival.",
        "Results/Findings": "A total of 1836 patients underwent randomization. At a prespecified event-driven interim analysis with a median follow-up of 2.5 years, the 3-year invasive disease-free survival was 85.9% in the olaparib group and 77.1% in the placebo group (difference, 8.8 percentage points; 95% confidence interval [CI], 4.5 to 13.0; hazard ratio for invasive disease or death, 0.58; 99.5% CI, 0.41 to 0.82; P<0.001). The 3-year distant disease-free survival was 87.5% in the olaparib group and 80.4% in the placebo group (difference, 7.1 percentage points; 95% CI, 3.0 to 11.1; hazard ratio for distant disease or death, 0.57; 99.5% CI, 0.39 to 0.83; P<0.001). Olaparib was associated with fewer deaths than placebo (59 and 86, respectively) (hazard ratio, 0.68; 99% CI, 0.44 to 1.05; P = 0.02); however, the between-group difference was not significant at an interim-analysis boundary of a P value of less than 0.01. Safety data were consistent with known side effects of olaparib, with no excess serious adverse events or adverse events of special interest.",
        "Conclusion/Interpretation": "Among patients with high-risk, HER2-negative early breast cancer and germline   or   pathogenic or likely pathogenic variants, adjuvant olaparib after completion of local treatment and neoadjuvant or adjuvant chemotherapy was associated with significantly longer survival free of invasive or distant disease than was placebo. Olaparib had limited effects on global patient-reported quality of life. (Funded by the National Cancer Institute and AstraZeneca; OlympiA ClinicalTrials.gov number,  .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Antineoplastic Agents / adverse effects; Antineoplastic Agents / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / genetics; Breast Neoplasms / mortality; Breast Neoplasms / surgery; Chemotherapy, Adjuvant*; Disease-Free Survival; Double-Blind Method; Female; Genes, BRCA1; Genes, BRCA2; Germ-Line Mutation*; Humans; Mastectomy; Middle Aged; Phthalazines / adverse effects; Phthalazines / therapeutic use*; Piperazines / adverse effects; Piperazines / therapeutic use*; Poly(ADP-ribose) Polymerase Inhibitors / adverse effects; Poly(ADP-ribose) Polymerase Inhibitors / therapeutic use*; Receptor, ErbB-2"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "117",
        "topic_name": "",
        "es_title": "Nonsurgical prevention strategies in BRCA1 and BRCA2 mutation carriers",
        "Background/Purpose": "",
        "Methods": "While endocrine treatments with tamoxifen and aromatase inhibitors (AI) have been shown to be effective in secondary prevention, their benefit in primary prevention has never been prospectively evaluated. Moreover, their side effect profile makes them inappropriate candidates for chemoprevention in healthy premenopausal women. Recently, denosumab, a well-tolerated osteoprotective drug, has been shown to have an antitumoral effect on RANK+,  -deficient luminal progenitor cells in vitro, and has been demonstrated to abrogate tumors in  -deficient mouse models.",
        "Results/Findings": "The prospectively randomized, double-blind BRCA-P trial is currently investigating the preventative effect of denosumab in healthy   germline mutation carriers.",
        "Conclusion/Interpretation": "",
        "Keywords": "BRCA1 mutation; Breast cancer; Denosumab; Primary prevention.",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "118",
        "topic_name": "",
        "es_title": "Liquid biopsy for cancer detection: Clinical and epidemiologic considerations",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Biomarkers, Tumor; Cell-Free Nucleic Acids*; Humans; Liquid Biopsy; Neoplasm Recurrence, Local; Neoplastic Cells, Circulating*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "119",
        "topic_name": "",
        "es_title": "Summary of the guidelines for preventing opportunistic infections among hematopoietic stem cell transplant recipients",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Bacterial Infections / prevention & control; Candidiasis / prevention & control; Consumer Product Safety; Cross Infection / prevention & control; Cytomegalovirus Infections / prevention & control; Helminthiasis / prevention & control; Hematopoietic Stem Cell Transplantation / adverse effects*; Herpes Simplex / prevention & control; Humans; Immunization; Opportunistic Infections / prevention & control*; Pneumonia, Pneumocystis / prevention & control; Protozoan Infections / prevention & control"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "120",
        "topic_name": "",
        "es_title": "Purpose of quality standards for infectious diseases. Infectious Diseases Society of America",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Humans; Infections / therapy*; Quality of Health Care / standards*; Societies, Medical; United States"
    }
]