[
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "1",
        "Background/Purpose": "Several genes on hereditary breast and ovarian cancer susceptibility test panels have not been systematically examined for strength of association with disease. We employed the Clinical Genome Resource (ClinGen) clinical validity framework to assess the strength of evidence between selected genes and breast or ovarian cancer.",
        "Methods": "Thirty-one genes offered on cancer panel testing were selected for evaluation. The strength of gene-disease relationship was systematically evaluated and a clinical validity classification of either Definitive, Strong, Moderate, Limited, Refuted, Disputed, or No Reported Evidence was assigned.",
        "Results/Findings": "Definitive clinical validity classifications were made for 10/31 and 10/32 gene-disease pairs for breast and ovarian cancer respectively. Two genes had a Moderate classification whereas, 6/31 and 6/32 genes had Limited classifications for breast and ovarian cancer respectively. Contradictory evidence resulted in Disputed or Refuted assertions for 9/31 genes for breast and 4/32 genes for ovarian cancer. No Reported Evidence of disease association was asserted for 5/31 genes for breast and 11/32 for ovarian cancer.",
        "Conclusion/Interpretation": "Evaluation of gene-disease association using the ClinGen clinical validity framework revealed a wide range of classifications. This information should aid laboratories in tailoring appropriate gene panels and assist health-care providers in interpreting results from panel testing.",
        "Keywords": "ClinGen; classification; gene test panels; gene validity; hereditary breast and ovarian cancer.",
        "MeSH_Terms": "Breast Neoplasms / genetics*; Female; Genetic Association Studies; Genetic Predisposition to Disease; Genetic Testing; Humans; Ovarian Neoplasms / genetics*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "2",
        "Background/Purpose": "Familial breast cancer represents a minor percentage of all human breast cancers. Mutations in two high susceptibility genes BRCA1 and BRCA2 explain around 25 % of familial breast cancers, while other high, moderate and low susceptibility genes explain up to 20 % more of breast cancer families. Thus, it is important to decipher the genetic architecture of families that show no mutations to improve genetic counselling. The comprehensive description of familial breast cancer using different techniques and platforms has shown to be very valuable for better patient diagnosis, tumour surveillance, and ultimately patient treatment. This review focuses on the complex landscape of pathological, protein, genetic and genomic features associated with BRCA1-, BRCA2-, and non-BRCA1/BRCA2-related cancers described up to date. Special emphasis deserves the coexistence of distinct molecular breast cancer subtypes, the development of tumour classifiers to predict BRCA1/2 mutations, and the last insights from recent whole genome sequencing studies and miRNA profiling.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / genetics*; Female; Genes, BRCA1*; Genes, BRCA2*; Genetic Predisposition to Disease*; Humans; Models, Genetic; Mutation / genetics*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "3",
        "Background/Purpose": "In the Ashkenazi Jewish (AJ) population of Israel, 11% of breast cancer and 40% of ovarian cancer are due to three inherited founder mutations in the cancer predisposition genes BRCA1 and BRCA2. For carriers of these mutations, risk-reducing salpingo-oophorectomy significantly reduces morbidity and mortality. Population screening for these mutations among AJ women may be justifiable if accurate estimates of cancer risk for mutation carriers can be obtained. We therefore undertook to determine risks of breast and ovarian cancer for BRCA1 and BRCA2 mutation carriers ascertained irrespective of personal or family history of cancer. Families harboring mutations in BRCA1 or BRCA2 were ascertained by identifying mutation carriers among healthy AJ males recruited from health screening centers and outpatient clinics. Female relatives of the carriers were then enrolled and genotyped. Among the female relatives with BRCA1 or BRCA2 mutations, cumulative risk of developing either breast or ovarian cancer by age 60 and 80, respectively, were 0.60 (± 0.07) and 0.83 (± 0.07) for BRCA1 carriers and 0.33 (± 0.09) and 0.76 (± 0.13) for BRCA2 carriers. Risks were higher in recent vs. earlier birth cohorts (P = 0.006). High cancer risks in BRCA1 or BRCA2 mutation carriers identified through healthy males provide an evidence base for initiating a general screening program in the AJ population. General screening would identify many carriers who are not evaluated by genetic testing based on family history criteria. Such a program could serve as a model to investigate implementation and outcomes of population screening for genetic predisposition to cancer in other populations.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "genomics.",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Breast Neoplasms / epidemiology; Breast Neoplasms / genetics*; Female; Genes, BRCA1*; Genes, BRCA2*; Genetic Carrier Screening; Genetic Predisposition to Disease; Genetic Testing / methods*; Genetics, Population; Humans; Israel / epidemiology; Jews / genetics; Male; Middle Aged; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / genetics*; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "4",
        "Background/Purpose": "Genetic testing for breast cancer susceptibility is widely used, but for many genes, evidence of an association with breast cancer is weak, underlying risk estimates are imprecise, and reliable subtype-specific risk estimates are lacking.",
        "Methods": "We used a panel of 34 putative susceptibility genes to perform sequencing on samples from 60,466 women with breast cancer and 53,461 controls. In separate analyses for protein-truncating variants and rare missense variants in these genes, we estimated odds ratios for breast cancer overall and tumor subtypes. We evaluated missense-variant associations according to domain and classification of pathogenicity.",
        "Results/Findings": "Protein-truncating variants in 5 genes ( ,  ,  ,  , and  ) were associated with a risk of breast cancer overall with a P value of less than 0.0001. Protein-truncating variants in 4 other genes ( ,  ,  , and  ) were associated with a risk of breast cancer overall with a P value of less than 0.05 and a Bayesian false-discovery probability of less than 0.05. For protein-truncating variants in 19 of the remaining 25 genes, the upper limit of the 95% confidence interval of the odds ratio for breast cancer overall was less than 2.0. For protein-truncating variants in   and  , odds ratios were higher for estrogen receptor (ER)-positive disease than for ER-negative disease; for protein-truncating variants in  ,  ,  ,  ,  , and  , odds ratios were higher for ER-negative disease than for ER-positive disease. Rare missense variants (in aggregate) in  ,  , and   were associated with a risk of breast cancer overall with a P value of less than 0.001. For  ,  , and  , missense variants (in aggregate) that would be classified as pathogenic according to standard criteria were associated with a risk of breast cancer overall, with the risk being similar to that of protein-truncating variants.",
        "Conclusion/Interpretation": "The results of this study define the genes that are most clinically useful for inclusion on panels for the prediction of breast cancer risk, as well as provide estimates of the risks associated with protein-truncating variants, to guide genetic counseling. (Funded by European Union Horizon 2020 programs and others.).",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Age Factors; Aged; Aged, 80 and over; Breast Neoplasms / genetics*; Female; Genetic Predisposition to Disease / genetics*; Genetic Variation*; Humans; Logistic Models; Middle Aged; Mutation, Missense*; Odds Ratio; Risk; Sequence Analysis, DNA; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "5",
        "Background/Purpose": "Population-based estimates of the risk of breast cancer associated with germline pathogenic variants in cancer-predisposition genes are critically needed for risk assessment and management in women with inherited pathogenic variants.",
        "Methods": "In a population-based case-control study, we performed sequencing using a custom multigene amplicon-based panel to identify germline pathogenic variants in 28 cancer-predisposition genes among 32,247 women with breast cancer (case patients) and 32,544 unaffected women (controls) from population-based studies in the Cancer Risk Estimates Related to Susceptibility (CARRIERS) consortium. Associations between pathogenic variants in each gene and the risk of breast cancer were assessed.",
        "Results/Findings": "Pathogenic variants in 12 established breast cancer-predisposition genes were detected in 5.03% of case patients and in 1.63% of controls. Pathogenic variants in   and   were associated with a high risk of breast cancer, with odds ratios of 7.62 (95% confidence interval [CI], 5.33 to 11.27) and 5.23 (95% CI, 4.09 to 6.77), respectively. Pathogenic variants in   were associated with a moderate risk (odds ratio, 3.83; 95% CI, 2.68 to 5.63). Pathogenic variants in  ,  , and   were associated with increased risks of estrogen receptor-negative breast cancer and triple-negative breast cancer, whereas pathogenic variants in  ,  , and   were associated with an increased risk of estrogen receptor-positive breast cancer. Pathogenic variants in 16 candidate breast cancer-predisposition genes, including the c.657_661del5 founder pathogenic variant in  , were not associated with an increased risk of breast cancer.",
        "Conclusion/Interpretation": "This study provides estimates of the prevalence and risk of breast cancer associated with pathogenic variants in known breast cancer-predisposition genes in the U.S. population. These estimates can inform cancer testing and screening and improve clinical management strategies for women in the general population with inherited pathogenic variants in these genes. (Funded by the National Institutes of Health and the Breast Cancer Research Foundation.).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Breast Neoplasms / genetics*; Case-Control Studies; Female; Genetic Predisposition to Disease / genetics*; Genetic Variation*; Humans; Middle Aged; Mutation; Odds Ratio; Risk; Sequence Analysis, DNA; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "6",
        "Background/Purpose": "Germline mutations in BRCA1 and BRCA2 are relatively common in women with ovarian, fallopian tube, and peritoneal carcinoma (OC) causing a greatly increased lifetime risk of these cancers, but the frequency and relevance of inherited mutations in other genes is less well characterized.",
        "Methods": "To determine the frequency and importance of germline mutations in cancer-associated genes in OC.",
        "Results/Findings": "A study population of 1915 woman with OC and available germline DNA were identified from the University of Washington (UW) gynecologic tissue bank (n = 570) and from Gynecologic Oncology Group (GOG) phase III clinical trials 218 (n = 788) and 262 (n = 557). Patients were enrolled at diagnosis and were not selected for age or family history. Germline DNA was sequenced from women with OC using a targeted capture and multiplex sequencing assay.",
        "Conclusion/Interpretation": "Mutation frequencies in OC were compared with the National Heart, Lung, and Blood Institute GO Exome Sequencing Project (ESP) and the Exome Aggregation Consortium (ExAC). Clinical characteristics and survival were assessed by mutation status.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; DNA Mutational Analysis; Disease-Free Survival; Female; Genetic Predisposition to Disease / genetics*; Germ-Line Mutation / genetics*; Humans; Middle Aged; Ovarian Neoplasms / genetics*; Ovarian Neoplasms / mortality; Prognosis; Proportional Hazards Models"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "7",
        "Background/Purpose": "Personal cancer diagnosis and family cancer history factor into which individuals should undergo genetic testing for hereditary breast and ovarian cancer (HBOC) syndrome. Family history is often determined in the research setting through kindreds with disease clusters, or clinically from self-report. The population prevalence of individuals with diagnostic characteristics and/or family cancer history meeting criteria for HBOC testing is unknown.",
        "Methods": "Utilizing Surveillance, Epidemiology, and End Results (SEER) cancer registry data and a research resource linking registry records to genealogies, the Utah Population Database, the population-based prevalence of diagnostic and family history characteristics meeting National Comprehensive Cancer Network (NCCN) criteria for HBOC testing was objectively assessed.",
        "Results/Findings": "Among Utah residents with an incident breast cancer diagnosis 2010-2015 and evaluable for family history, 21.6% met criteria for testing based on diagnostic characteristics, but the proportion increased to 62.9% when family history was evaluated. The proportion of cases meeting testing criteria at diagnosis was 94% for ovarian cancer, 23% for prostate cancer, and 51.1% for pancreatic cancer. Among an unaffected Utah population of approximately 1.7 million evaluable for family history, 197,601 or 11.6% met testing criteria based on family history.",
        "Conclusion/Interpretation": "This study quantifies the population-based prevalence of HBOC criteria using objectively determined genealogy and cancer incidence data. Sporadic breast cancer likely represents a portion of the high prevalence of family cancer history seen in this study. These results underline the importance of establishing presence of a deleterious mutation in an affected family member, per NCCN guidelines, before testing unaffected relatives.",
        "Keywords": "BRCA1/2; cancer registry; epidemiology; genetic counseling; hereditary cancer.",
        "MeSH_Terms": "Adult; Aged; Female; Hereditary Breast and Ovarian Cancer Syndrome / epidemiology*; Humans; Male; Middle Aged; Ovarian Neoplasms / epidemiology*; Pancreatic Neoplasms / epidemiology*; Prevalence; Prostatic Neoplasms / epidemiology*; Risk Assessment; SEER Program; Utah / epidemiology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "8",
        "Background/Purpose": "The CanRisk Tool (https://canrisk.org) is the next-generation web interface for the latest version of the BOADICEA (Breast and Ovarian Analysis of Disease Incidence and Carrier Estimation Algorithm) state-of-the-art risk model and a forthcoming ovarian cancer risk model.",
        "Methods": "The tool captures information on family history, rare pathogenic variants in cancer susceptibility genes, polygenic risk scores, lifestyle/hormonal/clinical features, and imaging risk factors to predict breast and ovarian cancer risks and estimate the probabilities of carrying pathogenic variants in certain genes. It was implemented using modern web frameworks, technologies, and web services to make it extensible and increase accessibility to researchers and third-party applications. The design of the graphical user interface was informed by feedback from health care professionals and a formal evaluation.",
        "Results/Findings": "This freely accessible tool was designed to be user friendly for clinicians and to boost acceptability in clinical settings. The tool incorporates a novel graphical pedigree builder to facilitate collection of the family history data required by risk calculations.",
        "Conclusion/Interpretation": "The CanRisk Tool provides health care professionals and researchers with a user-friendly interface to carry out multifactorial breast and ovarian cancer risk predictions. It is the first freely accessible cancer risk prediction program to carry the CE marking.",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / genetics*; Female; Genetic Predisposition to Disease; Humans; Internet; Ovarian Neoplasms / genetics*; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "9",
        "Background/Purpose": "Pathogenic mutations in breast cancer susceptibility genes BRCA1 and BRCA2 increase risks for breast, ovarian, fallopian tube, and peritoneal cancer in women; interventions reduce risk in mutation carriers.",
        "Methods": "To update the 2013 US Preventive Services Task Force review on benefits and harms of risk assessment, genetic counseling, and genetic testing for BRCA1/2-related cancer in women.",
        "Results/Findings": "Cochrane libraries; MEDLINE, PsycINFO, EMBASE (January 1, 2013, to March 6, 2019, for updates; January 1, 1994, to March 6, 2019, for new key questions and populations); reference lists.",
        "Conclusion/Interpretation": "Discriminatory accuracy studies, randomized clinical trials (RCTs), and observational studies of women without recently diagnosed BRCA1/2-related cancer.",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / genetics*; Breast Neoplasms / prevention & control; Fallopian Tube Neoplasms / genetics; Fallopian Tube Neoplasms / prevention & control; Female; Genes, BRCA1*; Genes, BRCA2*; Genetic Counseling*; Genetic Predisposition to Disease; Genetic Testing*; Humans; Mutation*; Ovarian Neoplasms / genetics*; Ovarian Neoplasms / prevention & control; Peritoneal Neoplasms / genetics; Peritoneal Neoplasms / prevention & control; Risk Assessment"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "10",
        "Background/Purpose": "BRCA1 and BRCA2 are the two major identified causes of inherited breast cancer, with mutations in either gene conferring up to 80-90% lifetime risk of breast cancer in carrier females. Mutations in BRCA1 account for approximately 45% of familial breast cancer and 90% of inherited breast/ovarian cancer, whereas mutations in BRCA2 account for a comparable percentage of inherited breast cancer cases. Over 85 distinct BRCA1 mutations and a growing list of BRCA2 mutations have been identified, with the majority resulting in protein truncation. A specific BRCA1 mutation, 185delAG, has a reported increased carrier frequency of approximately 0.9% in the Ashkenazi Jewish population, but is also found in rare non-Jewish patients with a different haplotype. The 6174delT mutation in BRCA2 was recently identified as a frequent mutation in 8 out of 107 Ashkenazi Jewish women diagnosed with breast cancer by age 50 (ref. 8), as well as in three Ashkenazi male breast cancer patients. We have conducted a large-scale population study to investigate the prevalence of specific BRCA1 and BRCA2 mutations in Ashkenazi Jewish individuals who were unselected for breast cancer. BRCA1 mutation screening on approximately 3,000 Ashkenazi Jewish samples determined a carrier frequency of 1.09% for the 185delAG mutation and 0.13% for the 5382insC mutation. BRCA2 analysis on 3,085 individuals from the same population showed a carrier frequency of 1.52% for the 6174delT mutation. This expanded population-based study confirms that the BRCA1 185delAG mutation and the BRCA2 6174delT mutation constitute the two most frequent mutation alleles predisposing to hereditary breast cancer among the Ashkenazim, and suggests a relatively lower penetrance for the 6174delT mutation in BRCA2.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Alleles; BRCA2 Protein; DNA Mutational Analysis; Female; Gene Frequency; Genes, BRCA1 / genetics*; Genetic Carrier Screening; Genetic Testing*; Humans; Israel; Jews / genetics*; Neoplasm Proteins / genetics*; Risk Factors; Sequence Deletion / genetics*; Transcription Factors / genetics*; United States"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "11",
        "Background/Purpose": "There is an increased pressure to return results from research studies. In Iceland, deCODE Genetics has emphasised the importance of returning results to research participants, particularly the founder pathogenic BRCA2 variant; NM_000059.3:c.771_775del. To do so, they opened the website www.arfgerd.is . Individuals who received positive results via the website were offered genetic counselling (GC) at Landspitali in Reykjavik. At the end of May 2019, over 46.000 (19% of adults of Icelandic origin) had registered at the website and 352 (0.77%) received text message informing them about their positive results. Of those, 195 (55%) contacted the GC unit. Additionally, 129 relatives asked for GC and confirmatory testing, a total of 324 individuals. Various information such as gender and age, prior knowledge of the variant and perceived emotional impact, was collected. Of the BRCA2 positive individuals from the website, 74 (38%) had prior knowledge of the pathogenic variant (PV) in the family. The majority initially stated worries, anxiety or other negative emotion but later in the process many communicated gratitude for the knowledge gained. Males represented 41% of counsellees as opposed to less than 30% in the regular hereditary breast and ovarian (HBOC) clinic. It appears that counselling in clinical settings was more reassuring for worried counsellees. In this article, we describe one-year experience of the GC service to those who received positive results via the website. This experience offers a unique opportunity to study the public response of a successful method of the return of genetic results from research.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Aged; Aged, 80 and over; BRCA2 Protein / genetics*; Disclosure*; Emotions; Female; Genetic Carrier Screening / statistics & numerical data*; Genetic Counseling / methods; Genetic Counseling / psychology*; Genetic Counseling / statistics & numerical data; Hereditary Breast and Ovarian Cancer Syndrome / diagnosis; Hereditary Breast and Ovarian Cancer Syndrome / genetics*; Hereditary Breast and Ovarian Cancer Syndrome / psychology; Humans; Iceland; Internet; Male; Middle Aged; Patient Satisfaction; Patients / psychology*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "12",
        "Background/Purpose": "The identification of carriers of hereditary breast and ovarian cancer (HBOC) gene variants through family cancer history alone is suboptimal, and most population-based genetic testing studies have been limited to founder mutations in high-risk populations. Here, we determine the clinical utility of identifying actionable variants in a healthy cohort of women.",
        "Methods": "Germline DNA from a subset of healthy Australian women participating in the lifepool project was screened using an 11-gene custom sequencing panel. Women with clinically actionable results were invited to attend a familial cancer clinic (FCC) for post-test genetic counseling and confirmatory testing. Outcomes measured included the prevalence of pathogenic variants, and the uptake rate of genetic counseling, risk reduction surgery, and cascade testing.",
        "Results/Findings": "Thirty-eight of 5908 women (0.64%) carried a clinically actionable pathogenic variant. Forty-two percent of pathogenic variant carriers did not have a first-degree relative with breast or ovarian cancer and 89% pursued referral to an FCC. Forty-six percent (6/13) of eligible women pursued risk reduction surgery, and the uptake rate of cascade testing averaged 3.3 family members per index case.",
        "Conclusion/Interpretation": "Within our cohort, HBOC genetic testing was well accepted, and the majority of high-risk gene carriers identified would not meet eligibility criteria for genetic testing based on their existing family history.",
        "Keywords": "cancer risk reduction; familial cancer; hereditary breast and ovarian cancer; lifepool; population screening.",
        "MeSH_Terms": "Aged; Australia; Breast Neoplasms / genetics*; Breast Neoplasms / pathology; Female; Genetic Counseling; Genetic Predisposition to Disease*; Genetics, Population; Germ-Line Mutation / genetics; Hereditary Breast and Ovarian Cancer Syndrome / genetics*; Hereditary Breast and Ovarian Cancer Syndrome / pathology; Heterozygote; Humans; Middle Aged; Mutation; Ovarian Neoplasms / genetics*; Ovarian Neoplasms / pathology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "13",
        "Background/Purpose": "Detection of disease-associated variants in the BRCA1 and BRCA2 (BRCA1/2) genes allows for cancer prevention and early diagnosis in high-risk individuals.",
        "Methods": "To identify pathogenic and likely pathogenic (P/LP) BRCA1/2 variants in an unselected research cohort, and to characterize the features associated with P/LP variants.",
        "Results/Findings": "This is a cross-sectional study of adult volunteers (n = 50 726) who underwent exome sequencing at a single health care system (Geisinger Health System, Danville, Pennsylvania) from January 1, 2014, to March 1, 2016. Participants are part of the DiscovEHR cohort and were identified through the Geisinger MyCode Community Health Initiative. They consented to a research protocol that included sequencing and return of actionable test results. Clinical data from electronic health records and clinical visits were correlated with variants. Comparisons were made between those with (cases) and those without (controls) P/LP variants in BRCA1/2.",
        "Conclusion/Interpretation": "Prevalence of P/LP BRCA1/2 variants in cohort, proportion of variant carriers not previously ascertained through clinical testing, and personal and family history of relevant cancers among BRCA1/2 variant carriers and noncarriers.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; BRCA1 Protein / analysis*; BRCA1 Protein / genetics; BRCA2 Protein / analysis*; BRCA2 Protein / genetics; Biological Specimen Banks / statistics & numerical data; Biomarkers, Tumor / analysis; Biomarkers, Tumor / blood; Cross-Sectional Studies; Early Detection of Cancer / methods; Exome / genetics; Exome Sequencing / methods*; Exome Sequencing / statistics & numerical data; Female; Humans; Male; Middle Aged; Pennsylvania; Virulence / genetics"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "14",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; DNA Mutational Analysis; Female; Genetic Predisposition to Disease; Genetic Testing / methods; Germ-Line Mutation*; Humans; Male; Mutation Rate; Neoplasms / diagnosis; Neoplasms / epidemiology; Neoplasms / genetics*; Predictive Value of Tests; Prognosis"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "15",
        "Background/Purpose": "The NCCN Guidelines for Genetic/Familial High-Risk Assessment: Breast, Ovarian, and Pancreatic focus primarily on assessment of pathogenic or likely pathogenic variants associated with increased risk of breast, ovarian, and pancreatic cancer and recommended approaches to genetic testing/counseling and management strategies in individuals with these pathogenic or likely pathogenic variants. This manuscript focuses on cancer risk and risk management for BRCA-related breast/ovarian cancer syndrome and Li-Fraumeni syndrome. Carriers of a BRCA1/2 pathogenic or likely pathogenic variant have an excessive risk for both breast and ovarian cancer that warrants consideration of more intensive screening and preventive strategies. There is also evidence that risks of prostate cancer and pancreatic cancer are elevated in these carriers. Li-Fraumeni syndrome is a highly penetrant cancer syndrome associated with a high lifetime risk for cancer, including soft tissue sarcomas, osteosarcomas, premenopausal breast cancer, colon cancer, gastric cancer, adrenocortical carcinoma, and brain tumors.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms* / diagnosis; Breast Neoplasms* / genetics; Female; Genes, BRCA1; Genes, BRCA2; Genetic Counseling; Genetic Predisposition to Disease; Genetic Testing; Humans; Male; Mutation; Ovarian Neoplasms* / diagnosis; Ovarian Neoplasms* / genetics; Pancreatic Neoplasms* / diagnosis; Pancreatic Neoplasms* / genetics"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "16",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "17",
        "Background/Purpose": "Consistently, the field of genetic counseling has advocated that parents be advised to defer elective genetic testing of minors until adulthood to prevent a range of potential harms, including stigma, discrimination, and the loss of the child's ability to decide for him- or herself as an adult. However, consensus around the policy of \"defer-when-possible\" obscures the extent to which this norm is currently under siege. Increasingly, routine use of full or partial genome sequencing challenges our ability to control what is discovered in childhood or, when applied in a prenatal context, even before birth. The expansion of consumer-initiated genetic testing services challenges our ability to restrict what is available to minors. As the barriers to access crumble, medical professionals should proceed with caution, bearing in mind potential risks and continuing to assess the impact of genetic testing on this vulnerable population.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Age Factors; Attitude of Health Personnel; Child; Child, Preschool; Direct-To-Consumer Screening and Testing / ethics; Genetic Counseling / ethics; Genetic Counseling / psychology; Genetic Counseling / standards*; Genetic Predisposition to Disease / psychology*; Genetic Testing / ethics; Genetic Testing / standards*; Humans; Minors; Noninvasive Prenatal Testing / ethics; Whole Genome Sequencing / ethics"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "18",
        "Background/Purpose": "Fifty years after the recognition of the Li-Fraumeni syndrome (LFS), our perception of cancers related to germline alterations of TP53 has drastically changed: (i) germline TP53 alterations are often identified among children with cancers, in particular soft-tissue sarcomas, adrenocortical carcinomas, central nervous system tumours, or among adult females with early breast cancers, without familial history. This justifies the expansion of the LFS concept to a wider cancer predisposition syndrome designated heritable TP53-related cancer (hTP53rc) syndrome; (ii) the interpretation of germline TP53 variants remains challenging and should integrate epidemiological, phenotypical, bioinformatics prediction, and functional data; (iii) the penetrance of germline disease-causing TP53 variants is variable, depending both on the type of variant (dominant-negative variants being associated with a higher cancer risk) and on modifying factors; (iv) whole-body MRI (WBMRI) allows early detection of tumours in variant carriers and (v) in cancer patients with germline disease-causing TP53 variants, radiotherapy, and conventional genotoxic chemotherapy contribute to the development of subsequent primary tumours. It is critical to perform TP53 testing before the initiation of treatment in order to avoid in carriers, if possible, radiotherapy and genotoxic chemotherapies. In children, the recommendations are to perform clinical examination and abdominal ultrasound every 6 months, annual WBMRI and brain MRI from the first year of life, if the TP53 variant is known to be associated with childhood cancers. In adults, the surveillance should include every year clinical examination, WBMRI, breast MRI in females from 20 until 65 years and brain MRI until 50 years.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Early Detection of Cancer / methods; Early Detection of Cancer / standards; Genetic Testing / methods; Genetic Testing / standards*; Humans; Li-Fraumeni Syndrome / diagnosis; Li-Fraumeni Syndrome / genetics*; Polymorphism, Genetic; Practice Guidelines as Topic*; Tumor Suppressor Protein p53 / genetics*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "19",
        "Background/Purpose": "To assess the sensitivity and specificity of clinical breast examination for detecting breast cancer in asymptomatic women with predisposing germline mutations enrolled in a cancer risk management program that includes radiologic screening.",
        "Methods": "Retrospective, longitudinal cohort study of women with BRCA1/2 mutations who attended the Breast and Ovarian Cancer Risk Management Clinic at the Peter MacCallum Cancer Centre, a tertiary referral centre in Melbourne, during 1 September 2001 - 31 December 2019.",
        "Results/Findings": "Consecutive women with BRCA1/2 mutations who did not have personal histories of cancer and had not undergone bilateral risk-reducing mastectomy, and who had visited the clinic at least twice during the study period. Participants had generally undergone breast examination at 6- or 12-month intervals, and annual breast imaging (mammography; and magnetic resonance imaging [MRI] for women aged 50 years or younger).",
        "Conclusion/Interpretation": "Sensitivity (proportion of all biopsy-confirmed breast cancers detected by breast examination alone) and specificity of breast examination for detecting breast cancer.",
        "Keywords": "Breast neoplasms; Cancer genes; Early detection of cancer; Magnetic resonance imaging; Mammography; Prevention and control; Women’s health.",
        "MeSH_Terms": "Adult; Aged; Breast Neoplasms / diagnosis*; Breast Neoplasms / diagnostic imaging; Breast Neoplasms / genetics*; Early Detection of Cancer / methods*; Female; Genes, BRCA1*; Genes, BRCA2*; Genetic Predisposition to Disease; Germ-Line Mutation*; Humans; Longitudinal Studies; Magnetic Resonance Imaging; Mammography; Middle Aged; Palpation*; Retrospective Studies; Sensitivity and Specificity; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "20",
        "Background/Purpose": "Extensive mammographic density is associated with an increased risk of breast cancer and makes the detection of cancer by mammography difficult, but the influence of density on risk according to method of cancer detection is unknown.",
        "Methods": "We carried out three nested case-control studies in screened populations with 1112 matched case-control pairs. We examined the association of the measured percentage of density in the baseline mammogram with risk of breast cancer, according to method of cancer detection, time since the initiation of screening, and age.",
        "Results/Findings": "As compared with women with density in less than 10% of the mammogram, women with density in 75% or more had an increased risk of breast cancer (odds ratio, 4.7; 95% confidence interval [CI], 3.0 to 7.4), whether detected by screening (odds ratio, 3.5; 95% CI, 2.0 to 6.2) or less than 12 months after a negative screening examination (odds ratio, 17.8; 95% CI, 4.8 to 65.9). Increased risk of breast cancer, whether detected by screening or other means, persisted for at least 8 years after study entry and was greater in younger than in older women. For women younger than the median age of 56 years, 26% of all breast cancers and 50% of cancers detected less than 12 months after a negative screening test were attributable to density in 50% or more of the mammogram.",
        "Conclusion/Interpretation": "Extensive mammographic density is strongly associated with the risk of breast cancer detected by screening or between screening tests. A substantial fraction of breast cancers can be attributed to this risk factor.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Breast / pathology; Breast Neoplasms / diagnostic imaging*; Breast Neoplasms / epidemiology; Breast Neoplasms / pathology; Case-Control Studies; Female; Humans; Image Processing, Computer-Assisted; Mammography*; Middle Aged; Risk"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "21",
        "Background/Purpose": "Multiple studies in the first decade of the 21  century have established contrast-enhanced breast MRI as a screening modality for women with a hereditary or familial increased risk for the development of breast cancer. In recent studies, in women with various risk profiles, the sensitivity ranges between 81% and 100%, which is approximately twice as high as the sensitivity of mammography. The specificity increases in follow-up rounds to around 97%, with positive predictive values for biopsy in the same range as for mammography. MRI preferentially detects the more aggressive/invasive types of breast cancer, but has a higher sensitivity than mammography for any type of cancer. This performance implies that in women screened with breast MRI, all other examinations must be regarded as supplemental. Mammography may yield ~5% additional cancers, mostly ductal carcinoma in situ, while slightly decreasing specificity and increasing the costs. Ultrasound has no supplemental value when MRI is used. Evidence is mounting that in other groups of women the performance of MRI is likewise superior to more conventional screening techniques. Particularly in women with a personal history of breast cancer, the gain seems to be high, but also in women with a biopsy history of lobular carcinoma in situ and even women at average risk, similar results are reported. Initial outcome studies show that breast MRI detects cancer earlier, which induces a stage-shift increasing the survival benefit of screening. Cost-effectiveness is still an issue, particularly for women at lower risk. Since costs of the MRI scan itself are a driving factor, efforts to reduce these costs are essential. The use of abbreviated MRI protocols may enable more widespread use of breast MRI for screening. Level of Evidence: 1 Technical Efficacy: Stage 5 J. Magn. Reson. Imaging 2019;50:377-390.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "MRI; breast cancer; mammography; screening.",
        "MeSH_Terms": "Breast / diagnostic imaging; Breast Neoplasms / diagnostic imaging*; Contrast Media*; Female; Humans; Image Enhancement / methods*; Magnetic Resonance Imaging / methods*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "22",
        "Background/Purpose": "Magnetic Resonance (MR) imaging is the most sensitive modality for breast cancer detection but is currently limited to screening women at high risk due to limited specificity and test accessibility. However, specificity of MR imaging improves with successive rounds of screening, and abbreviated approaches have the potential to increase access and decrease cost. There is growing evidence to support supplemental MR imaging in moderate-risk women, and current guidelines continue to evolve. Functional imaging has the potential to maximize survival benefit of screening. Leveraging MR imaging as a possible primary screening tool is therefore also being investigated in average-risk women.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "Abbreviated MR imaging; Breast cancer screening; High-risk screening; Magnetic resonance imaging; Supplemental screening.",
        "MeSH_Terms": "Breast / diagnostic imaging; Breast Neoplasms / diagnostic imaging*; Early Detection of Cancer; Female; Humans; Magnetic Resonance Imaging / methods*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "23",
        "Background/Purpose": "To establish a cohort of high-risk women undergoing intensive surveillance for breast cancer.  We performed dynamic contrast-enhanced MRI every 6 months in conjunction with annual mammography (MG). Eligible participants had a cumulative lifetime breast cancer risk ≥20% and/or tested positive for a pathogenic mutation in a known breast cancer susceptibility gene.",
        "Methods": "Between 2004 and 2016, we prospectively enrolled 295 women, including 157 mutation carriers (75  , 61  ); participants' mean age at entry was 43.3 years. Seventeen cancers were later diagnosed: 4 ductal carcinoma   (DCIS) and 13 early-stage invasive breast cancers. Fifteen cancers occurred in mutation carriers (11  , 3  , 1  ). Median size of the invasive cancers was 0.61 cm. No patients had lymph node metastasis at time of diagnosis, and no interval invasive cancers occurred. The sensitivity of biannual MRI alone was 88.2% and annual MG plus biannual MRI was 94.1%. The cancer detection rate of biannual MRI alone was 0.7% per 100 screening episodes, which is similar to the cancer detection rate of 0.7% per 100 screening episodes for annual MG plus biannual MRI. The number of recalls and biopsies needed to detect one cancer by biannual MRI were 2.8 and 1.7 in   carriers, 12.0 and 8.0 in   carriers, and 11.7 and 5.0 in non-  carriers, respectively.",
        "Results/Findings": "Biannual MRI performed well for early detection of invasive breast cancer in genomically stratified high-risk women. No benefit was associated with annual MG screening plus biannual MRI screening.See related commentary by Kuhl and Schrading, p. 1693.",
        "Conclusion/Interpretation": "",
        "Keywords": "ClinicalTrials.gov  .",
        "MeSH_Terms": "Adult; BRCA1 Protein / genetics*; Biopsy; Breast Neoplasms / diagnosis*; Breast Neoplasms / genetics; Breast Neoplasms / pathology; Early Detection of Cancer / methods*; Female; Genetic Predisposition to Disease; Humans; Magnetic Resonance Imaging / methods*; Mammography; Mass Screening / methods*; Middle Aged; Mutation; Neoplasm Staging; Prospective Studies"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "24",
        "Background/Purpose": "We investigated the respective contribution (in terms of cancer yield and stage at diagnosis) of clinical breast examination (CBE), mammography, ultrasound, and quality-assured breast magnetic resonance imaging (MRI), used alone or in different combination, for screening women at elevated risk for breast cancer.",
        "Methods": "Prospective multicenter observational cohort study. Six hundred eighty-seven asymptomatic women at elevated familial risk (> or = 20% lifetime) underwent 1,679 annual screening rounds consisting of CBE, mammography, ultrasound, and MRI, read independently and in different combinations. In a subgroup of 371 women, additional half-yearly ultrasound and CBE was performed more than 869 screening rounds. Mean and median follow-up was 29.18 and 29.09 months.",
        "Results/Findings": "Twenty-seven women were diagnosed with breast cancer: 11 ductal carcinoma in situ (41%) and 16 invasive cancers (59%). Three (11%) of 27 were node positive. All cancers were detected during annual screening; no interval cancer occurred; no cancer was identified during half-yearly ultrasound. The cancer yield of ultrasound (6.0 of 1,000) and mammography (5.4 of 1,000) was equivalent; it increased nonsignificantly (7.7 of 1,000) if both methods were combined. Cancer yield achieved by MRI alone (14.9 of 1,000) was significantly higher; it was not significantly improved by adding mammography (MRI plus mammography: 16.0 of 1,000) and did not change by adding ultrasound (MRI plus ultrasound: 14.9 of 1,000). Positive predictive value was 39% for mammography, 36% for ultrasound, and 48% for MRI.",
        "Conclusion/Interpretation": "In women at elevated familial risk, quality-assured MRI screening shifts the distribution of screen-detected breast cancers toward the preinvasive stage. In women undergoing quality-assured MRI annually, neither mammography, nor annual or half-yearly ultrasound or CBE will add to the cancer yield achieved by MRI alone.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Breast Neoplasms / diagnosis*; Breast Neoplasms / genetics*; Cohort Studies; Female; Genetic Predisposition to Disease; Humans; Magnetic Resonance Imaging; Mammography; Mass Screening; Middle Aged; Physical Examination; Prospective Studies; Risk Factors; Ultrasonography"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "25",
        "Background/Purpose": "To evaluate the breast cancer screening efficacy of mammography, ultrasound, and magnetic resonance imaging (MRI) in a high-risk population and in various population subgroups.",
        "Methods": "In a single-center, prospective, nonrandomized comparison study, BRCA mutation carriers and women with a high familial risk (> 20% lifetime risk) for breast cancer were offered screening with mammography, ultrasound, and MRI every 12 months. Diagnostic performance was compared between individual modalities and their combinations. Further comparisons were based on subpopulations dichotomized by screening rounds, mutation status, age, and breast density.",
        "Results/Findings": "There were 559 women with 1,365 complete imaging rounds included in this study. The sensitivity of MRI (90.0%) was significantly higher (P < .001) than that of mammography (37.5%) and ultrasound (37.5%). Of 40 cancers, 18 (45.0%) were detected by MRI alone. Two cancers were found by mammography alone (a ductal carcinoma in situ [DCIS] with microinvasion and a DCIS with < 10-mm invasive areas). This did not lead to a significant increase of sensitivity compared with using MRI alone (P = .15). No cancers were detected by ultrasound alone. Similarly, of 14 DCISs, all were detected by MRI, whereas mammography and ultrasound each detected five DCISs (35.7%). Age, mutation status, and breast density had no influence on the sensitivity of MRI and did not affect the superiority of MRI over mammography and ultrasound.",
        "Conclusion/Interpretation": "MRI allows early detection of familial breast cancer regardless of patient age, breast density, or risk status. The added value of mammography is limited, and there is no added value of ultrasound in women undergoing MRI for screening.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast / pathology; Breast Neoplasms / diagnosis; Breast Neoplasms / genetics; Carcinoma, Intraductal, Noninfiltrating / diagnosis; Carcinoma, Intraductal, Noninfiltrating / genetics; Early Detection of Cancer / methods*; Genetic Predisposition to Disease / genetics; Humans; Magnetic Resonance Imaging / methods*; Mammography / methods*; Middle Aged; Multiphasic Screening / methods*; Mutation; Prospective Studies; Reproducibility of Results; Sensitivity and Specificity; Tumor Suppressor Proteins; Ubiquitin Thiolesterase; Ultrasonography / methods*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "26",
        "Background/Purpose": "Breast magnetic resonance imaging (MRI) is the most sensitive imaging method for breast cancer detection and is therefore offered as a screening technique to women at increased risk of developing breast cancer. However, mammography is currently added from the age of 30 without proven benefits. The purpose of this study is to investigate the added cancer detection of mammography when breast MRI is available, focusing on the value in women with and without BRCA mutation, and in the age groups above and below 50 years.",
        "Methods": "This retrospective single-center study evaluated 6553 screening rounds in 2026 women at increased risk of breast cancer (1 January 2003 to 1 January 2014). Risk category (BRCA mutation versus others at increased risk of breast cancer), age at examination, recall, biopsy, and histopathological diagnosis were recorded. Cancer yield, false positive recall rate (FPR), and false positive biopsy rate (FPB) were calculated using generalized estimating equations for separate age categories (< 40, 40-50, 50-60, ≥ 60 years). Numbers of screens needed to detect an additional breast cancer with mammography (NSN) were calculated for the subgroups.",
        "Results/Findings": "Of a total of 125 screen-detected breast cancers, 112 were detected by MRI and 66 by mammography: 13 cancers were solely detected by mammography, including 8 cases of ductal carcinoma in situ. In BRCA mutation carriers, 3 of 61 cancers were detected only on mammography, while in other women 10 of 64 cases were detected with mammography alone. While 77% of mammography-detected-only cancers were detected in women ≥ 50 years of age, mammography also added more to the FPR in these women. Below 50 years the number of mammographic examinations needed to find an MRI-occult cancer was 1427.",
        "Conclusion/Interpretation": "Mammography is of limited added value in terms of cancer detection when breast MRI is available for women of all ages who are at increased risk. While the benefit appears slightly larger in women over 50 years of age without BRCA mutation, there is also a substantial increase in false positive findings in these women.",
        "Keywords": "Age-categories; Breast MRI; False positives; High-risk screening; Mammography; Screen-detected breast cancer.",
        "MeSH_Terms": "Adult; Age Factors; Aged; Aged, 80 and over; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Biopsy; Breast / diagnostic imaging; Breast / pathology; Breast Neoplasms / diagnostic imaging*; Breast Neoplasms / genetics; Breast Neoplasms / pathology; Early Detection of Cancer / methods*; Early Detection of Cancer / statistics & numerical data; False Positive Reactions; Feasibility Studies; Female; Humans; Magnetic Resonance Imaging / statistics & numerical data*; Mammography / statistics & numerical data*; Mass Screening / methods*; Mass Screening / statistics & numerical data; Middle Aged; Mutation; Retrospective Studies; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "27",
        "Background/Purpose": "We investigated the additional contribution of mammography to screening accuracy in BRCA1/2 mutation carriers screened with MRI at different ages using individual patient data from six high-risk screening trials.",
        "Methods": "Sensitivity and specificity of MRI, mammography and the combination of these tests were compared stratified for BRCA mutation and age using generalised linear mixed models with random effect for studies. Number of screens needed (NSN) for additional mammography-only detected cancer was estimated.",
        "Results/Findings": "In BRCA1/2 mutation carriers of all ages (BRCA1 = 1,219 and BRCA2 = 732), adding mammography to MRI did not significantly increase screening sensitivity (increased by 3.9% in BRCA1 and 12.6% in BRCA2 mutation carriers, P > 0.05). However, in women with BRCA2 mutation younger than 40 years, one-third of breast cancers were detected by mammography only. Number of screens needed for mammography to detect one breast cancer not detected by MRI was much higher for BRCA1 compared with BRCA2 mutation carriers at initial and repeat screening.",
        "Conclusion/Interpretation": "Additional screening sensitivity from mammography above that from MRI is limited in BRCA1 mutation carriers, whereas mammography contributes to screening sensitivity in BRCA2 mutation carriers, especially those ⩽ 40 years. The evidence from our work highlights that a differential screening schedule by BRCA status is worth considering.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Age Factors; Breast Neoplasms / diagnosis*; Breast Neoplasms / genetics*; Female; Genes, BRCA1*; Genes, BRCA2*; Humans; Magnetic Resonance Imaging / methods; Mammography / methods; Middle Aged; Mutation*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "28",
        "Background/Purpose": "The purpose of this study is to describe screening updates for women with average and high risk for breast cancer, compare different screening strategies, and describe new approaches in risk prediction, including radiomics.   All women are at substantial risk for breast cancer. For women with average risk, annual mammography beginning at 40 years old maximizes the life-extending benefits and provides improved treatment options. Women at higher risk need earlier and more intense screening. Delaying initiation or decreasing frequency of mammographic screening adversely affects breast cancer detection.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "average-risk women; breast cancer screening; guidelines; high-risk women; screening mammography.",
        "MeSH_Terms": "Adult; Aged; Breast Neoplasms / diagnostic imaging*; Early Detection of Cancer; Female; Humans; Mammography / standards*; Mass Screening / standards*; Middle Aged; Practice Guidelines as Topic*; Risk Assessment; United States"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "29",
        "Background/Purpose": "This retrospective cohort study of women with breast cancer evaluates the association of presymptomatic awareness of germline pathogenic   variants and treatment outcomes.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / epidemiology; Breast Neoplasms / genetics*; Breast Neoplasms / pathology; Disease-Free Survival; Female; Genetic Predisposition to Disease*; Genetic Variation / genetics; Germ-Line Mutation / genetics; Humans; Kaplan-Meier Estimate; Middle Aged"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "30",
        "Background/Purpose": "For women with a 20% or more familial risk of breast cancer without a known BRCA1/2 (BRCA1, OMIM 113705; and BRCA2, OMIM 114480) or TP53 (OMIM 151623) variant, screening guidelines vary substantially, and cost-effectiveness analyses are scarce.",
        "Methods": "To assess the cost-effectiveness of magnetic resonance imaging (MRI) screening strategies for women with a 20% or more familial risk for breast cancer without a known BRCA1/2 or TP53 variant.",
        "Results/Findings": "In this economic evaluation, conducted from February 1, 2019, to May 25, 2020, microsimulation modeling was used to estimate costs and effectiveness on a lifetime horizon from age 25 years until death of MRI screening among a cohort of 10 million Dutch women with a 20% or more familial risk for breast cancer without a known BRCA1/2 or TP53 variant. A Dutch screening setting was modeled. Most data were obtained from the randomized Familial MRI Screening (FaMRIsc) trial, which included Dutch women aged 30 to 55 years. A health care payer perspective was applied.",
        "Conclusion/Interpretation": "Several screening protocols with varying ages and intervals including those of the randomized FaMRIsc trial, consisting of the mammography (Mx) protocol (annual mammography and clinical breast examination) and the MRI protocol (annual MRI and clinical breast examination plus biennial mammography).",
        "Keywords": "",
        "MeSH_Terms": "Adult; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms / diagnosis; Breast Neoplasms / diagnostic imaging; Breast Neoplasms / economics*; Breast Neoplasms / epidemiology; Cost-Benefit Analysis / economics*; Early Detection of Cancer / economics*; Female; Genetic Predisposition to Disease / genetics; Humans; Magnetic Resonance Imaging / economics*; Middle Aged; Risk Factors; Tumor Suppressor Protein p53 / genetics"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "31",
        "Background/Purpose": "Although physical activity is associated with lower breast cancer risk for average-risk women, it is not known if this association applies to women at high familial/genetic risk. We examined the association of recreational physical activity (self-reported by questionnaire) with breast cancer risk using the Prospective Family Study Cohort, which is enriched with women who have a breast cancer family history (  = 15,550). We examined associations of adult and adolescent recreational physical activity (quintiles of age-adjusted total metabolic equivalents per week) with breast cancer risk using multivariable Cox proportional hazards regression, adjusted for demographics, lifestyle factors, and body mass index. We tested for multiplicative interactions of physical activity with predicted absolute breast cancer familial risk based on pedigree data and with   and   mutation status. Baseline recreational physical activity level in the highest four quintiles compared with the lowest quintile was associated with a 20% lower breast cancer risk (HR, 0.80; 95% confidence interval, 0.68-0.93). The association was not modified by familial risk or   mutation status (  interactions >0.05). No overall association was found for adolescent recreational physical activity. Recreational physical activity in adulthood may lower breast cancer risk for women across the spectrum of familial risk. SIGNIFICANCE: These findings suggest that physical activity might reduce breast cancer risk by about 20% for women across the risk continuum, including women at higher-than-average risk due to their family history or genetic susceptibility. .",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Breast Neoplasms*; Cohort Studies; Exercise; Female; Humans; Prospective Studies; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "32",
        "Background/Purpose": "The association between body mass index (BMI) and risk of breast cancer depends on time of life, but it is unknown whether this association depends on a woman's familial risk.",
        "Methods": "We conducted a prospective study of a cohort enriched for familial risk consisting of 16,035 women from 6701 families in the Breast Cancer Family Registry and the Kathleen Cunningham Foundation Consortium for Research into Familial Breast Cancer followed for up to 20 years (mean 10.5 years). There were 896 incident breast cancers (mean age at diagnosis 55.7 years). We used Cox regression to model BMI risk associations as a function of menopausal status, age, and underlying familial risk based on pedigree data using the Breast and Ovarian Analysis of Disease Incidence and Carrier Estimation Algorithm (BOADICEA), all measured at baseline.",
        "Results/Findings": "The strength and direction of the BMI risk association depended on baseline menopausal status (P < 0.001); after adjusting for menopausal status, the association did not depend on age at baseline (P = 0.6). In terms of absolute risk, the negative association with BMI for premenopausal women has a much smaller influence than the positive association with BMI for postmenopausal women. Women at higher familial risk have a much larger difference in absolute risk depending on their BMI than women at lower familial risk.",
        "Conclusion/Interpretation": "The greater a woman's familial risk, the greater the influence of BMI on her absolute postmenopausal breast cancer risk. Given that age-adjusted BMI is correlated across adulthood, maintaining a healthy weight throughout adult life is particularly important for women with a family history of breast cancer.",
        "Keywords": "Body mass index; Breast and Ovarian Analysis of Disease Incidence and Carrier Estimation Algorithm; Breast cancer; Familial risk; Gene–environment interaction.",
        "MeSH_Terms": "Adult; Age Factors; Aged; Australia / epidemiology; Body Mass Index*; Breast Neoplasms / epidemiology*; Canada / epidemiology; Female; Follow-Up Studies; Humans; Incidence; Medical History Taking / statistics & numerical data*; Middle Aged; New Zealand / epidemiology; Postmenopause; Premenopause; Prospective Studies; Registries / statistics & numerical data*; Risk Factors; United States / epidemiology; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "33",
        "Background/Purpose": "Full-term pregnancy (FTP) is associated with a reduced breast cancer (BC) risk over time, but women are at increased BC risk in the immediate years following an FTP. No large prospective studies, however, have examined whether the number and timing of pregnancies are associated with BC risk for   and   mutation carriers.",
        "Methods": "Using weighted and time-varying Cox proportional hazards models, we investigated whether reproductive events are associated with BC risk for mutation carriers using a retrospective cohort (5707   and 3525   mutation carriers) and a prospective cohort (2276   and 1610   mutation carriers), separately for each cohort and the combined prospective and retrospective cohort.",
        "Results/Findings": "For   mutation carriers, there was no overall association with parity compared with nulliparity (combined hazard ratio [HR ] = 0.99, 95% confidence interval [CI] = 0.83 to 1.18). Relative to being uniparous, an increased number of FTPs was associated with decreased BC risk (HR  = 0.79, 95% CI = 0.69 to 0.91; HR  = 0.70, 95% CI = 0.59 to 0.82; HR  = 0.50, 95% CI = 0.40 to 0.63, for 2, 3, and ≥4 FTPs, respectively,     < .0001) and increasing duration of breastfeeding was associated with decreased BC risk (combined cohort     = .0003). Relative to being nulliparous, uniparous   mutation carriers were at increased BC risk in the prospective analysis (prospective hazard ration [HR ] = 1.69, 95% CI = 1.09 to 2.62). For   mutation carriers, being parous was associated with a 30% increase in BC risk (HR  = 1.33, 95% CI = 1.05 to 1.69), and there was no apparent decrease in risk associated with multiparity except for having at least 4 FTPs vs. 1 FTP (HR  = 0.72, 95% CI = 0.54 to 0.98).",
        "Conclusion/Interpretation": "These findings suggest differential associations with parity between   and   mutation carriers with higher risk for uniparous   carriers and parous   carriers.",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "34",
        "Background/Purpose": "There is substantial variability in cancer risk in women who have inherited a BRCA1 or BRCA2 (BRCA1/2) mutation. Numerous factors have been hypothesized to modify these risks, but studies are of variable quality, and it remains unclear which of these may be of value in clinical risk assessment.",
        "Methods": "PubMed and Web of Science databases were searched for articles published through September 2013. Fixed effects meta-analysis was done using the hazard ratios and/or odds ratios to estimate the pooled effect estimates (ES) and 95% confidence intervals (CIs) to identify factors that are associated with cancer risk modification in BRCA1/2 mutation carriers.",
        "Results/Findings": "We identified 44 nonoverlapping studies that met predefined quality criteria. Sufficient evidence is available to make clinically relevant inferences about a number of cancer risk modifiers. The only variable examined that produced a probable association was late age at first live birth, a meta-analysis showed a decrease in the risk of breast cancer in BRCA1 mutation carriers with women aged 30 years or older vs. women younger than 30 years (ES = 0.65; 95% CI =0.42 to 0.99). The same was shown for women aged 25 to 29 years versus those aged less than 25 years (ES = 0.69; 95% CI = 0.48 to 0.99). Breastfeeding and tubal ligation were associated with reduced ovarian cancer risk in BRCA1 mutation carriers; oral contraceptives were associated with reduced risk among BRCA1/2 mutation carriers. Smoking was associated with increased breast cancer risk in BRCA2 mutation carriers only.",
        "Conclusion/Interpretation": "Data assessing many potential risk modifiers are inadequate, and many have not been externally validated. Although additional studies are required to confirm some associations, sufficient information is available for some risk factors to be used in risk counseling or lifestyle modification to minimize cancer risk in BRCA1/2 mutation carriers",
        "Keywords": "",
        "MeSH_Terms": "Adult; BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / epidemiology*; Breast Neoplasms / genetics; Breast Neoplasms / prevention & control; Directive Counseling; Female; Genetic Predisposition to Disease; Heterozygote*; Humans; Life Style; Mutation*; Ovarian Neoplasms / epidemiology*; Ovarian Neoplasms / genetics; Ovarian Neoplasms / prevention & control; Reproductive History; Risk Assessment; Risk Factors; Risk Reduction Behavior"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "35",
        "Background/Purpose": "Published findings on breast cancer risk associated with different types of menopausal hormone therapy (MHT) are inconsistent, with limited information on long-term effects. We bring together the epidemiological evidence, published and unpublished, on these associations, and review the relevant randomised evidence.",
        "Methods": "Principal analyses used individual participant data from all eligible prospective studies that had sought information on the type and timing of MHT use; the main analyses are of individuals with complete information on this. Studies were identified by searching many formal and informal sources regularly from Jan 1, 1992, to Jan 1, 2018. Current users were included up to 5 years (mean 1·4 years) after last-reported MHT use. Logistic regression yielded adjusted risk ratios (RRs) comparing particular groups of MHT users versus never users.",
        "Results/Findings": "During prospective follow-up, 108 647 postmenopausal women developed breast cancer at mean age 65 years (SD 7); 55 575 (51%) had used MHT. Among women with complete information, mean MHT duration was 10 years (SD 6) in current users and 7 years (SD 6) in past users, and mean age was 50 years (SD 5) at menopause and 50 years (SD 6) at starting MHT. Every MHT type, except vaginal oestrogens, was associated with excess breast cancer risks, which increased steadily with duration of use and were greater for oestrogen-progestagen than oestrogen-only preparations. Among current users, these excess risks were definite even during years 1-4 (oestrogen-progestagen RR 1·60, 95% CI 1·52-1·69; oestrogen-only RR 1·17, 1·10-1·26), and were twice as great during years 5-14 (oestrogen-progestagen RR 2·08, 2·02-2·15; oestrogen-only RR 1·33, 1·28-1·37). The oestrogen-progestagen risks during years 5-14 were greater with daily than with less frequent progestagen use (RR 2·30, 2·21-2·40 vs 1·93, 1·84-2·01; heterogeneity p<0·0001). For a given preparation, the RRs during years 5-14 of current use were much greater for oestrogen-receptor-positive tumours than for oestrogen-receptor-negative tumours, were similar for women starting MHT at ages 40-44, 45-49, 50-54, and 55-59 years, and were attenuated by starting after age 60 years or by adiposity (with little risk from oestrogen-only MHT in women who were obese). After ceasing MHT, some excess risk persisted for more than 10 years; its magnitude depended on the duration of previous use, with little excess following less than 1 year of MHT use.",
        "Conclusion/Interpretation": "If these associations are largely causal, then for women of average weight in developed countries, 5 years of MHT, starting at age 50 years, would increase breast cancer incidence at ages 50-69 years by about one in every 50 users of oestrogen plus daily progestagen preparations; one in every 70 users of oestrogen plus intermittent progestagen preparations; and one in every 200 users of oestrogen-only preparations. The corresponding excesses from 10 years of MHT would be about twice as great.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Breast Neoplasms / epidemiology*; Drug Therapy, Combination; Estrogen Replacement Therapy; Estrogens / therapeutic use*; Female; Humans; Logistic Models; Middle Aged; Obesity / epidemiology; Principal Component Analysis; Progesterone / therapeutic use*; Progestins / therapeutic use*; Risk; Risk Factors; Time Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "36",
        "Background/Purpose": "Antidepressants are widely prescribed among women to treat depression and anxiety disorders, but studies of their effects on gynecological cancer risk are sparse. We assessed associations between various antidepressants and risk of epithelial ovarian cancer. By using Danish nationwide registers, we identified all women (cases) aged 30-84 years with incident epithelial (serous, endometrioid, clear cell or mucinous) ovarian cancer during 2000-2011 (n = 4,103) and matched each case to 20 population controls (n = 58,706) by risk-set matching. Data on drug use (including tricyclic and related antidepressants, selective serotonin reuptake inhibitors, other antidepressants, and potential confounder drugs), medical and reproductive history and socioeconomic parameters, were obtained from nationwide registries. We used conditional logistic regression models to estimate adjusted odds ratios (ORs) and two-sided 95% confidence intervals (CIs) for epithelial ovarian cancer associated with antidepressive drug use. Compared with non-use, use of selective serotonin reuptake inhibitors was associated with a decreased risk of ovarian cancer (OR, 0.85; 95% CI, 0.74-0.96), whereas the associations for other antidepressants were close to unity [tricyclic and related antidepressants: OR, 0.99 (95% CI, 0.78-1.26); other antidepressants: OR, 1.05 (95% CI, 0.76-1.46)]. For individual types of SSRI, reduced ORs were observed for citalopram OR, 0.78 (95% CI, 0.66-0.93), paroxetine 0.79 (95% CI, 0.56-1.12) and sertraline 0.80 (95% CI, 0.60-1.08). Among postmenopausal women, the inverse association was restricted to users of menopausal hormone therapy. In conclusion, use of selective serotonin reuptake inhibitors was associated with a decreased risk of epithelial ovarian cancer; thereby implying potential chemopreventive properties of these drugs.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "antidepressants; epithelial ovarian cancer; ovarian tumors; selective serotonin reuptake inhibitors.",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Antidepressive Agents / therapeutic use*; Carcinoma, Ovarian Epithelial; Case-Control Studies; Denmark; Female; Humans; Incidence; Logistic Models; Middle Aged; Neoplasms, Glandular and Epithelial / epidemiology*; Odds Ratio; Ovarian Neoplasms / epidemiology*; Registries; Selective Serotonin Reuptake Inhibitors / therapeutic use*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "37",
        "Background/Purpose": "For BRCA1 and BRCA2 mutation carriers, the association between oral contraceptive preparation (OCP) use and breast cancer (BC) risk is still unclear.",
        "Methods": "Breast camcer risk associations were estimated from OCP data on 6030 BRCA1 and 3809 BRCA2 mutation carriers using age-dependent Cox regression, stratified by study and birth cohort. Prospective, left-truncated retrospective and full-cohort retrospective analyses were performed.",
        "Results/Findings": "For BRCA1 mutation carriers, OCP use was not associated with BC risk in prospective analyses (hazard ratio [HR] = 1.08, 95% confidence interval [CI] = 0.75 to 1.56), but in the left-truncated and full-cohort retrospective analyses, risks were increased by 26% (95% CI = 6% to 51%) and 39% (95% CI = 23% to 58%), respectively. For BRCA2 mutation carriers, OCP use was associated with BC risk in prospective analyses (HR = 1.75, 95% CI = 1.03 to 2.97), but retrospective analyses were inconsistent (left-truncated: HR = 1.06, 95% CI = 0.85 to 1.33; full cohort: HR = 1.52, 95% CI = 1.28 to 1.81). There was evidence of increasing risk with duration of use, especially before the first full-term pregnancy (BRCA1: both retrospective analyses,   < .001 and   = .001, respectively; BRCA2: full retrospective analysis,   = .002).",
        "Conclusion/Interpretation": "Prospective analyses did not show that past use of OCP is associated with an increased BC risk for BRCA1 mutation carriers in young middle-aged women (40-50 years). For BRCA2 mutation carriers, a causal association is also not likely at those ages. Findings between retrospective and prospective analyses were inconsistent and could be due to survival bias or a true association for younger women who were underrepresented in the prospective cohort. Given the uncertain safety of long-term OCP use for BRCA1/2 mutation carriers, indications other than contraception should be avoided and nonhormonal contraceptive methods should be discussed.",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "38",
        "Background/Purpose": "Women with germline BRCA1 or BRCA2 (BRCA) mutations, are recommended risk-reducing salpingo-oophorectomy (RRSO) prior to menopause. Surgical menopause has significant impact on patients' health and well-being. Subsequently, concerns about surgical menopause influence uptake of RRSO in high risk women. The role of hormone replacement therapy (HRT) in BRCA mutation carriers undergoing RRSO has been controversial. In the general population, premature surgical menopause is associated with worse quality of life and cognitive function, and increased risk of bone and cardiovascular disease; HRT continued until the natural age of menopause is shown to alleviate a number of these effects. Conflicting information has been published on HRT and breast cancer risk. For BRCA mutation carriers, potential augmentation of already elevated breast cancer risk is of great concern. In this article, we provide a review of the literature on HRT in this high-risk population, including effects on quality of life, cardiovascular, bone, and brain health. We also review impact of HRT on breast cancer risk, with a discussion of HRT formulation and surgical approach. Though evidence is limited, HRT after RRSO has a number of reported benefits and does not appear to impact breast cancer risk reduction in BRCA mutation carriers. This information is critical when discussing RRSO with patients, as providers should review risks of early menopause and treatment options. This review provides information to assist with counseling this specific population.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "BRCA1; BRCA2; Breast cancer; Hormone replacement therapy; Risk reduction; Surgical menopause.",
        "MeSH_Terms": "Breast Neoplasms / epidemiology*; Breast Neoplasms / etiology; Breast Neoplasms / genetics; Female; Genes, BRCA1*; Genes, BRCA2*; Germ-Line Mutation*; Hormone Replacement Therapy / adverse effects; Hormone Replacement Therapy / methods; Hormone Replacement Therapy / statistics & numerical data*; Humans; Quality of Life; Salpingo-oophorectomy"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "39",
        "Background/Purpose": "Multiple studies have linked alcohol consumption to breast cancer risk, but the risk of lower levels of consumption has not been well quantified. In addition, the role of drinking patterns (ie, frequency of drinking and \"binge\" drinking) and consumption at different times of adult life are not well understood.",
        "Methods": "To evaluate the association of breast cancer with alcohol consumption during adult life, including quantity, frequency, and age at consumption.",
        "Results/Findings": "Prospective observational study of 105,986 women enrolled in the Nurses' Health Study followed up from 1980 until 2008 with an early adult alcohol assessment and 8 updated alcohol assessments.",
        "Conclusion/Interpretation": "Relative risks of developing invasive breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Age Factors; Aged; Alcohol Drinking*; Breast Neoplasms / epidemiology*; Central Nervous System Stimulants / poisoning*; Dose-Response Relationship, Drug; Estrogens / blood; Ethanol / poisoning*; Female; Humans; Middle Aged; Prospective Studies; Receptors, Estrogen; Risk Assessment; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "40",
        "Background/Purpose": "Tobacco smoking and alcohol consumption have been intensively studied in the general population to assess their effects on the risk of breast cancer, but very few studies have examined these effects in   and   mutation carriers. Given the high breast cancer risk for mutation carriers and the importance of   and   in DNA repair, better evidence on the associations of these lifestyle factors with breast cancer risk is essential.",
        "Methods": "Using a large international pooled cohort of   and   mutation carriers, we conducted retrospective (5,707   mutation carriers and 3,525   mutation carriers) and prospective (2,276   mutation carriers and 1,610   mutation carriers) analyses of alcohol and tobacco consumption using Cox proportional hazards models.",
        "Results/Findings": "For both   and   mutation carriers, none of the smoking-related variables was associated with breast cancer risk, except smoking for more than 5 years before a first full-term pregnancy (FFTP) when compared with parous women who never smoked. For   mutation carriers, the HR from retrospective analysis (HR ) was 1.19 [95% confidence interval (CI), 1.02-1.39] and the HR from prospective analysis (HR ) was 1.36 (95% CI, 0.99-1.87). For   mutation carriers, smoking for more than 5 years before an FFTP showed an association of a similar magnitude, but the confidence limits were wider (HR  = 1.25; 95% CI, 1.01-1.55 and HR  = 1.30; 95% CI, 0.83-2.01). For both carrier groups, alcohol consumption was not associated with breast cancer risk.",
        "Conclusion/Interpretation": "The finding that smoking during the prereproductive years increases breast cancer risk for mutation carriers warrants further investigation.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Alcohol Drinking / epidemiology*; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms / epidemiology*; Breast Neoplasms / genetics; Breast Neoplasms / prevention & control; Cigarette Smoking / epidemiology*; Female; Genetic Predisposition to Disease; Heterozygote; Humans; Life Style*; Middle Aged; Mutation; Prospective Studies; Reproductive History; Retrospective Studies; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "41",
        "Background/Purpose": "Breast cancer is the most common nonskin cancer among women in the United States and the second leading cause of cancer death. The median age at diagnosis is 62 years, and an estimated 1 in 8 women will develop breast cancer at some point in their lifetime. African American women are more likely to die of breast cancer compared with women of other races.",
        "Methods": "To update the 2013 US Preventive Services Task Force (USPSTF) recommendation on medications for risk reduction of primary breast cancer.",
        "Results/Findings": "The USPSTF reviewed evidence on the accuracy of risk assessment methods to identify women who could benefit from risk-reducing medications for breast cancer, as well as evidence on the effectiveness, adverse effects, and subgroup variations of these medications. The USPSTF reviewed evidence from randomized trials, observational studies, and diagnostic accuracy studies of risk stratification models in women without preexisting breast cancer or ductal carcinoma in situ.",
        "Conclusion/Interpretation": "The USPSTF found convincing evidence that risk assessment tools can predict the number of cases of breast cancer expected to develop in a population. However, these risk assessment tools perform modestly at best in discriminating between individual women who will or will not develop breast cancer. The USPSTF found convincing evidence that risk-reducing medications (tamoxifen, raloxifene, or aromatase inhibitors) provide at least a moderate benefit in reducing risk for invasive estrogen receptor-positive breast cancer in postmenopausal women at increased risk for breast cancer. The USPSTF found that the benefits of taking tamoxifen, raloxifene, and aromatase inhibitors to reduce risk for breast cancer are no greater than small in women not at increased risk for the disease. The USPSTF found convincing evidence that tamoxifen and raloxifene and adequate evidence that aromatase inhibitors are associated with small to moderate harms. Overall, the USPSTF determined that the net benefit of taking medications to reduce risk of breast cancer is larger in women who have a greater risk for developing breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aromatase Inhibitors / therapeutic use*; Breast Neoplasms / genetics; Breast Neoplasms / prevention & control*; Female; Genes, BRCA1; Genes, BRCA2; Humans; Middle Aged; Mutation; Raloxifene Hydrochloride / therapeutic use; Risk Assessment / methods; Risk Factors; Selective Estrogen Receptor Modulators / therapeutic use*; Tamoxifen / therapeutic use*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "42",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "43",
        "Background/Purpose": "Among cancer-free women aged 35 years or older, tamoxifen reduced the incidence of estrogen receptor (ER)-positive but not ER-negative breast cancer. The effect of tamoxifen on breast cancer incidence among women at extremely high risk due to inherited BRCA1 or BRCA2 mutations is unknown.",
        "Methods": "To evaluate the effect of tamoxifen on incidence of breast cancer among cancer-free women with inherited BRCA1 or BRCA2 mutations.",
        "Results/Findings": "Genomic analysis of BRCA1 and BRCA2 for 288 women who developed breast cancer after entry into the randomized, double-blind Breast Cancer Prevention Trial of the National Surgical Adjuvant Breast and Bowel Project (between April 1, 1992, and September 30, 1999).",
        "Conclusion/Interpretation": "Among women with BRCA1 or BRCA2 mutations, incidence of breast cancer among those who were receiving tamoxifen vs incidence of breast cancer among those receiving placebo.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Antineoplastic Agents, Hormonal / therapeutic use*; Breast Neoplasms / epidemiology; Breast Neoplasms / genetics*; Breast Neoplasms / metabolism; Breast Neoplasms / prevention & control*; DNA Mutational Analysis; Double-Blind Method; Female; Genes, BRCA1*; Genes, BRCA2*; Genetic Predisposition to Disease; Humans; Incidence; Middle Aged; Mutation; Receptors, Estrogen; Risk Factors; Tamoxifen / therapeutic use*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "44",
        "Background/Purpose": "To determine whether adjuvant tamoxifen treatment for breast cancer (BC) is associated with reduced contralateral breast cancer (CBC) risk for BRCA1 and/or BRCA2 mutation carriers.",
        "Methods": "Analysis of pooled observational cohort data, self-reported at enrollment and at follow-up from the International BRCA1, and BRCA2 Carrier Cohort Study, Kathleen Cuningham Foundation Consortium for Research into Familial Breast Cancer, and Breast Cancer Family Registry. Eligible women were BRCA1 and BRCA2 mutation carriers diagnosed with unilateral BC since 1970 and no other invasive cancer or tamoxifen use before first BC. Hazard ratios (HRs) for CBC associated with tamoxifen use were estimated using Cox regression, adjusting for year and age of diagnosis, country, and bilateral oophorectomy and censoring at contralateral mastectomy, death, or loss to follow-up.",
        "Results/Findings": "Of 1,583 BRCA1 and 881 BRCA2 mutation carriers, 383 (24%) and 454 (52%), respectively, took tamoxifen after first BC diagnosis. There were 520 CBCs over 20,104 person-years of observation. The adjusted HR estimates were 0.38 (95% CI, 0.27 to 0.55) and 0.33 (95% CI, 0.22 to 0.50) for BRCA1 and BRCA2 mutation carriers, respectively. After left truncating at recruitment to the cohort, adjusted HR estimates were 0.58 (95% CI, 0.29 to 1.13) and 0.48 (95% CI, 0.22 to 1.05) based on 657 BRCA1 and 426 BRCA2 mutation carriers with 100 CBCs over 4,392 person-years of prospective follow-up. HRs did not differ by estrogen receptor status of the first BC (missing for 56% of cases).",
        "Conclusion/Interpretation": "This study provides evidence that tamoxifen use is associated with a reduction in CBC risk for BRCA1 and BRCA2 mutation carriers. Further follow-up of these cohorts will provide increased statistical power for future prospective analyses.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Breast Neoplasms / genetics; Breast Neoplasms / prevention & control*; Estrogen Antagonists / therapeutic use*; Female; Genes, BRCA1*; Genes, BRCA2*; Heterozygote*; Humans; Middle Aged; Mutation*; Proportional Hazards Models; Risk Factors; Tamoxifen / therapeutic use*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "45",
        "Background/Purpose": "Recent progress in understanding the genetic basis of breast cancer and widely publicized reports of celebrities undergoing risk-reducing mastectomy (RRM) have increased interest in RRM as a method of preventing breast cancer. This is an update of a Cochrane Review first published in 2004 and previously updated in 2006 and 2010.",
        "Methods": "(i) To determine whether risk-reducing mastectomy reduces death rates from any cause in women who have never had breast cancer and in women who have a history of breast cancer in one breast, and (ii) to examine the effect of risk-reducing mastectomy on other endpoints, including breast cancer incidence, breast cancer mortality, disease-free survival, physical morbidity, and psychosocial outcomes.",
        "Results/Findings": "For this Review update, we searched Cochrane Breast Cancer's Specialized Register, MEDLINE, Embase and the WHO International Clinical Trials Registry Platform (ICTRP) on 9 July 2016. We included studies in English.",
        "Conclusion/Interpretation": "Participants included women at risk for breast cancer in at least one breast. Interventions included all types of mastectomy performed for the purpose of preventing breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / genetics; Breast Neoplasms / mortality; Breast Neoplasms / prevention & control*; Breast Neoplasms / psychology; Female; Genes, BRCA1; Genes, BRCA2; Genetic Predisposition to Disease; Humans; Observational Studies as Topic; Patient Satisfaction; Postoperative Complications; Prophylactic Mastectomy* / adverse effects; Prophylactic Mastectomy* / methods; Prophylactic Mastectomy* / mortality; Prophylactic Mastectomy* / psychology; Risk Assessment; Unilateral Breast Neoplasms / mortality; Unilateral Breast Neoplasms / prevention & control; Unilateral Breast Neoplasms / psychology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "46",
        "Background/Purpose": "About 5%-10% of breast cancer is hereditary with BRCA1 and BRCA2 being the most common genes associated with hereditary breast cancer (HBC). Several additional genes have recently been associated with HBC. These genes can be classified as highly or moderately penetrant genes with lifetime risk >30% or 17%-30%, respectively. Highly penetrant genes associated with HBC include TP53, PTEN, CDH1, STK11, and PALB2. While, moderately penetrant genes include CHEK2, ATM, BARD1, BRIP1, NBN, NF1, RAD51D, and MSH6. Breast cancer risk and recommendations for screening and risk-reduction vary by gene. In general, screening breast MRI is recommended for women at >20% lifetime risk, which includes women with mutations in highly penetrant genes and the majority (but not all) moderately penetrant genes. Consideration of chemoprevention is recommended for women with mutations in high and moderately penetrant genes. Risk-reducing mastectomy does reduce the risk of breast cancer to the greatest extent and can be considered for women with highly penetrant genes. However, this procedure is associated with significant morbidities that should be considered, especially given the benefit of using screening breast MRI for high-risk women. BSO is only recommended for women with mutations in genes associate with increased risk for ovarian cancer and not as a breast cancer risk-reducing strategy. As more women undergo testing, additional genes may be identified and risk estimates for current genes and management recommendations may be modified.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "breast cancer risk; highly penetrant genes; moderately penetrant genes; prevention; risk reduction; screening.",
        "MeSH_Terms": "Breast Neoplasms* / genetics; Female; Genetic Predisposition to Disease*; Humans; Mastectomy"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "47",
        "Background/Purpose": "To systematically investigate the effectiveness of prophylactic surgeries (PS) implemented in women carrying BRCA1/2 mutations.",
        "Methods": "The PubMed database was searched till August 2014 and 15 studies met the inclusion criteria. Fixed- or random-effects models were conducted according to study heterogeneity. We calculated the pooled relative risks (RR) for cancer risk or mortality along with 95% confidence intervals (CI).",
        "Results/Findings": "Prophylactic bilateral salpingo-oophorectomy (PBSO) and bilateral prophylactic mastectomy (BPM) were both associated with a decreased breast cancer risk in BRCA1/2 mutation carriers (RR, 0.552; 95% CI, 0.448-0.682; RR, 0.114; 95% CI, 0.041-0.317, respectively). Similar findings were observed in BRCA1 and BRCA2 mutation carriers separately. Moreover, contralateral prophylactic mastectomy (CPM) significantly decreased contralateral breast cancer incidence in BRCA1/2 mutation carriers (RR, 0.072; 95% CI, 0.035-0.148). Of note, PBSO was associated with significantly lower all-cause mortality in BRCA1/2 mutation carriers without breast cancer (HR, 0.349; 95% CI, 0.190-0.639) and those with breast cancer (HR, 0.432; 95% CI, 0.318-0.588). In addition, all-cause mortality was significantly lower for patients with CPM than those without (HR, 0.512; 95% CI, 0.368-0.714). However, BPM was not significantly associated with reduced all-cause mortality. Data were insufficient to obtain separate estimates of survival benefit with PS in BRCA1 or BRCA2 mutation carriers.",
        "Conclusion/Interpretation": "BRCA1/2 mutation carriers who have been treated with PS have a substantially reduced breast cancer incidence and mortality. Clin Cancer Res; 22(15); 3971-81. ©2016 AACR.",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / epidemiology; Breast Neoplasms / genetics*; Breast Neoplasms / prevention & control; Breast Neoplasms / surgery*; Female; Genes, BRCA1*; Genes, BRCA2*; Heterozygote*; Humans; Incidence; Mortality; Mutation*; Outcome Assessment, Health Care; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / genetics; Ovarian Neoplasms / prevention & control; Ovarian Neoplasms / surgery; Ovariectomy; Prophylactic Mastectomy*; Prophylactic Surgical Procedures; Publication Bias; Risk"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "48",
        "Background/Purpose": "In healthy BRCA1/2 mutation carriers, bilateral risk-reducing mastectomy (BRRM) strongly reduces the risk of developing breast cancer (BC); however, no clear survival benefit of BRRM over BC surveillance has been reported yet.",
        "Methods": "In this Dutch multicenter cohort study, we used multivariable Cox models with BRRM as a time-dependent covariable to estimate the associations between BRRM and the overall and BC-specific mortality rates, separately for BRCA1 and BRCA2 mutation carriers.",
        "Results/Findings": "During a mean follow-up of 10.3 years, 722 out of 1712 BRCA1 (42%) and 406 out of 1145 BRCA2 (35%) mutation carriers underwent BRRM. For BRCA1 mutation carriers, we observed 52 deaths (20 from BC) in the surveillance group, and 10 deaths (one from BC) after BRRM. The hazard ratios were 0.40 (95% CI 0.20-0.90) for overall mortality and 0.06 (95% CI 0.01-0.46) for BC-specific mortality. BC-specific survival at age 65 was 93% for surveillance and 99.7% for BRRM. For BRCA2 mutation carriers, we observed 29 deaths (7 from BC) in the surveillance group, and 4 deaths (no BC) after BRRM. The hazard ratio for overall mortality was 0.45 (95% CI 0.15-1.36). BC-specific survival at age 65 was 98% for surveillance and 100% for BRRM.",
        "Conclusion/Interpretation": "BRRM was associated with lower mortality than surveillance for BRCA1 mutation carriers, but for BRCA2 mutation carriers, BRRM may lead to similar BC-specific survival as surveillance. Our findings support a more individualized counseling based on BRCA mutation type.",
        "Keywords": "BRCA1/2; Bilateral risk-reducing mastectomy; Prevention; Surveillance; Survival.",
        "MeSH_Terms": "BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / etiology*; Breast Neoplasms / mortality; Breast Neoplasms / prevention & control*; Breast Neoplasms / surgery; Female; Germ-Line Mutation; Heterozygote*; Humans; Mortality; Mutation*; Netherlands / epidemiology; Prognosis; Prophylactic Mastectomy* / methods; Public Health Surveillance; Risk Reduction Behavior"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "49",
        "Background/Purpose": "The clinical management of BRCA1 and BRCA2 mutation carriers requires accurate, prospective cancer risk estimates.",
        "Methods": "To estimate age-specific risks of breast, ovarian, and contralateral breast cancer for mutation carriers and to evaluate risk modification by family cancer history and mutation location.",
        "Results/Findings": "Prospective cohort study of 6036 BRCA1 and 3820 BRCA2 female carriers (5046 unaffected and 4810 with breast or ovarian cancer or both at baseline) recruited in 1997-2011 through the International BRCA1/2 Carrier Cohort Study, the Breast Cancer Family Registry and the Kathleen Cuningham Foundation Consortium for Research into Familial Breast Cancer, with ascertainment through family clinics (94%) and population-based studies (6%). The majority were from large national studies in the United Kingdom (EMBRACE), the Netherlands (HEBON), and France (GENEPSO). Follow-up ended December 2013; median follow-up was 5 years.",
        "Conclusion/Interpretation": "BRCA1/2 mutations, family cancer history, and mutation location.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Age Distribution; Age Factors; Aged; Aged, 80 and over; Breast Neoplasms / epidemiology; Breast Neoplasms / genetics*; Family; Female; Genes, BRCA1*; Genes, BRCA2*; Humans; Incidence; Middle Aged; Mutation*; Neoplasms, Second Primary / epidemiology; Neoplasms, Second Primary / genetics*; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / genetics*; Prospective Studies; Risk Assessment; Time Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "50",
        "Background/Purpose": "Preventive breast surgery is offered to unaffected BRCA mutation carriers to prevent breast cancer incidence and mortality. The clinical benefit of preventive mastectomy can be measured in several ways, including extension of life expectancy (mean years of life gained) and by estimating the probability of surviving until age 80. We sought to estimate the expected benefit of a preventive mastectomy at various ages, using these indices of mortality, by simulating hypothetical cohorts of women.",
        "Methods": "The age-specific annual risks of developing breast cancer were used to estimate the actuarial risk of developing breast cancer by age 80 for women with a BRCA1 or BRCA2 mutation. The probability of developing breast cancer before age 80 was then modified to include competing causes of death, including from ovarian cancer. The mortality rate from breast cancer after a diagnosis of breast cancer was set at 2% annually for the first 10 years and then 1% annually for years ten to twenty. The incidence rate and mortality rate from ovarian cancer were based on published literature. We assumed that preventive mastectomy was associated with complete protection against subsequent breast cancer. A series of simulations was conducted to evaluate the reduction in the probability of death (from all causes) until age 80, according to the age at mastectomy.",
        "Results/Findings": "The actuarial risk of developing breast cancer until age 80 was estimated to be 70.8%. The actual risk (incorporating competing risks) was 64.0%. The probability of being alive at age 80 by having a mastectomy at age 25 increased by 8.7% (from 42.7 to 51.3%). The estimated benefit declined with age at mastectomy; for surgery done at age 50 the improvement in survival to age 80 was much more modest (2.8% at age 80, from 42.7 to 45.5%).",
        "Conclusion/Interpretation": "Among BRCA mutation carriers, the mortality benefit of preventive mastectomy at age 25 is substantial, but the expected benefit declines rapidly with increasing age at surgery.",
        "Keywords": "BRCA; Breast cancer; Mastectomy; Ovarian cancer.",
        "MeSH_Terms": "Adult; Age Factors; Aged; Aged, 80 and over; BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / genetics; Breast Neoplasms / mortality*; Breast Neoplasms / pathology; Female; Humans; Life Expectancy; Middle Aged; Mutation; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / pathology; Ovariectomy; Prophylactic Mastectomy*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "51",
        "Background/Purpose": "Nipple-sparing prophylactic mastectomy (PM) is an option for women at high-risk for breast cancer, and may offer better cosmetic results than a skin-sparing PM where the nipple-areolar complex (NAC) is removed. However, there may be residual breast cancer risk due to the maintained NAC. It is unclear if sparing the NAC with PM impacts on psychosocial functioning, including cancer-related distress and body image after PM.",
        "Methods": "This was a cross-sectional survey study of women who had undergone bilateral PM (no previous breast cancer) recruited through surgical or cancer genetics clinics. All women completed standardized questionnaires assessing cancer-related distress, anxiety, depression, satisfaction with decision, decision regret, and health-related quality of life related to breast surgery. Outcomes were compared between women with nipple-areola-sparing PM (NAC-PM) and skin-sparing PM (SS-PM).",
        "Results/Findings": "Overall, 137 women completed the study; 53 (39%) had NAC-PM and 84 (61%) had SS-PM. The mean age of the study population was 41.5 years [standard deviation (SD) 8.8] and the mean time between PM and questionnaire completion was 50 months (SD 31). On the BREAST-Q, we found that women with NAC-PM had significantly higher levels of satisfaction with breasts (p = 0.01), satisfaction with outcome (p = 0.02), and sexual well-being (p < 0.001) compared with SS-PM. No statistically significant differences in total cancer-related distress (p = 0.89), anxiety (p = 0.86), or depression (p = 0.93) were observed between the two groups.",
        "Conclusion/Interpretation": "Overall, women with NAC-PM had better body image and sexual functioning compared with women with SS-PM, while both groups had comparable levels of cancer-related distress and perception of breast cancer risk.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Body Image; Breast Neoplasms / psychology*; Breast Neoplasms / surgery*; Cross-Sectional Studies; Female; Follow-Up Studies; Humans; Mammaplasty*; Mastectomy*; Middle Aged; Nipples / surgery*; Organ Sparing Treatments*; Patient Satisfaction / statistics & numerical data*; Prognosis; Stress, Psychological; Time Factors; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "52",
        "Background/Purpose": "Nipple-sparing mastectomy (NSM) is now routinely offered to BRCA mutation carriers for risk reduction. We assessed the rates of ipsilateral cancer events after prophylactic and therapeutic NSM in BRCA1 and BRCA2 mutation carriers.",
        "Methods": "BRCA1 and BRCA2 mutation carriers undergoing NSM from October 2007 to June 2019 were identified in a single-institution prospective database, with variants of unknown significance being excluded. Patient, tumor, and outcomes data were collected. Follow-up analysis was by cumulative breast-years (total years of follow-up of each breast) and woman-years (total years of follow-up of each woman).",
        "Results/Findings": "Overall, 307 BRCA1 and BRCA2 mutation carriers (160 BRCA1, mean age 41.4 years [range 21-65]; and 147 BRCA2, mean age 43.8 years [range 23-65]) underwent 607 NSMs, with a median follow-up of 42 months (range 1-143). 388 bilateral prophylactic NSMs had 744 cumulative woman-years of follow-up, with no new cancers seen (< 0.0013 new cancers per woman-years); 251 BRCA1 prophylactic NSMs had 1034 cumulative breast-years of follow-up, with no new ipsilateral cancers seen (< 0.0010 per breast-year); 66 BRCA1 therapeutic NSMs had 328 cumulative breast-years of follow-up, with one ipsilateral cancer recurrence not directly involving the nipple or areola (0.0030 per breast-year); 237 BRCA2 prophylactic NSMs had 926 cumulative breast-years of follow-up, with no new ipsilateral cancers seen (< 0.0011 per breast-year); and 53 BRCA2 therapeutic NSMs had 239 cumulative breast-years of follow-up, with two ipsilateral recurrent cancers, neither of which directly involved the nipple or areola (0.0084 per breast-year).",
        "Conclusion/Interpretation": "The risk of new ipsilateral breast cancers is extremely low after NSM in BRCA1 and BRCA2 mutation carriers. NSM is an effective risk-reducing strategy for BRCA gene mutations.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms* / genetics; Breast Neoplasms* / prevention & control; Breast Neoplasms* / surgery; Female; Humans; Mastectomy; Middle Aged; Mutation; Neoplasm Recurrence, Local; Nipples / surgery; Prophylactic Mastectomy*; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "53",
        "Background/Purpose": "Purpose To establish the performance of screening with serum cancer antigen 125 (CA-125), interpreted using the risk of ovarian cancer algorithm (ROCA), and transvaginal sonography (TVS) for women at high risk of ovarian cancer (OC) or fallopian tube cancer (FTC). Patients and Methods Women whose estimated lifetime risk of OC/FTC was ≥ 10% were recruited at 42 centers in the United Kingdom and underwent ROCA screening every 4 months. TVS occurred annually if ROCA results were normal or within 2 months of an abnormal ROCA result. Risk-reducing salpingo-oophorectomy (RRSO) was encouraged throughout the study. Participants were observed via cancer registries, questionnaires, and notification by centers. Performance was calculated after censoring 365 days after prior screen, with modeling of occult cancers detected at RRSO. Results Between June 14, 2007, and May 15, 2012, 4,348 women underwent 13,728 women-years of screening. The median follow-up time was 4.8 years. Nineteen patients were diagnosed with invasive OC/FTC within 1 year of prior screening (13 diagnoses were screen-detected and six were occult at RRSO). No symptomatic interval cancers occurred. Ten (52.6%) of the total 19 diagnoses were stage I to II OC/FTC (CI, 28.9% to 75.6%). Of the 13 screen-detected cancers, five (38.5%) were stage I to II (CI, 13.9% to 68.4%). Of the six occult cancers, five (83.3%) were stage I to II (CI, 35.9% to 99.6%). Modeled sensitivity, positive predictive value, and negative predictive value for OC/FTC detection within 1 year were 94.7% (CI, 74.0% to 99.9%), 10.8% (6.5% to 16.5%), and 100% (CI, 100% to 100%), respectively. Seven (36.8%) of the 19 cancers diagnosed < 1 year after prior screen were stage IIIb to IV (CI, 16.3% to 61.6%) compared with 17 (94.4%) of 18 cancers diagnosed > 1 year after screening ended (CI, 72.7% to 99.9%; P < .001). Eighteen (94.8%) of 19 cancers diagnosed < 1 year after prior screen had zero residual disease (with lower surgical complexity, P = .16) (CI, 74.0% to 99.9%) compared with 13 (72.2%) of 18 cancers subsequently diagnosed (CI, 46.5% to 90.3%; P = .09). Conclusion ROCA-based screening is an option for women at high risk of OC/FTC who defer or decline RRSO, given its high sensitivity and significant stage shift. However, it remains unknown whether this strategy would improve survival in screened high-risk women.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Algorithms; CA-125 Antigen / blood; Carcinoma, Ovarian Epithelial; Cohort Studies; Early Detection of Cancer / methods; Fallopian Tube Neoplasms / blood; Fallopian Tube Neoplasms / diagnostic imaging; Fallopian Tube Neoplasms / pathology*; Female; Humans; Membrane Proteins / blood; Middle Aged; Neoplasm Staging; Neoplasms, Glandular and Epithelial / blood; Neoplasms, Glandular and Epithelial / diagnostic imaging; Neoplasms, Glandular and Epithelial / pathology*; Ovarian Neoplasms / blood; Ovarian Neoplasms / diagnostic imaging; Ovarian Neoplasms / pathology*; Prospective Studies; Ultrasonography / methods; United Kingdom"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "54",
        "Background/Purpose": "Women at familial/genetic ovarian cancer risk often undergo screening despite unproven efficacy. Research suggests each woman has her own CA125 baseline; significant increases above this level may identify cancers earlier than standard 6- to 12-monthly CA125 > 35 U/mL.  Data from prospective Cancer Genetics Network and Gynecologic Oncology Group trials, which screened 3,692 women (13,080 woman-screening years) with a strong breast/ovarian cancer family history or   mutations, were combined to assess a novel screening strategy. Specifically, serum CA125 q3 months, evaluated using a risk of ovarian cancer algorithm (ROCA), detected significant increases above each subject's baseline, which triggered transvaginal ultrasound. Specificity and positive predictive value (PPV) were compared with levels derived from general population screening (specificity 90%, PPV 10%), and stage-at-detection was compared with historical high-risk controls.  Specificity for ultrasound referral was 92% versus 90% (  = 0.0001), and PPV was 4.6% versus 10% (  > 0.10). Eighteen of 19 malignant ovarian neoplasms [prevalent = 4, incident = 6, risk-reducing salpingo-oophorectomy (RRSO) = 9] were detected via screening or RRSO. Among incident cases (which best reflect long-term screening performance), three of six invasive cancers were early-stage (I/II; 50% vs. 10% historical   controls;   = 0.016). Six of nine RRSO-related cases were stage I. ROCA flagged three of six (50%) incident cases before CA125 exceeded 35 U/mL. Eight of nine patients with stages 0/I/II ovarian cancer were alive at last follow-up (median 6 years).  For screened women at familial/genetic ovarian cancer risk, ROCA q3 months had better early-stage sensitivity at high specificity, and low yet possibly acceptable PPV compared with CA125 > 35 U/mL q6/q12 months, warranting further larger cohort evaluation.  .",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Algorithms; Breast Neoplasms / blood*; Breast Neoplasms / diagnosis; Breast Neoplasms / epidemiology; Breast Neoplasms / genetics; CA-125 Antigen / blood*; Early Detection of Cancer*; Female; Humans; Membrane Proteins / blood*; Middle Aged; Neoplasm Staging; Ovarian Neoplasms / blood*; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / genetics; Ovarian Neoplasms / pathology; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "55",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Curriculum; Education, Medical / methods*; Education, Medical / standards; Education, Medical, Continuing / methods; Education, Medical, Continuing / standards; Europe; Humans; Time Factors; Ultrasonography / methods*; Ultrasonography / standards"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "56",
        "Background/Purpose": "The European Society of Gynaecological Oncology (ESGO), the International Society of Ultrasound in Obstetrics and Gynecology (ISUOG), the International Ovarian Tumour Analysis (IOTA) group, and the European Society for Gynaecological Endoscopy (ESGE) jointly developed clinically relevant and evidence-based statements on the pre-operative diagnosis of ovarian tumors, including imaging techniques, biomarkers, and prediction models. ESGO/ISUOG/IOTA/ESGE nominated a multidisciplinary international group, including expert practising clinicians and researchers who have demonstrated leadership and expertise in the pre-operative diagnosis of ovarian tumors and management of patients with ovarian cancer (19 experts across Europe). A patient representative was also included in the group. To ensure that the statements were evidence-based, the current literature was reviewed and critically appraised. Preliminary statements were drafted based on the review of the relevant literature. During a conference call, the whole group discussed each preliminary statement and a first round of voting was carried out. Statements were removed when a consensus among group members was not obtained. The voters had the opportunity to provide comments/suggestions with their votes. The statements were then revised accordingly. Another round of voting was carried out according to the same rules to allow the whole group to evaluate the revised version of the statements. The group achieved consensus on 18 statements. This Consensus Statement presents these ESGO/ISUOG/IOTA/ESGE statements on the pre-operative diagnosis of ovarian tumors and the assessment of carcinomatosis, together with a summary of the evidence supporting each statement.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "ovarian neoplasms; ovary.",
        "MeSH_Terms": "Consensus; Europe; Female; Humans; Ovarian Neoplasms / diagnosis*; Preoperative Period"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "57",
        "Background/Purpose": "Women who do not have a documented germline mutation or who do not have a strong family history suspicious for a germline mutation are considered to be at average risk of ovarian cancer. Women who have confirmed deleterious BRCA1 and BRCA2 germline mutations are high risk of ovarian cancer. In addition, women who have a strong family history of either ovarian or breast cancer may carry a deleterious mutation and must be presumed to be at higher-than-average risk, even if they have not been tested, because there could be other mutations that are either untested or yet undiscovered that confirm higher-than-average risk of these diseases. We reviewed studies pertaining to prophylactic bilateral salpingo-oophorectomy in women at average risk of ovarian cancer who are undergoing hysterectomy for benign disease. We also reviewed the role of prophylactic bilateral salpingo-oophorectomy in preventing ovarian cancer based on the level of risk of the patient. For women at average risk of ovarian cancer who are undergoing a hysterectomy for benign conditions, the decision to perform prophylactic bilateral salpingo-oophorectomy should be individualized after appropriate informed consent, including a careful analysis of personal risk factors. Several studies suggest an overall negative health effect when prophylactic bilateral salpingo-oophorectomy is performed before the age of menopause. Ovarian conservation before menopause may be especially important in patients with a personal or strong family history of cardiovascular or neurological disease. Conversely, women at high risk of ovarian cancer should undergo risk-reducing bilateral salpingo-oophorectomy.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Female; Genes, BRCA1; Genes, BRCA2; Germ-Line Mutation; Humans; Hysterectomy; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / genetics; Ovarian Neoplasms / prevention & control*; Ovariectomy / adverse effects*; Premenopause; Reoperation; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "58",
        "Background/Purpose": "Mastectomy and salpingo-oophorectomy are widely used by carriers of BRCA1 or BRCA2 mutations to reduce their risks of breast and ovarian cancer.",
        "Methods": "To estimate risk and mortality reduction stratified by mutation and prior cancer status.",
        "Results/Findings": "Prospective, multicenter cohort study of 2482 women with BRCA1 or BRCA2 mutations ascertained between 1974 and 2008. The study was conducted at 22 clinical and research genetics centers in Europe and North America to assess the relationship of risk-reducing mastectomy or salpingo-oophorectomy with cancer outcomes. The women were followed up until the end of 2009.",
        "Conclusion/Interpretation": "Breast and ovarian cancer risk, cancer-specific mortality, and overall mortality.",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Aged; Breast Neoplasms / genetics; Breast Neoplasms / mortality*; Breast Neoplasms / prevention & control; Cause of Death; Fallopian Tubes / surgery; Female; Genes, BRCA1*; Genes, BRCA2*; Genetic Predisposition to Disease; Genetic Testing; Humans; Mastectomy*; Middle Aged; Mutation; Ovarian Neoplasms / genetics; Ovarian Neoplasms / mortality*; Ovarian Neoplasms / prevention & control; Ovariectomy*; Prospective Studies; Risk"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "59",
        "Background/Purpose": "Without preventive interventions, women with germline pathogenic variants in   or   have high lifetime risks for breast cancer and tubo-ovarian cancer. The increased risk for breast cancer starts at a considerably younger age than that for tubo-ovarian cancer. Risk-reducing bilateral salpingo-oophorectomy (rrBSO) is effective in reducing tubo-ovarian cancer risk for   and   mutation carriers, but whether it reduces breast cancer risk is less clear. All studies of rrBSO and breast cancer risk are observational in nature and subject to various forms of bias and confounding, thus limiting conclusions that can be drawn about causation. Early studies supported a statistically significant protective association for rrBSO on breast cancer risk, which is reflected by several international guidelines that recommend consideration of premenopausal rrBSO for breast cancer risk reduction. However, these historical studies were hampered by the presence of several important biases, including immortal person-time bias, confounding by indication, informative censoring, and confounding by other risk factors, which may have led to overestimation of any protective benefit. Contemporary studies, specifically designed to reduce some of these biases, have yielded contradictory results. Taken together, there is no clear and consistent evidence for a role of premenopausal rrBSO in reducing breast cancer risk in   or   mutation carriers.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms* / genetics; Breast Neoplasms* / prevention & control; Female; Genetic Predisposition to Disease; Humans; Mutation; Ovarian Neoplasms* / genetics; Ovarian Neoplasms* / prevention & control; Ovariectomy; Risk; Salpingo-oophorectomy / methods"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "60",
        "Background/Purpose": "The purposes of this study were to estimate the reduction in risk of ovarian, fallopian tube, or peritoneal cancer in women with a BRCA1 or BRCA2 mutation after oophorectomy, by age of oophorectomy; to estimate the impact of prophylactic oophorectomy on all-cause mortality; and to estimate 5-year survival associated with clinically detected ovarian, occult, and peritoneal cancers diagnosed in the cohort.",
        "Methods": "Women with a BRCA1 or BRCA2 mutation were identified from an international registry; 5,783 women completed a baseline questionnaire and ≥ one follow-up questionnaires. Women were observed until either diagnosis of ovarian, fallopian tube, or peritoneal cancer, death, or date of most recent follow-up. Hazard ratios (HRs) for cancer incidence and all-cause mortality associated with oophorectomy were evaluated using time-dependent survival analyses.",
        "Results/Findings": "After an average follow-up period of 5.6 years, 186 women developed either ovarian (n = 132), fallopian (n = 22), or peritoneal (n = 32) cancer, of whom 68 have died. HR for ovarian, fallopian, or peritoneal cancer associated with bilateral oophorectomy was 0.20 (95% CI, 0.13 to 0.30; P < .001). Among women who had no history of cancer at baseline, HR for all-cause mortality to age 70 years associated with an oophorectomy was 0.23 (95% CI, 0.13 to 0.39; P < .001).",
        "Conclusion/Interpretation": "Preventive oophorectomy was associated with an 80% reduction in the risk of ovarian, fallopian tube, or peritoneal cancer in BRCA1 or BRCA2 carriers and a 77% reduction in all-cause mortality.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Age Factors; Aged; Aged, 80 and over; BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Europe; Fallopian Tube Neoplasms* / genetics; Fallopian Tube Neoplasms* / mortality; Fallopian Tube Neoplasms* / pathology; Fallopian Tube Neoplasms* / prevention & control; Female; Genetic Predisposition to Disease; Humans; Incidence*; Kaplan-Meier Estimate; Middle Aged; Mutation*; North America; Odds Ratio; Ovarian Neoplasms* / genetics; Ovarian Neoplasms* / mortality; Ovarian Neoplasms* / pathology; Ovarian Neoplasms* / prevention & control; Ovariectomy / adverse effects; Ovariectomy / mortality*; Peritoneal Neoplasms / genetics; Peritoneal Neoplasms / mortality; Peritoneal Neoplasms / pathology; Peritoneal Neoplasms / prevention & control; Phenotype; Proportional Hazards Models; Registries; Risk Assessment; Risk Factors; Surveys and Questionnaires; Time Factors; Treatment Outcome"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "61",
        "Background/Purpose": "Most women with a BRCA1/2 pathogenic variant undergo premature menopause with potential short- and long-term morbidity due to the current method of ovarian carcinoma prevention: risk-reducing salpingo-oophorectomy (RRSO). Because the fallopian tubes play a key role in ovarian cancer pathogenesis, salpingectomy with delayed oophorectomy may be a novel risk-reducing strategy with benefits of delaying menopause.",
        "Methods": "To compare menopause-related quality of life after risk-reducing salpingectomy (RRS) with delayed oophorectomy with RRSO in carriers of the BRCA1/2 pathogenic variant.",
        "Results/Findings": "A multicenter nonrandomized controlled preference trial (TUBA study), with patient recruitment between January 16, 2015, and November 7, 2019, and follow-up at 3 and 12 months after surgery was conducted in all Dutch university hospitals and a few large general hospitals. In the Netherlands, RRSO is predominantly performed in these hospitals. Patients at the clinical genetics or gynecology department between the ages of 25 and 40 years (BRCA1) or 25 to 45 years (BRCA2) who were premenopausal, had completed childbearing, and were undergoing no current treatment for cancer were eligible.",
        "Conclusion/Interpretation": "Risk-reducing salpingo-oophorectomy at currently recommended age or RRS after completed childbearing with delayed oophorectomy. After RRSO was performed, hormone replacement therapy was recommended for women without contraindications.",
        "Keywords": "",
        "MeSH_Terms": "Adult; BRCA1 Protein; BRCA2 Protein; Female; Follow-Up Studies; Humans; Mutation; Ovarian Neoplasms* / genetics; Ovarian Neoplasms* / pathology; Ovarian Neoplasms* / prevention & control; Ovariectomy; Quality of Life; Salpingectomy / methods; Salpingo-oophorectomy*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "62",
        "Background/Purpose": "Risk-reducing salpingo-oophorectomy is the 'gold standard' for preventing tubo-ovarian cancer in women at increased risk. However, when performed in pre-menopausal women, it results in premature menopause and associated detrimental health consequences. This, together with acceptance of the central role of the fallopian tube in etiopathogenesis of high-grade serous carcinoma, by far the most common type of tubo-ovarian cancer, has led to risk-reducing early salpingectomy with delayed oophorectomy being proposed as a two-step surgical alternative for pre-menopausal women declining/delaying oophorectomy.",
        "Methods": "To evaluate the impact on sexual function of risk-reducing early salpingectomy, within a two-step, risk-reducing, early salpingectomy with delayed oophorectomy tubo-ovarian cancer prevention strategy in pre-menopausal women at increased risk of tubo-ovarian cancer.",
        "Results/Findings": "Risk-reducing early salpingectomy is non-inferior for sexual and endocrine function compared with controls; risk-reducing early salpingectomy is superior for sexual/endocrine function, non-inferior for quality-of-life, and equivalent in satisfaction to the standard risk-reducing salpingo-oophorectomy.",
        "Conclusion/Interpretation": "Multi-center, observational cohort trial with three arms: risk-reducing early salpingectomy with delayed oophorectomy; risk-reducing salpingo-oophorectomy; controls (no surgery). Consenting individuals undergo an ultrasound, serum CA125, and follicle-stimulating hormone measurements and provide information on medical history, family history, quality-of-life, sexual function, cancer worry, psychological well-being, and satisfaction/regret. Follow-up by questionnaire takes place annually for 3 years. Women receiving risk-reducing early salpingectomy can undergo delayed oophorectomy at a later date of their choosing, or definitely by the menopause.",
        "Keywords": "gynecologic surgical procedures; ovarian cancer; surgery.",
        "MeSH_Terms": "BRCA1 Protein; BRCA2 Protein; Female; Humans; Multicenter Studies as Topic; Neoplasms, Cystic, Mucinous, and Serous / genetics; Neoplasms, Cystic, Mucinous, and Serous / prevention & control*; Ovarian Neoplasms / genetics; Ovarian Neoplasms / prevention & control*; Ovariectomy / adverse effects; Ovariectomy / methods*; Premenopause; Prospective Studies"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "63",
        "Background/Purpose": "Risk-reducing salpingo-oophorectomy (RRSO) reduces ovarian cancer risk in BRCA1/2 mutation carriers, but the adverse effects of the associated early-onset surgical menopause are problematic. Despite suggestive evidence, no data demonstrate whether bilateral salpingectomy alone lowers the risk of developing ovarian cancer in BRCA mutation carriers. We conducted a pilot study of bilateral salpingectomy with delayed oophorectomy (BS/DO) in BRCA mutation carriers to determine the safety and acceptability of the procedure.",
        "Methods": "In this prospective, multicenter, non-randomized pilot study, pre-menopausal BRCA1/2 mutation carriers aged 30 to 47 years chose screening, RRSO, or BS/DO. For those undergoing BS/DO, the delayed oophorectomy was recommended at age 40 years for BRCA1 and age 45 years for BRCA2 patients. We compared surgical and psychosocial outcomes between time points and between arms.",
        "Results/Findings": "Of the 43 patients enrolled, 19 (44%) chose BS/DO, 12 (28%) chose RRSO, and 12 (28%) chose screening. The cohort was 37% BRCA1 carriers and 63% BRCA2 carriers. One serous tubal intraepithelial carcinoma (STIC) was found in an RRSO patient, and no cases of occult ovarian cancers were found. There were no surgical complications. Twelve months after surgery, responses on the Cancer Worry Scale indicated decreased worry in the BS/DO (P < 0.0001) and RRSO (P = 0.01) arms, while responses on the State Anxiety Inventory indicated decreased anxiety in the BS/DO arm (P = 0.02) compared with preoperative responses.",
        "Conclusion/Interpretation": "In this pilot study, BRCA mutation carriers who underwent bilateral salpingectomy had no intraoperative complications, were satisfied with their procedure choice, and had decreased cancer worry and anxiety after the procedure.",
        "Keywords": "",
        "MeSH_Terms": "BRCA1 Protein / genetics*; BRCA1 Protein / metabolism; BRCA2 Protein / genetics*; BRCA2 Protein / metabolism; Female; Humans; Ovarian Neoplasms / genetics*; Ovarian Neoplasms / pathology; Ovarian Neoplasms / surgery*; Ovariectomy / methods*; Pilot Projects; Prospective Studies; Risk Reduction Behavior; Salpingectomy / methods*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "64",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "65",
        "Background/Purpose": "To provide precise age-specific risk estimates of cancers other than female breast and ovarian cancers associated with pathogenic variants (PVs) in   and   for effective cancer risk management.",
        "Methods": "We used data from 3,184   and 2,157   families in the Consortium of Investigators of Modifiers of   to estimate age-specific relative (RR) and absolute risks for 22 first primary cancer types adjusting for family ascertainment.",
        "Results/Findings": "PVs were associated with risks of male breast (RR = 4.30; 95% CI, 1.09 to 16.96), pancreatic (RR = 2.36; 95% CI, 1.51 to 3.68), and stomach (RR = 2.17; 95% CI, 1.25 to 3.77) cancers. Associations with colorectal and gallbladder cancers were also suggested.   PVs were associated with risks of male breast (RR = 44.0; 95% CI, 21.3 to 90.9), stomach (RR = 3.69; 95% CI, 2.40 to 5.67), pancreatic (RR = 3.34; 95% CI, 2.21 to 5.06), and prostate (RR = 2.22; 95% CI, 1.63 to 3.03) cancers. The stomach cancer RR was higher for females than males (6.89   2.76;   = .04). The absolute risks to age 80 years ranged from 0.4% for male breast cancer to approximately 2.5% for pancreatic cancer for   carriers and from approximately 2.5% for pancreatic cancer to 27% for prostate cancer for   carriers.",
        "Conclusion/Interpretation": "In addition to female breast and ovarian cancers,   and   PVs are associated with increased risks of male breast, pancreatic, stomach, and prostate (only   PVs) cancers, but not with the risks of other previously suggested cancers. The estimated age-specific risks will refine cancer risk management in men and women with   PVs.",
        "Keywords": "",
        "MeSH_Terms": "BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms*; Breast Neoplasms, Male*; Female; Genetic Predisposition to Disease; Heterozygote; Humans; Infant, Newborn; Male; Mutation; Ovarian Neoplasms* / epidemiology; Ovarian Neoplasms* / genetics; Pancreatic Neoplasms* / epidemiology; Pancreatic Neoplasms* / genetics; Risk"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "66",
        "Background/Purpose": "Endometrial cancer (EC) risk in BReast CAncer gene 1/2 (BRCA1/2) mutation carriers is uncertain; therefore, we assessed this in a large Dutch nationwide cohort study.",
        "Methods": "We selected 5980 BRCA1/2 (3788 BRCA1, 2151 gBRCA2, 41 both BRCA1/BRCA2) and 8451 non-BRCA1/2 mutation carriers from the Hereditary Breast and Ovarian cancer study, the Netherlands cohort. Follow-up started at the date of the nationwide Dutch Pathology Registry coverage (January 1, 1989) or at the age of 25 years (whichever came last) and ended at date of EC diagnosis, last follow-up, or death (whichever came first). EC risk in BRCA1/2 mutation carriers was compared with 1) the general population, estimating standardized incidence ratios (SIRs) based on Dutch population-based incidence rates; and 2) non-BRCA1/2 mutation carriers, using Cox-regression analyses, expressed as hazard ratio (HR). Statistical tests were 2-sided.",
        "Results/Findings": "Fifty-eight BRCA1/2 and 33 non-BRCA1/2 mutation carriers developed EC over 119 296 and 160 841 person-years, respectively (SIR = 2.83, 95% confidence interval [CI] = 2.18 to 3.65; and HR = 2.37, 95% CI = 1.53 to 3.69, respectively). gBRCA1 mutation carriers showed increased risks for EC overall (SIR = 3.51, 95% CI = 2.61 to 4.72; HR = 2.91, 95% CI = 1.83 to 4.66), serous-like EC (SIR = 12.64, 95% CI = 7.62 to 20.96; HR = 10.48, 95% CI = 2.95 to 37.20), endometrioid EC (SIR = 2.63, 95% CI = 1.80 to 3.83; HR = 2.01, 95% CI = 1.18 to 3.45), and TP53-mutated EC (HR = 15.71, 95% CI = 4.62 to 53.40). For BRCA2 mutation carriers, overall (SIR = 1.70, 95% CI = 1.01 to 2.87) and serous-like EC risks (SIR = 5.11, 95% CI = 1.92 to 13.63) were increased compared with the general population. Absolute risks by 75 years remained low (overall EC = 3.0%; serous-like EC = 1.1%).",
        "Conclusion/Interpretation": "BRCA1/2 mutation carriers have a two- to threefold increased risk for EC, with highest risk observed for the rare subgroups of serous-like and p53-abnormal EC in BRCA1 mutation carriers.",
        "Keywords": "",
        "MeSH_Terms": "Adult; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms* / epidemiology; Breast Neoplasms* / genetics; Cohort Studies; Endometrial Neoplasms* / epidemiology; Endometrial Neoplasms* / genetics; Female; Genetic Predisposition to Disease; Germ Cells; Heterozygote; Humans; Mutation"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "67",
        "Background/Purpose": "The link between BRCA mutations and uterine cancer is unclear. Therefore, although risk-reducing salpingo-oophorectomy (RRSO) is standard treatment among women with BRCA mutations (BRCA+ women), the role of concomitant hysterectomy is controversial.",
        "Methods": "To determine the risk for uterine cancer and distribution of specific histologic subtypes in BRCA+ women after RRSO without hysterectomy.",
        "Results/Findings": "This multicenter prospective cohort study included 1083 women with a deleterious BRCA1 or BRCA2 mutation identified from January 1, 1995, to December 31, 2011, at 9 academic medical centers in the United States and the United Kingdom who underwent RRSO without a prior or concomitant hysterectomy. Of these, 627 participants were BRCA1+; 453, BRCA2+; and 3, both. Participants were prospectively followed up for a median 5.1 (interquartile range [IQR], 3.0-8.4) years after ascertainment, BRCA testing, or RRSO (whichever occurred last). Follow up data available through October 14, 2014, were included in the analyses. Censoring occurred at uterine cancer diagnosis, hysterectomy, last follow-up, or death. New cancers were categorized by histologic subtype, and available tumors were analyzed for loss of the wild-type BRCA gene and/or protein expression.",
        "Conclusion/Interpretation": "Incidence of uterine corpus cancer in BRCA+ women who underwent RRSO without hysterectomy compared with rates expected from the Surveillance, Epidemiology, and End Results database.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Female; Follow-Up Studies; Genes, BRCA1*; Genes, BRCA2*; Humans; Hysterectomy; Loss of Heterozygosity; Middle Aged; Mutation; Ovariectomy; Prospective Studies; Risk; Salpingectomy*; Uterine Neoplasms / epidemiology; Uterine Neoplasms / genetics*; Uterine Neoplasms / prevention & control*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "68",
        "Background/Purpose": "An association between BRCA pathogenic variants and an increased endometrial cancer risk, specifically serous-like endometrial cancer, has been postulated but remains unproven, particularly for BRCA2 carriers. Mechanistic evidence is lacking, and any link may be related to tamoxifen exposure or testing bias. Hysterectomy during risk-reducing bilateral salpingo-oophorectomy is, therefore, of uncertain benefit. Data from a large, prospective cohort will be informative.",
        "Methods": "Data on UK BRCA pathogenic variant carriers were interrogated for endometrial cancer diagnoses. Standardised incidence ratios (SIRs) were calculated in four distinct cohorts using national endometrial cancer rates; either from 1/1/1980 or age 20, prospectively from date of personal pathogenic variant report, date of family pathogenic variant report or date of risk-reducing salpingo-oophorectomy. Somatic BRCA sequencing of 15 serous endometrial cancers was performed to detect pathogenic variants.",
        "Results/Findings": "Fourteen cases of endometrial cancer were identified in 2609 women (1350 BRCA1 and 1259 BRCA2), of which two were prospectively diagnosed. No significant increase in either overall or serous-like endometrial cancer risk was identified in any of the cohorts examined (SIR = 1.70, 95% confidence interval = 0.74-3.33; no cases of serous endometrial cancer diagnosed). Results were unaffected by the BRCA gene affected, previous breast cancer or tamoxifen use. No BRCA pathogenic variants were detected in any of the serous endometrial cancers tested.",
        "Conclusion/Interpretation": "Women with a BRCA pathogenic variant do not appear to have a significant increased risk of all-type or serous-like endometrial cancer compared with the general population. These data provide some reassurance that hysterectomy is unlikely to be of significant benefit if performed solely as a preventive measure.",
        "Keywords": "BRCA1; BRCA2; Endometrial cancer; Risk; Serous endometrial cancer.",
        "MeSH_Terms": "Adult; BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Carcinoma, Endometrioid / diagnosis; Carcinoma, Endometrioid / epidemiology; Carcinoma, Endometrioid / genetics; Cohort Studies; Cystadenocarcinoma, Serous / diagnosis; Cystadenocarcinoma, Serous / epidemiology; Cystadenocarcinoma, Serous / genetics; Databases, Factual; Endometrial Neoplasms / diagnosis; Endometrial Neoplasms / epidemiology; Endometrial Neoplasms / genetics*; Female; Follow-Up Studies; Gene Frequency; Genetic Predisposition to Disease; Germ-Line Mutation; Heterozygote; Humans; Incidence; Middle Aged; Risk Factors; United Kingdom / epidemiology; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "69",
        "Background/Purpose": "To determine impact of risk-reducing hysterectomy and bilateral salpingo-oophorectomy (BSO) on gynecological cancer incidence and death in heterozygotes of pathogenic MMR (path_MMR) variants.",
        "Methods": "The Prospective Lynch Syndrome Database was used to investigate the effects of gynecological risk-reducing surgery (RRS) at different ages.",
        "Results/Findings": "Risk-reducing hysterectomy at 25 years of age prevents endometrial cancer before 50 years in 15%, 18%, 13%, and 0% of path_MLH1, path_MSH2, path_MSH6, and path_PMS2 heterozygotes and death in 2%, 2%, 1%, and 0%, respectively. Risk-reducing BSO at 25 years of age prevents ovarian cancer before 50 years in 6%, 11%, 2%, and 0% and death in 1%, 2%, 0%, and 0%, respectively. Risk-reducing hysterectomy at 40 years prevents endometrial cancer by 50 years in 13%, 16%, 11%, and 0% and death in 1%, 2%, 1%, and 0%, respectively. BSO at 40 years prevents ovarian cancer before 50 years in 4%, 8%, 0%, and 0%, and death in 1%, 1%, 0%, and 0%, respectively.",
        "Conclusion/Interpretation": "Little benefit is gained by performing RRS before 40 years of age and premenopausal BSO in path_MSH6 and path_PMS2 heterozygotes has no measurable benefit for mortality. These findings may aid decision making for women with LS who are considering RRS.",
        "Keywords": "",
        "MeSH_Terms": "Colorectal Neoplasms, Hereditary Nonpolyposis* / epidemiology; Colorectal Neoplasms, Hereditary Nonpolyposis* / genetics; Colorectal Neoplasms, Hereditary Nonpolyposis* / prevention & control; DNA Mismatch Repair / genetics; Female; Heterozygote; Humans; Hysterectomy; Middle Aged; Mismatch Repair Endonuclease PMS2 / genetics; MutL Protein Homolog 1 / genetics; Prospective Studies; Salpingo-oophorectomy"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "70",
        "Background/Purpose": "Pathogenic germline variants underlie up to 20% of ovarian cancer (OC) and are associated with varying degrees of risk for OC. For mutations in high-penetrance genes such as  / , the role of risk-reducing bilateral salpingo-oophorectomy (RRSO) in cancer prevention is well-established and improves mortality. However, in moderate-penetrance genes where the degree of risk for OC is less precisely defined, the role of RRSO is more controversial. Although national guidelines have evolved to incorporate gene-specific recommendations, studies demonstrate significant variations in practice. Given this, our multidisciplinary group has reviewed the available literature on risk estimates for genes associated with OC, incorporated levels of evidence, and set thresholds for consideration of RRSO. We found that the benefit of RRSO is well-established for pathogenic variants in  /2 as well as   and  /  where the risk of OC is elevated beyond our threshold for RRSO. In  , RRSO is particularly controversial as newer studies consistently demonstrate an increased risk of OC that is dependent on family history, making uniform recommendations challenging. Additionally, new guidelines for Lynch syndrome provide gene-specific risks, questioning the role of RRSO, and even hysterectomy, for   and   mutation carriers. Given these uncertainties, shared decision making should be used around RRSO with discussion of individual risk factors, family history, and adverse effects of surgery and premature menopause. Herein, we provide a clinical guide and counseling points.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Female; Genetic Predisposition to Disease; Humans; Mutation; Ovarian Neoplasms* / genetics; Ovarian Neoplasms* / prevention & control; Ovarian Neoplasms* / surgery; Risk Factors; Salpingo-oophorectomy*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "71",
        "Background/Purpose": "The use of menopausal hormone therapy (HT) continues in clinical practice, but reports are conflicting concerning the longer-term breast cancer effects of relatively short-term use.",
        "Methods": "To report the longer-term influence of menopausal HT on breast cancer incidence in the 2 Women's Health Initiative (WHI) randomized clinical trials.",
        "Results/Findings": "A total of 27,347 postmenopausal women aged 50 to 79 years were enrolled at 40 US centers from 1993 to 1998 and followed up for a median of 13 years through September 2010.",
        "Conclusion/Interpretation": "A total of 16,608 women with a uterus were randomized to conjugated equine estrogens (0.625 mg/d [estrogen]) plus medroxyprogesterone acetate (2.5 mg/d [progestin]) (E + P) or placebo with a median intervention duration of 5.6 years, and 10,739 women with prior hysterectomy were randomized to conjugated equine estrogens alone (0.625 mg/d) or placebo with a median intervention duration of 7.2 years.",
        "Keywords": "",
        "MeSH_Terms": "Aged; Breast Neoplasms / chemically induced*; Breast Neoplasms / diagnosis; Breast Neoplasms / epidemiology; Drug Combinations; Estrogen Replacement Therapy / adverse effects*; Estrogens, Conjugated (USP) / adverse effects*; Female; Humans; Incidence; Linear Models; Medroxyprogesterone Acetate / adverse effects*; Middle Aged; Postmenopause; Proportional Hazards Models; Risk Assessment; Risk Factors; Time Factors; Treatment Outcome; United States / epidemiology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "72",
        "Background/Purpose": "Breast cancer (BC) in men is rare and genetic predisposition is likely to play a relevant role in its etiology. Inherited mutations in BRCA1/2 account for about 13% of all cases and additional genes that may contribute to the missing heritability need to be investigated. In our study, a well-characterized series of 523 male BC (MBC) patients from the Italian multicenter study on MBC, enriched for non-BRCA1/2 MBC cases, was screened by a multigene custom panel of 50 cancer-associated genes. The main clinical-pathologic characteristics of MBC in pathogenic variant carriers and non-carriers were also compared. BRCA1/2 pathogenic variants were detected in twenty patients, thus, a total of 503 non-BRCA1/2 MBC patients were examined in our study. Twenty-seven of the non-BRCA1/2 MBC patients were carriers of germline pathogenic variants in other genes, including two APC p.Ile1307Lys variant carriers and one MUTYH biallelic variant carrier. PALB2 was the most frequently altered gene (1.2%) and PALB2 pathogenic variants were significantly associated with high risk of MBC. Non-BRCA1/2 pathogenic variant carriers were more likely to have personal (p = 0.0005) and family (p = 0.007) history of cancer. Results of our study support a central role of PALB2 in MBC susceptibility and show a low impact of CHEK2 on MBC predisposition in the Italian population. Overall, our data indicate that a multigene testing approach may benefit from appropriately selected patients with implications for clinical management and counseling of MBC patients and their family members.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "BRCA1/2; cancer susceptibility genes; germline mutations; male breast cancer; multigene panel testing.",
        "MeSH_Terms": "Adenomatous Polyposis Coli Protein / genetics; Adult; Aged; Aged, 80 and over; Breast Neoplasms, Male / genetics*; Case-Control Studies; Checkpoint Kinase 2 / genetics*; DNA Glycosylases / genetics; Fanconi Anemia Complementation Group N Protein / genetics*; Genetic Association Studies; Genetic Predisposition to Disease; Humans; Italy; Male; Middle Aged; Mutation*; Sequence Analysis, DNA / methods*; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "73",
        "Background/Purpose": "The risk of breast cancer for unaffected men who test positive for a BRCA2 mutation is based on very few retrospective studies. We have used both retrospective and prospective analysis in 321 families with pathogenic BRCA2 mutations. Three breast cancers occurred in male first-degree relatives after family ascertainment in 4140 years of follow-up suggesting a risk of breast cancer to 80 years of 8.9%. A second analysis excluding index cases identified 16 breast cancers in 905 first-degree male relatives on which Kaplan-Meier analysis was performed after assigning carrier status. This analysis confirmed that breast cancer risk in men was 7.1% (SE 5.2-8.6%) by age 70 years and 8.4% (SE 6.2-10.6%) by age 80 years.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Age Factors; Aged; BRCA2 Protein / genetics*; Breast Neoplasms, Male / epidemiology; Breast Neoplasms, Male / genetics*; England / epidemiology; Family; Female; Genes, BRCA2; Genetic Predisposition to Disease; Humans; Kaplan-Meier Estimate; Male; Middle Aged; Mutation; Pedigree; Prospective Studies; Retrospective Studies; Risk Assessment*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "74",
        "Background/Purpose": "Mutations in BRCA1 and BRCA2 confer a high risk of breast and ovarian cancer, but account for only a small fraction of breast cancer susceptibility. To find additional genes conferring susceptibility to breast cancer, we analyzed CHEK2 (also known as CHK2), which encodes a cell-cycle checkpoint kinase that is implicated in DNA repair processes involving BRCA1 and p53 (refs 3,4,5). We show that CHEK2(*)1100delC, a truncating variant that abrogates the kinase activity, has a frequency of 1.1% in healthy individuals. However, this variant is present in 5.1% of individuals with breast cancer from 718 families that do not carry mutations in BRCA1 or BRCA2 (P = 0.00000003), including 13.5% of individuals from families with male breast cancer (P = 0.00015). We estimate that the CHEK2(*)1100delC variant results in an approximately twofold increase of breast cancer risk in women and a tenfold increase of risk in men. By contrast, the variant confers no increased cancer risk in carriers of BRCA1 or BRCA2 mutations. This suggests that the biological mechanisms underlying the elevated risk of breast cancer in CHEK2 mutation carriers are already subverted in carriers of BRCA1 or BRCA2 mutations, which is consistent with participation of the encoded proteins in the same pathway.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / genetics*; Case-Control Studies; Checkpoint Kinase 2; Female; Genes, BRCA1; Genes, BRCA2; Genetic Testing; Heterozygote; Humans; Male; Microsatellite Repeats; Mutation; Pedigree; Protein Kinases / genetics*; Protein Serine-Threonine Kinases*; Risk Factors; Sequence Deletion*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "75",
        "Background/Purpose": "To estimate age-specific relative and absolute cancer risks of breast cancer and to estimate risks of ovarian, pancreatic, male breast, prostate, and colorectal cancers associated with germline   pathogenic variants (PVs) because these risks have not been extensively characterized.",
        "Methods": "We analyzed data from 524 families with   PVs from 21 countries. Complex segregation analysis was used to estimate relative risks (RRs; relative to country-specific population incidences) and absolute risks of cancers. The models allowed for residual familial aggregation of breast and ovarian cancer and were adjusted for the family-specific ascertainment schemes.",
        "Results/Findings": "We found associations between   PVs and risk of female breast cancer (RR, 7.18; 95% CI, 5.82 to 8.85;   = 6.5 × 10 ), ovarian cancer (RR, 2.91; 95% CI, 1.40 to 6.04;   = 4.1 × 10 ), pancreatic cancer (RR, 2.37; 95% CI, 1.24 to 4.50;   = 8.7 × 10 ), and male breast cancer (RR, 7.34; 95% CI, 1.28 to 42.18;   = 2.6 × 10 ). There was no evidence for increased risks of prostate or colorectal cancer. The breast cancer RRs declined with age (  for trend = 2.0 × 10 ). After adjusting for family ascertainment, breast cancer risk estimates on the basis of multiple case families were similar to the estimates from families ascertained through population-based studies (  for difference = .41). On the basis of the combined data, the estimated risks to age 80 years were 53% (95% CI, 44% to 63%) for female breast cancer, 5% (95% CI, 2% to 10%) for ovarian cancer, 2%-3% (95% CI females, 1% to 4%; 95% CI males, 2% to 5%) for pancreatic cancer, and 1% (95% CI, 0.2% to 5%) for male breast cancer.",
        "Conclusion/Interpretation": "These results confirm   as a major breast cancer susceptibility gene and establish substantial associations between germline   PVs and ovarian, pancreatic, and male breast cancers. These findings will facilitate incorporation of   into risk prediction models and optimize the clinical cancer risk management of   PV carriers.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Age Factors; Aged; Aged, 80 and over; Breast Neoplasms, Male / genetics; Fanconi Anemia Complementation Group N Protein / genetics*; Female; Genetic Predisposition to Disease; Germ-Line Mutation; Humans; Internationality; Male; Middle Aged; Neoplasms / genetics*; Ovarian Neoplasms / genetics; Pancreatic Neoplasms / genetics; Risk"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "76",
        "Background/Purpose": "The etiology of male breast cancer is poorly understood, partly because of its relative rarity. Although genetic factors are involved, less is known regarding the role of anthropometric and hormonally related risk factors.",
        "Methods": "In the Male Breast Cancer Pooling Project, a consortium of 11 case-control and 10 cohort investigations involving 2405 case patients (n = 1190 from case-control and n = 1215 from cohort studies) and 52013 control subjects, individual participant data were harmonized and pooled. Unconditional logistic regression generated study design-specific (case-control/cohort) odds ratios (ORs) and 95% confidence intervals (CIs), with exposure estimates combined using fixed effects meta-analysis. All statistical tests were two-sided.",
        "Results/Findings": "Risk was statistically significantly associated with weight (highest/lowest tertile: OR = 1.36; 95% CI = 1.18 to 1.57), height (OR = 1.18; 95% CI = 1.01 to 1.38), and body mass index (BMI; OR = 1.30; 95% CI = 1.12 to 1.51), with evidence that recent rather than distant BMI was the strongest predictor. Klinefelter syndrome (OR = 24.7; 95% CI = 8.94 to 68.4) and gynecomastia (OR = 9.78; 95% CI = 7.52 to 12.7) were also statistically significantly associated with risk, relations that were independent of BMI. Diabetes also emerged as an independent risk factor (OR = 1.19; 95% CI = 1.04 to 1.37). There were also suggestive relations with cryptorchidism (OR = 2.18; 95% CI = 0.96 to 4.94) and orchitis (OR = 1.43; 95% CI = 1.02 to 1.99). Although age at onset of puberty and histories of infertility were unrelated to risk, never having had children was statistically significantly related (OR = 1.29; 95% CI = 1.01 to 1.66). Among individuals diagnosed at older ages, a history of fractures was statistically significantly related (OR = 1.41; 95% CI = 1.07 to 1.86).",
        "Conclusion/Interpretation": "Consistent findings across case-control and cohort investigations, complemented by pooled analyses, indicated important roles for anthropometric and hormonal risk factors in the etiology of male breast cancer. Further investigation should focus on potential roles of endogenous hormones.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Body Mass Index*; Breast Neoplasms, Male / etiology*; Breast Neoplasms, Male / genetics; Breast Neoplasms, Male / metabolism; Case-Control Studies; Cohort Studies; Epididymitis / complications; Gonadal Steroid Hormones / metabolism*; Gynecomastia / complications; Humans; Klinefelter Syndrome / complications; Logistic Models; Male; Middle Aged; Odds Ratio; Orchitis / complications; Overweight / complications; Reproduction; Risk Assessment; Risk Factors; Testis / injuries"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "77",
        "Background/Purpose": "The risks of cancers other than breast and ovarian amongst BRCA1 and BRCA2 mutation carriers are based on relatively few family based studies with the risk of specific cancers tested in population based samples of cancers from founder populations. We assessed risks of \"other cancers\" in 268 BRCA1 families and 222 BRCA2 families using a person years at risk analysis from 1975 to 2005. Cancer confirmations were overall higher than in previous family based studies at 64%. There was no overall increase in risk for BRCA1 carriers although oesophagus had a significant increased RR of 2.9 (95% CI 1.1-6.0) and stomach at 2.4 (95% CI 1.2-4.3), these were based mainly on unconfirmed cases. For BRCA2 increased risks for cancers of the pancreas (RR 4.1, 95% CI 1.9-7.8) and prostate (RR 6.3, 95% CI 4.3-9.0) and uveal melanoma (RR 99.4, 95% CI 11.1-359.8) were confirmed. Possible new associations with oesophagus (RR 4.1, 95% CI 1.9-7.8) and stomach (RR 2.7, 95% CI 1.3-4.8) were detected but these findings should be treated with caution due to lower confirmation rates. In contrast to previous research a higher risk of prostate cancer was found in males with mutations in the BRCA2 OCCR region. The present study strengthens the known links between BRCA2 and pancreatic and prostate cancer, but throws further doubt onto any association with BRCA1. New associations with upper gastro-intestinal malignancy need to be treated with caution and confirmed by large prospective studies.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Aged; BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / genetics; Female; Follow-Up Studies; Humans; Male; Melanoma / genetics; Middle Aged; Mutation*; Neoplasms / epidemiology; Neoplasms / etiology; Neoplasms / genetics*; Ovarian Neoplasms / genetics; Pancreatic Neoplasms / genetics; Pedigree; Prostatic Neoplasms / genetics; Risk Factors; Uveal Melanoma; Uveal Neoplasms / genetics; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "78",
        "Background/Purpose": "Carriers of germline mutations in the BRCA2 gene are known to be at high risk of breast and ovarian cancers, but the risks of other cancers in mutation carriers are uncertain. We investigated these risks in 173 breast-ovarian cancer families with BRCA2 mutations identified at 20 centers in Europe and North America.",
        "Methods": "Other cancer occurrence was determined in a final cohort of 3728 individuals, among whom 681 persons had breast or ovarian cancer and 3047 persons either were known mutation carriers, were first-degree relatives of known mutation carriers, or were first-degree relatives of breast or ovarian cancer patients. Incidence rates were compared with population-specific incidence rates, and relative risks (RRs) to carriers, together with 95% confidence intervals (CIs), were estimated by use of a maximum likelihood approach. Three hundred thirty-three other cancers occurred in this cohort.",
        "Results/Findings": "Statistically significant increases in risks were observed for prostate cancer (estimated RR = 4.65; 95% CI = 3.48-6.22), pancreatic cancer (RR = 3.51; 95% CI = 1. 87-6.58), gallbladder and bile duct cancer (RR = 4.97; 95% CI = 1. 50-16.52), stomach cancer (RR = 2.59; 95%CI = 1.46-4.61), and malignant melanoma (RR = 2.58; 95% CI = 1.28-5.17). The RR for prostate cancer for men below the age of 65 years was 7.33 (95% CI = 4.66-11.52). Among women who had already developed breast cancer, the cumulative risks of a second, contralateral breast cancer and of ovarian cancer by the age of 70 years were estimated to be 52.3% (95% CI = 41.7%-61.0%) and 15.9% (95% CI = 8.8%-22.5%), respectively.",
        "Conclusion/Interpretation": "In addition to the large risks of breast and ovarian cancers, BRCA2 mutations may be associated with increased risks of several other cancers.",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Aged; Aged, 80 and over; Biliary Tract Neoplasms / epidemiology; Biliary Tract Neoplasms / genetics; Breast Neoplasms / epidemiology; Breast Neoplasms / genetics*; Child; Child, Preschool; Europe / epidemiology; Female; Genes, Tumor Suppressor*; Heterozygote*; Humans; Infant; Male; Melanoma / epidemiology; Melanoma / genetics; Middle Aged; Mutation*; Neoplasms / epidemiology*; Neoplasms / genetics*; Neoplasms, Second Primary / epidemiology; Neoplasms, Second Primary / genetics; North America / epidemiology; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / genetics*; Pancreatic Neoplasms / epidemiology; Pancreatic Neoplasms / genetics; Prostatic Neoplasms / epidemiology; Prostatic Neoplasms / genetics; Risk; Skin Neoplasms / epidemiology; Skin Neoplasms / genetics; Stomach Neoplasms / epidemiology; Stomach Neoplasms / genetics"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "79",
        "Background/Purpose": "Although China accounts for 7.8% of worldwide new prostate cancer (PCa) cases and 14.5% of new deaths according to GLOBOCAN 2020, the risk of PCa associated with germline mutations is poorly defined, hampered in part by lack of nationwide evidence. Here, we sequenced 19 PCa predisposition genes in 1,836 Chinese patients with PCa and estimated disease risk associated with inherited mutations.",
        "Methods": "Patients were recruited from 4 tertiary cancer centers (n=1,160) and a commercial laboratory (n=676). Germline DNA was sequenced using a multigene panel, and pathogenic/likely pathogenic (P/LP) mutation frequencies in patients with PCa were compared with populations from the gnomAD (Genome Aggregation Database) and ChinaMAP (China Metabolic Analytics Project) databases. Clinical characteristics and progression-free survival were assessed by mutation status.",
        "Results/Findings": "Of 1,160 patients from hospitals, 89.7% had Gleason scores ≥8, and 65.6% had metastases. P/LP mutations were identified in 8.49% of Chinese patients with PCa. Association with PCa risk was significant for mutations in ATM (odds ratio [OR], 5.9; 95% CI, 3.1-11.1), BRCA2 (OR, 15.3; 95% CI, 10.0-23.2), MSH2 (OR, 15.8; 95% CI, 4.2-59.6), and PALB2 (OR, 5.9; 95% CI, 2.7-13.2). Compared with those without mutations, patients with mutations in ATM, BRCA2, MSH2, or PALB2 showed a poor outcome with treatment using androgen deprivation therapy and abiraterone (hazard ratio, 2.19 [95% CI, 1.34-3.58] and 2.47 [95% CI, 1.23-4.96], respectively) but similar benefit from docetaxel.",
        "Conclusion/Interpretation": "The present multicenter study confirmed that a significant proportion of Chinese patients with PCa had inherited mutations and identified predisposition genes in this underreported ethnicity. These data provide empirical evidence for precision prevention and prognostic estimation in Chinese patients with PCa.",
        "Keywords": "",
        "MeSH_Terms": "Androgen Antagonists; Genetic Predisposition to Disease; Germ-Line Mutation*; Humans; Male; Mutation; Neoplasm Grading; Prostatic Neoplasms* / pathology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "80",
        "Background/Purpose": "Pathogenic variants (PVs) in   are relatively common, but the scope and magnitude of risk remains uncertain. This study aimed to estimate   PV cancer risks independent of family cancer history. This analysis included patients referred for hereditary cancer testing with a multi-gene panel (  = 627,742). Cancer risks for   PV carriers (  = 4,607) were adjusted for family history using multivariable logistic regression and reported as ORs with 95% confidence intervals (CIs). Subanalyses of the c.7271T>G missense PV were conducted. Moderate-to-high risks for pancreatic (OR, 4.21; 95% CI, 3.24-5.47), prostate (OR, 2.58; 95% CI, 1.93-3.44), gastric (OR, 2.97; 95% CI, 1.66-5.31), and invasive ductal breast (OR, 2.03; 95% CI, 1.89-2.19) cancers were estimated for   PV carriers. Notably, c.7271T>G was associated with higher invasive ductal breast cancer risk (OR, 3.76; 95% CI, 2.76-5.12) than other missense and truncating   PVs. Low-to-moderate risks were seen for ductal carcinoma   (OR, 1.80; 95% CI, 1.61-2.02), male breast cancer (OR, 1.72; 95% CI, 1.08-2.75), ovarian cancer (OR, 1.57; 95% CI, 1.35-1.83), colorectal cancer (OR, 1.49; 95% CI, 1.24-1.79), and melanoma (OR, 1.46; 95% CI, 1.18-1.81).   PVs are associated with multiple cancer risks and, while professional society guidelines support that carriers are eligible for increased breast and pancreatic cancer screening, increased screening for prostate and gastric cancer may also be warranted. c.7271T>G is associated with high risk for breast cancer, with a 3- to 4-fold risk increase that supports consideration of strategies for prevention and/or early detection. PREVENTION RELEVANCE: This study estimated risks for multiple cancers associated with   pathogenic variants independent of family history. These results indicate that some common variants may be associated with higher breast cancer risks than previously appreciated and increased screening for prostate and gastric cancer may be warranted for carriers of   pathogenic variants.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Ataxia Telangiectasia Mutated Proteins / genetics*; Biomarkers, Tumor / genetics*; Female; Gene Expression Regulation, Neoplastic*; Genetic Predisposition to Disease*; Genetic Testing; Germ-Line Mutation*; Humans; Male; Middle Aged; Neoplastic Syndromes, Hereditary / genetics; Neoplastic Syndromes, Hereditary / pathology*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "81",
        "Background/Purpose": "While gene panel sequencing is becoming widely used for cancer risk prediction, its clinical utility with respect to predicting aggressive prostate cancer (PrCa) is limited by our current understanding of the genetic risk factors associated with predisposition to this potentially lethal disease phenotype. This study included 837 men diagnosed with aggressive PrCa and 7261 controls (unaffected men and men who did not meet criteria for aggressive PrCa). Rare germline pathogenic variants (including likely pathogenic variants) were identified by targeted sequencing of 26 known or putative cancer predisposition genes. We found that 85 (10%) men with aggressive PrCa and 265 (4%) controls carried a pathogenic variant (  < 0.0001). Aggressive PrCa odds ratios (ORs) were estimated using unconditional logistic regression. Increased risk of aggressive PrCa (OR (95% confidence interval)) was identified for pathogenic variants in   (5.8 (2.7-12.4)),   (5.5 (1.8-16.6)), and   (3.8 (1.6-9.1)). Our study provides further evidence that rare germline pathogenic variants in these genes are associated with increased risk of this aggressive, clinically relevant subset of PrCa. These rare genetic variants could be incorporated into risk prediction models to improve their precision to identify men at highest risk of aggressive prostate cancer and be used to identify men with newly diagnosed prostate cancer who require urgent treatment.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "aggressive prostate cancer; gene panel testing; genetic risk factors; predisposition.",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "82",
        "Background/Purpose": "Mutations in BRCA2 cause a higher risk of early-onset aggressive prostate cancer (PrCa). The IMPACT study is evaluating targeted PrCa screening using prostate-specific-antigen (PSA) in men with germline BRCA1/2 mutations.",
        "Methods": "To report the utility of PSA screening, PrCa incidence, positive predictive value of PSA, biopsy, and tumour characteristics after 3 yr of screening, by BRCA status.",
        "Results/Findings": "Men aged 40-69 yr with a germline pathogenic BRCA1/2 mutation and male controls testing negative for a familial BRCA1/2 mutation were recruited. Participants underwent PSA screening for 3 yr, and if PSA > 3.0 ng/ml, men were offered prostate biopsy.",
        "Conclusion/Interpretation": "PSA levels, PrCa incidence, and tumour characteristics were evaluated. Statistical analyses included Poisson regression offset by person-year follow-up, chi-square tests for proportion t tests for means, and Kruskal-Wallis for medians.",
        "Keywords": "BRCA1; BRCA2; Prostate cancer; Prostate-specific-antigen; Targeted prostate screening.",
        "MeSH_Terms": "Adult; Aged; Early Detection of Cancer / methods*; Genes, BRCA1*; Genes, BRCA2*; Genetic Carrier Screening / methods*; Germ-Line Mutation*; Humans; Kallikreins / blood; Male; Middle Aged; Prospective Studies; Prostate-Specific Antigen / blood; Prostatic Neoplasms / blood; Prostatic Neoplasms / diagnosis*; Prostatic Neoplasms / genetics*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "83",
        "Background/Purpose": "The NCCN Guidelines for Genetic/Familial High-Risk Assessment: Breast, Ovarian, and Pancreatic provide recommendations for genetic testing and counseling for hereditary cancer syndromes, and risk management recommendations for patients who are diagnosed with syndromes associated with an increased risk of these cancers. The NCCN panel meets at least annually to review comments, examine relevant new data, and reevaluate and update recommendations. These NCCN Guidelines Insights summarize the panel's discussion and most recent recommendations regarding criteria for high-penetrance genes associated with breast and ovarian cancer beyond BRCA1/2, pancreas screening and genes associated with pancreatic cancer, genetic testing for the purpose of systemic therapy decision-making, and testing for people with Ashkenazi Jewish ancestry.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Biomarkers, Tumor; Female; Genetic Association Studies; Genetic Counseling; Genetic Predisposition to Disease; Genetic Testing; Humans; Neoplastic Syndromes, Hereditary / diagnosis*; Neoplastic Syndromes, Hereditary / genetics*; Neoplastic Syndromes, Hereditary / therapy; Ovarian Neoplasms / diagnosis*; Ovarian Neoplasms / genetics*; Pancreatic Neoplasms / diagnosis*; Pancreatic Neoplasms / genetics*; Penetrance"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "84",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "85",
        "Background/Purpose": "PALB2 germline pathogenic variants are associated with increased breast cancer risk and smaller increased risk of pancreatic and likely ovarian cancer. Resources for health-care professionals managing PALB2 heterozygotes are currently limited.",
        "Methods": "A workgroup of experts sought to outline management of PALB2 heterozygotes based on current evidence. Peer-reviewed publications from PubMed were identified to guide recommendations, which arose by consensus and the collective expertise of the authors.",
        "Results/Findings": "PALB2 heterozygotes should be offered BRCA1/2-equivalent breast surveillance. Risk-reducing mastectomy can be considered guided by personalized risk estimates. Pancreatic cancer surveillance should be considered, but ideally as part of a clinical trial. Typically, ovarian cancer surveillance is not recommended, and risk-reducing salpingo-oophorectomy should only rarely be considered before the age of 50. Given the mechanistic similarities, PALB2 heterozygotes should be considered for therapeutic regimens and trials as those for BRCA1/2.",
        "Conclusion/Interpretation": "This guidance is similar to those for BRCA1/2. While the range of the cancer risk estimates overlap with BRCA1/2, point estimates are lower in PALB2 so individualized estimates are important for management decisions. Systematic prospective data collection is needed to determine as yet unanswered questions such as the risk of contralateral breast cancer and survival after cancer diagnosis.",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms* / genetics; Fanconi Anemia Complementation Group N Protein / genetics; Female; Genetic Predisposition to Disease; Genetics, Medical*; Genomics; Germ Cells; Humans; Mastectomy; United States"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "86",
        "Background/Purpose": "The International Cancer of the Pancreas Screening Consortium met in 2018 to update its consensus recommendations for the management of individuals with increased risk of pancreatic cancer based on family history or germline mutation status (high-risk individuals).",
        "Methods": "A modified Delphi approach was employed to reach consensus among a multidisciplinary group of experts who voted on consensus statements. Consensus was considered reached if ≥75% agreed or disagreed.",
        "Results/Findings": "Consensus was reached on 55 statements. The main goals of surveillance (to identify high-grade dysplastic precursor lesions and T1N0M0 pancreatic cancer) remained unchanged. Experts agreed that for those with familial risk, surveillance should start no earlier than age 50 or 10 years earlier than the youngest relative with pancreatic cancer, but were split on whether to start at age 50 or 55. Germline   mutation carriers with one affected first-degree relative are now considered eligible for surveillance. Experts agreed that preferred surveillance tests are endoscopic ultrasound and MRI/magnetic retrograde cholangiopancreatography, but no consensus was reached on how to alternate these modalities. Annual surveillance is recommended in the absence of concerning lesions. Main areas of disagreement included if and how surveillance should be performed for hereditary pancreatitis, and the management of indeterminate lesions.",
        "Conclusion/Interpretation": "Pancreatic surveillance is recommended for selected high-risk individuals to detect early pancreatic cancer and its high-grade precursors, but should be performed in a research setting by multidisciplinary teams in centres with appropriate expertise. Until more evidence supporting these recommendations is available, the benefits, risks and costs of surveillance of pancreatic surveillance need additional evaluation.",
        "Keywords": "early detection; familial pancreatic cancer; genetic predisposition; pancreatic ductal adenocarcinoma; surveillance.",
        "MeSH_Terms": "Age Factors; Biomedical Research / methods; Carcinoma / diagnosis*; Carcinoma / genetics; Early Detection of Cancer / methods*; Genetic Predisposition to Disease; Germ-Line Mutation; Humans; Mass Screening / methods; Pancreatic Neoplasms / diagnosis*; Pancreatic Neoplasms / genetics; Population Surveillance / methods; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "87",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Diagnostic Imaging; Humans; Pancreatic Neoplasms* / diagnostic imaging"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "88",
        "Background/Purpose": "Identification and resection of successful targets, that is, T  N M  pancreatic ductal adenocarcinoma (PDAC) and high-grade precursors during surveillance of high-risk individuals (HRIs) confers improved survival. Late-stage PDACs refer to T  N M  and nodal or distant metastatic PDAC stages diagnosed during the follow-up phase of HRI surveillance. This study aimed to quantify late-stage PDACs during HRI surveillance and identify associated clinicoradiologic factors.",
        "Methods": "A systematic search (PROSPERO:CRD42018117189) from Cochrane Library, Embase, Google Scholar, Medline, PubMed, Scopus, and Web of Science was last performed on April 18, 2021. Only original HRI surveillance manuscripts that specified follow-up strategies were included, and studies with only baseline information were excluded. Cumulative incidences of advanced neoplasia: high-grade precursors and all PDACs, and surveillance-detected/interval late-stage PDACs were calculated through random-effects model. Incidence of late-stage PDACs underwent metaregression to identify association with HRI clinicoradiologic features. Publication bias was assessed through the funnel plot and Egger's regression line.",
        "Results/Findings": "Thirteen original surveillance studies included 2169 HRIs followed over 7302.72 patient-years. Cumulative incidence of advanced neoplasia and late-stage PDACs was 3.3 (95% confidence interval [CI]: 0.6-7.4) and 1.7 (95% CI: 0.2-4.0) per 1000 patient-years, respectively. Late-stage PDACs lacked significant association with surveillance imaging, baseline pancreatic morphology, study location, genetic background, gender, or age. Limited information on diagnostic error, symptoms, timing of presentation, lesion site, and surveillance adherence precluded formal meta-analysis.",
        "Conclusion/Interpretation": "A sizeable proportion of late-stage PDACs were detected during follow-up. Their incidence lacked association with baseline clinicoradiologic features. Further causal investigation of stage-based outcomes is warranted for overall improvement in HRI surveillance.",
        "Keywords": "Pancreatic Cancer; Surveillance; Survival.",
        "MeSH_Terms": "Carcinoma, Pancreatic Ductal / diagnostic imaging; Carcinoma, Pancreatic Ductal / epidemiology*; Carcinoma, Pancreatic Ductal / secondary*; Carcinoma, Pancreatic Ductal / surgery; Endosonography; Humans; Incidence; Magnetic Resonance Imaging; Neoplasm Staging; Pancreatic Neoplasms / diagnostic imaging; Pancreatic Neoplasms / epidemiology*; Pancreatic Neoplasms / pathology*; Pancreatic Neoplasms / surgery; Risk Factors; Time Factors; Tomography, X-Ray Computed; Watchful Waiting*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "89",
        "Background/Purpose": "To successfully implement imaging-based pancreatic cancer (PC) surveillance, understanding the timeline and morphologic features of neoplastic progression is key. We aimed to investigate the progression to neoplasia from serial prediagnostic pancreatic imaging tests in high-risk individuals and identify factors associated with successful early detection.",
        "Methods": "We retrospectively examined the development of pancreatic abnormalities in high-risk individuals who were diagnosed with PC or underwent pancreatic surgery, or both, in 16 international surveillance programs.",
        "Results/Findings": "Of 2552 high-risk individuals under surveillance, 28 (1%) developed neoplastic progression to PC or high-grade dysplasia during a median follow-up of 29 months after baseline (interquartile range [IQR], 40 months). Of these, 13 of 28 (46%) presented with a new lesion (median size, 15 mm; range 7-57 mm), a median of 11 months (IQR, 8; range 3-17 months) after a prior examination, by which time 10 of 13 (77%) had progressed beyond the pancreas. The remaining 15 of 28 (54%) had neoplastic progression in a previously detected lesion (12 originally cystic, 2 indeterminate, 1 solid), and 11 (73%) had PC progressed beyond the pancreas. The 12 patients with cysts had been monitored for 21 months (IQR, 15 months) and had a median growth of 5 mm/y (IQR, 8 mm/y). Successful early detection (as high-grade dysplasia or PC confined to the pancreas) was associated with resection of cystic lesions (vs solid or indeterminate lesions (odds ratio, 5.388; 95% confidence interval, 1.525-19.029) and small lesions (odds ratio, 0.890/mm; 95% confidence interval 0.812-0.976/mm).",
        "Conclusion/Interpretation": "In nearly half of high-risk individuals developing high-grade dysplasia or PC, no prior lesions are detected by imaging, yet they present at an advanced stage. Progression can occur before the next scheduled annual examination. More sensitive diagnostic tools or a different management strategy for rapidly growing cysts are needed.",
        "Keywords": "Familial Pancreatic Cancer; Pancreatic Cancer; Screening; Surveillance.",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Disease Progression; Early Detection of Cancer*; Endosonography; Female; Follow-Up Studies; Humans; Magnetic Resonance Imaging; Male; Middle Aged; Neoplasm Metastasis; Pancreas / pathology; Pancreatic Cyst / diagnostic imaging; Pancreatic Cyst / pathology; Pancreatic Neoplasms / diagnostic imaging*; Pancreatic Neoplasms / pathology*; Pancreatic Neoplasms / surgery; Precancerous Conditions / diagnostic imaging*; Precancerous Conditions / pathology*; Retrospective Studies; Risk Factors; Time Factors; Tomography, X-Ray Computed; Tumor Burden; Watchful Waiting*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "90",
        "Background/Purpose": "To report pancreas surveillance outcomes of high-risk individuals within the multicenter Cancer of Pancreas Screening-5 (CAPS5) study and to update outcomes of patients enrolled in prior CAPS studies.",
        "Methods": "Individuals recommended for pancreas surveillance were prospectively enrolled into one of eight CAPS5 study centers between 2014 and 2021. The primary end point was the stage distribution of pancreatic ductal adenocarcinoma (PDAC) detected (stage I   higher-stage). Overall survival was determined using the Kaplan-Meier method.",
        "Results/Findings": "Of 1,461 high-risk individuals enrolled into CAPS5, 48.5% had a pathogenic variant in a PDAC-susceptibility gene. Ten patients were diagnosed with PDAC, one of whom was diagnosed with metastatic PDAC 4 years after dropping out of surveillance. Of the remaining nine, seven (77.8%) had a stage I PDAC (by surgical pathology) detected during surveillance; one had stage II, and one had stage III disease. Seven of these nine patients with PDAC were alive after a median follow-up of 2.6 years. Eight additional patients underwent surgical resection for worrisome lesions; three had high-grade and five had low-grade dysplasia in their resected specimens. In the entire CAPS cohort (CAPS1-5 studies, 1,731 patients), 26 PDAC cases have been diagnosed, 19 within surveillance, 57.9% of whom had stage I and 5.2% had stage IV disease. By contrast, six of the seven PDACs (85.7%) detected outside surveillance were stage IV. Five-year survival to date of the patients with a screen-detected PDAC is 73.3%, and median overall survival is 9.8 years, compared with 1.5 years for patients diagnosed with PDAC outside surveillance (hazard ratio [95% CI]; 0.13 [0.03 to 0.50],   = .003).",
        "Conclusion/Interpretation": "Most pancreatic cancers diagnosed within the CAPS high-risk cohort in the recent years have had stage I disease with long-term survival.",
        "Keywords": "",
        "MeSH_Terms": "Carcinoma, Pancreatic Ductal* / genetics; Carcinoma, Pancreatic Ductal* / pathology; Carcinoma, Pancreatic Ductal* / surgery; Early Detection of Cancer / methods; Humans; Pancreas / surgery; Pancreatic Neoplasms* / diagnosis; Pancreatic Neoplasms* / genetics; Pancreatic Neoplasms* / surgery"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "91",
        "Background/Purpose": "Germline   variants represent a main genetic cause of breast cancers before 31 years of age. Development of cancer multi-gene panels has resulted in an exponential increase of germline   testing in breast cancer patients. Interpretation of   variants, which are mostly missense, is complex and requires excluding clonal haematopoiesis and circulating tumour DNA. In breast cancer patients harbouring germline disease-causing   variants, radiotherapy contributing to the development of subsequent tumours should be, if possible, avoided and, within families, annual follow-up including whole-body MRI should be offered to carriers. We consider that, in breast cancer patients, germline   testing should be performed before treatment and offered systematically only to patients with: (i) invasive breast carcinoma or   in situ (DCIS) before 31; or (ii) bilateral or multifocal or HER2+ invasive breast carcinoma/DCIS or phyllode tumour before 36; or (iii) invasive breast carcinoma before 46 and another   core tumour (breast cancer, soft-tissue sarcoma, osteosarcoma, central nervous system tumour, adrenocortical carcinoma); or (iv) invasive breast carcinoma before 46 and one first- or second-degree relative with a   core tumour before 56. In contrast, women presenting with breast cancer after 46, without suggestive personal or familial history, should not be tested for",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "Li-Fraumeni syndrome; TP53; breast cancer; gene panels; heritable TP53-related cancer syndrome; interpretation; variant.",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "92",
        "Background/Purpose": "PTEN hamartoma tumour syndrome is a diverse multi-system disorder predisposing to the development of hamartomatous growths, increasing risk of breast, thyroid, renal cancer, and possibly increasing risk of endometrial cancer, colorectal cancer and melanoma. There is no international consensus on cancer surveillance in PHTS and all current guidelines are based on expert opinion. A comprehensive literature review was undertaken and guidelines were developed by clinicians with expertise from clinical genetics, gynaecology, endocrinology, dermatology, radiology, gastroenterology and general surgery, together with affected individuals and their representatives. Recommendations were put forward for surveillance for breast, thyroid and renal cancers. Limited recommendations were developed for other sites including endometrial, colon and skin. The proposed cancer surveillance recommendations for PHTS require a coordinated multidisciplinary approach and significant patient commitment. The evidence base for cancer surveillance in this guideline are limited, emphasising the need for prospective evaluation of the effectiveness of surveillance in the PHTS population.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Consensus Development Conferences as Topic; Early Detection of Cancer / methods; Early Detection of Cancer / standards; Genetic Testing / methods; Genetic Testing / standards*; Hamartoma Syndrome, Multiple / diagnosis; Hamartoma Syndrome, Multiple / epidemiology; Hamartoma Syndrome, Multiple / genetics*; Humans; Practice Guidelines as Topic*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "93",
        "Background/Purpose": "Hereditary diffuse gastric cancer (HDGC) is an autosomal dominant cancer syndrome that is characterised by a high prevalence of diffuse gastric cancer and lobular breast cancer. It is largely caused by inactivating germline mutations in the tumour suppressor gene CDH1, although pathogenic variants in CTNNA1 occur in a minority of families with HDGC. In this Policy Review, we present updated clinical practice guidelines for HDGC from the International Gastric Cancer Linkage Consortium (IGCLC), which recognise the emerging evidence of variability in gastric cancer risk between families with HDGC, the growing capability of endoscopic and histological surveillance in HDGC, and increased experience of managing long-term sequelae of total gastrectomy in young patients. To redress the balance between the accessibility, cost, and acceptance of genetic testing and the increased identification of pathogenic variant carriers, the HDGC genetic testing criteria have been relaxed, mainly through less restrictive age limits. Prophylactic total gastrectomy remains the recommended option for gastric cancer risk management in pathogenic CDH1 variant carriers. However, there is increasing confidence from the IGCLC that endoscopic surveillance in expert centres can be safely offered to patients who wish to postpone surgery, or to those whose risk of developing gastric cancer is not well defined.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Humans; Neoplastic Syndromes, Hereditary*; Stomach Neoplasms*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "94",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "95",
        "Background/Purpose": "Breast cancer (BC) risk prediction allows systematic identification of individuals at highest and lowest risk. We extend the Breast and Ovarian Analysis of Disease Incidence and Carrier Estimation Algorithm (BOADICEA) risk model to incorporate the effects of polygenic risk scores (PRS) and other risk factors (RFs).",
        "Methods": "BOADICEA incorporates the effects of truncating variants in BRCA1, BRCA2, PALB2, CHEK2, and ATM; a PRS based on 313 single-nucleotide polymorphisms (SNPs) explaining 20% of BC polygenic variance; a residual polygenic component accounting for other genetic/familial effects; known lifestyle/hormonal/reproductive RFs; and mammographic density, while allowing for missing information.",
        "Results/Findings": "Among all factors considered, the predicted UK BC risk distribution is widest for the PRS, followed by mammographic density. The highest BC risk stratification is achieved when all genetic and lifestyle/hormonal/reproductive/anthropomorphic factors are considered jointly. With all factors, the predicted lifetime risks for women in the UK population vary from 2.8% for the 1st percentile to 30.6% for the 99th percentile, with 14.7% of women predicted to have a lifetime risk of ≥17-<30% (moderate risk according to National Institute for Health and Care Excellence [NICE] guidelines) and 1.1% a lifetime risk of ≥30% (high risk).",
        "Conclusion/Interpretation": "This comprehensive model should enable high levels of BC risk stratification in the general population and women with family history, and facilitate individualized, informed decision-making on prevention therapies and screening.",
        "Keywords": "BOADICEA; PRS; breast cancer; rare variants; risk prediction.",
        "MeSH_Terms": "Ataxia Telangiectasia Mutated Proteins / genetics; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms / epidemiology*; Breast Neoplasms / genetics*; Breast Neoplasms / pathology; Checkpoint Kinase 2 / genetics; Fanconi Anemia Complementation Group N Protein / genetics; Female; Genetic Predisposition to Disease*; Genetic Testing*; Humans; Multifactorial Inheritance / genetics; Mutation / genetics; Ovarian Neoplasms / epidemiology; Ovarian Neoplasms / genetics; Ovarian Neoplasms / pathology; Polymorphism, Single Nucleotide / genetics; Risk Assessment; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "96",
        "Background/Purpose": "CHEK2 is a cell cycle checkpoint regulator, and the CHEK2*1100delC germline mutation leads to loss of function and increased breast cancer risk. It seems plausible that this mutation could also predispose to other cancers. Therefore, we tested the hypothesis that CHEK2*1100delC heterozygosity is associated with increased risk for other cancers in addition to breast cancer in the general population.",
        "Methods": "We examined 86,975 individuals from the Copenhagen General Population Study, recruited from 2003 through 2010. The participants completed a questionnaire on health and lifestyle, were examined physically, had blood drawn for DNA extraction, were tested for presence of CHEK2*1100delC using Taqman assays and sequencing, and were linked over 1943 through 2011 to the Danish Cancer Registry. Incidences and risks of individual cancer types, including breast cancer, were calculated using Kaplan-Meier estimates, Fine and Gray competing-risks regressions, and stratified analyses with interaction tests.",
        "Results/Findings": "Among 86,975 individuals, 670 (0.8%) were CHEK2*1100delC heterozygous, 2,442 developed breast cancer, and 6,635 developed other cancers. The age- and sex-adjusted hazard ratio for CHEK2*1100delC heterozygotes compared with noncarriers was 2.08 (95% CI, 1.51 to 2.85) for breast cancer and 1.45 (95% CI, 1.15 to 1.82) for other cancers. When stratifying for sex, the age-adjusted hazard ratios for other cancers were 1.54 (95% CI, 1.08 to 2.18) for women and 1.37 (95% CI, 1.01 to 1.85) for men (sex difference: P = .63). For CHEK2*1100delC heterozygotes compared with noncarriers, the age- and sex-adjusted hazard ratios were 5.76 (95% CI, 2.12 to 15.6) for stomach cancer, 3.61 (95% CI, 1.33 to 9.79) for kidney cancer, 3.45 (95% CI, 1.09 to 10.9) for sarcoma, and 1.60 (95% CI, 1.00 to 2.56) for prostate cancer.",
        "Conclusion/Interpretation": "CHEK2*1100delC heterozygosity is associated with 15% to 82% increased risk for at least some cancers in addition to breast cancer. This information may be useful in clinical counseling of patients with this loss-of-function mutation.",
        "Keywords": "",
        "MeSH_Terms": "Aged; Breast Neoplasms / epidemiology*; Breast Neoplasms / genetics*; Checkpoint Kinase 2 / genetics*; Denmark / epidemiology; Female; Genetic Predisposition to Disease; Genotype; Germ-Line Mutation*; Heterozygote; Humans; Incidence; Kaplan-Meier Estimate; Middle Aged; Neoplasms, Multiple Primary / epidemiology*; Neoplasms, Multiple Primary / genetics*; Odds Ratio; Registries; Research Design; Risk Assessment; Risk Factors; Surveys and Questionnaires"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "97",
        "Background/Purpose": "Healthy individuals and patients with cancer who are carriers of germline pathogenic variants in the BRCA1/2 genes face multiple reproductive challenges that require appropriate counseling and specific expertise.",
        "Methods": "On December 5th-7th, 2019, patient advocates and physicians with expertise in the field of reproductive medicine, fertility preservation, and oncology were invited to \"San Giuseppe Moscati\" Hospital in Avellino (Italy) for a workshop on reproductive management of women with germline pathogenic variants in the BRCA1/2 genes. From the discussion regarding the current evidence and future prospective in the field, eight main research questions were formulated and eight recommendations were developed regarding fertility, fertility preservation, preimplantation genetic testing, and pregnancy in healthy carriers and patients with cancer.",
        "Results/Findings": "Several misconceptions about the topic persist among health care providers and patients often resulting in a discontinuous and suboptimal management. With the aim to offer patient-tailored counseling about reproductive issues, both awareness of current evidences and research should be promoted.",
        "Conclusion/Interpretation": "",
        "Keywords": "BRCA; Cancer; Fertility; Oocyte cryopreservation; Ovarian reserve; Preimplantation genetic testing.",
        "MeSH_Terms": "BRCA1 Protein / genetics; Breast Neoplasms* / genetics; Female; Fertility; Fertility Preservation*; Genes, BRCA1; Genetic Testing; Germ Cells; Humans; Pregnancy"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "98",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "Clinical Practice Guidelines; cancer; fertility; pregnancy.",
        "MeSH_Terms": "Cryopreservation; Female; Fertility Preservation*; Humans; Neoplasms* / therapy; Pregnancy"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "99",
        "Background/Purpose": "The detection of germline BRCA1/2 pathogenic variant has relevant implications for the patients and their family members. Family planning, prophylactic surgery and the possibility of preimplantation genetic testing for monogenic disorders (PGT-M) to avoid transmittance of pathogenic variants to the offspring are relevant topics in this setting. PGT-M is valuable option for BRCA carriers, but it remains a controversial and underdiscussed topic. Although the advances in PGT technologies have improved pregnancy rate, there are still several important challenges associated with its use. The purpose of this review is to report the current evidence on PGT-M for BRCA1/2 carriers, ethical concerns and controversy associated with its use, reproductive implications of BRCA pathogenic variants, underlying areas in which an educational effort would be beneficial as well as possibilities for future research efforts in the field.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "BRCA1/2 pathogenic variants; Fertility preservation; Hereditary breast and ovarian cancer syndrome; Oocytes; Preimplantation genetic testing for monogenic disorders.",
        "MeSH_Terms": "BRCA1 Protein / genetics; BRCA2 Protein / genetics; Female; Genetic Testing; Heterozygote; Humans; Pregnancy; Preimplantation Diagnosis*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "100",
        "Background/Purpose": "BRCA mutation carriers have an increased risk of developing breast or ovarian cancer. Risk-reducing bilateral salpingo-oophorectomy (RRBSO) is associated with a decrease in risk for tubal and ovarian cancer. Hormone replacement therapy (HRT) may increase breast, ovarian, and endometrial cancer risk in the general population. This review analyses the published data on HRT and risk of cancer in BRCA mutation carriers with and without RRBSO.",
        "Methods": "We included all relevant articles published in English from 1995 to October 2020. Sources were identified through a search on PubMed and Cochrane Library.",
        "Results/Findings": "We included one case-control and one retrospective cohort study on ovarian and one case-control study on endometrial cancer risk and HRT in BRCA mutation carriers. Regarding breast cancer risk, one case-control study on BRCA mutation carriers with and without RRBSO and one case-control study, one Markov chain decision model, two prospective cohort studies, and one metaanalysis on carriers after RRBSO were included. For ovarian cancer, results were ambiguous. For breast cancer, most studies did not find an adverse effect associated with HRT. However, some of the studies found a risk modification associated with different formulations and duration of use.",
        "Conclusion/Interpretation": "Although data are limited, HRT does not seem to have a relevant effect on cancer risk in BRCA mutation carriers. RRBSO should not be postponed to avoid subsequent HRT in this population. Adequate HRT after RRBSO should be offered to avoid chronic diseases resulting from low estrogen levels. However, further data on the safety of different formulations are needed.",
        "Keywords": "BRCA1; BRCA2; Breast cancer; Hormone replacement therapy; Ovarian cancer.",
        "MeSH_Terms": "BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / etiology*; Breast Neoplasms / pathology; Endometrial Neoplasms / etiology*; Endometrial Neoplasms / pathology; Female; Genetic Predisposition to Disease; Heterozygote; Hormone Replacement Therapy / adverse effects*; Humans; Mutation*; Ovarian Neoplasms / etiology*; Ovarian Neoplasms / pathology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "101",
        "Background/Purpose": "BRCA1/BRCA2 mutation carriers often undergo risk-reducing salpingo-oophorectomy (RRSO) before natural menopause, raising the issue of hormonal replacement treatment (HRT) use. There is conflicting evidence on the effect of HRT on breast cancer (BC) risk, and there are limited data on risk based on age at exposure. In the general population, HRT users have an increased BC risk (hazard ratio = 1.34). We assessed the impact of short-term HRT use on BC risk among healthy BRCA1/2 mutation carriers, with emphasis on age at exposure to HRT.",
        "Methods": "A retrospective cohort of 306 consecutive healthy BRCA1/2 mutation carriers who had undergone RRSO was followed up for a mean of 7.26 years. We compared BC incidence over time in carriers who received HRT with that in those who did not receive.",
        "Results/Findings": "Thirty-six of the carriers were diagnosed with BC, 20 of 148 patients (13.5%) in the HRT group compared with 16 of 155 (10.3%) in the non-HRT group (odds ratio [OR] = 1.4, 95% confidence interval [CI] = 0.7-2.7). In women who were aged 45 years or younger at RRSO, HRT did not affect BC rates. However, in those older than 45 years at RRSO, BC rates were significantly higher in HRT users than in non-users (OR = 3.43, p < 0.05, 95% CI = 1.2-9.8).",
        "Conclusion/Interpretation": "In BRCA1/BRCA2 carriers in this study, short-term post-RRSO HRT use was associated with a threefold risk of BC in carriers older than 45 years. These results suggest that risk may be related to time of exposure to HRT around the natural age of menopause, even among BRCA1/2 carriers. Further studies are needed for validation and to guide future recommendations.",
        "Keywords": "BRCA mutation carriers; Cancer risk; Combined oestrogen and progesterone; Ductal carcinoma in situ (DCIS); Hereditary cancer; Hormone replacement therapy; Invasive breast cancer; Menopause; Oestrogen replacement therapy; Risk-reducing salpingo-oophorectomy.",
        "MeSH_Terms": "Adult; Aged; BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / drug therapy*; Breast Neoplasms / pathology; Breast Neoplasms / surgery; Female; Follow-Up Studies; Genetic Predisposition to Disease; Heterozygote*; Hormone Replacement Therapy / methods*; Humans; Middle Aged; Mutation*; Prognosis; Retrospective Studies; Risk Reduction Behavior; Salpingo-oophorectomy / methods*; Survival Rate"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "102",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "Clinical Practice Guidelines; bone metastases; bone-targeted agents; cancer treatment-induced bone loss; diagnosis; follow-up; treatment.",
        "MeSH_Terms": "Bone Density*; Combined Modality Therapy; Humans; Neoplasm Staging; Neoplasms* / epidemiology; Neoplasms* / therapy"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "103",
        "Background/Purpose": "The primary aim of the present study was to conduct a systematic review of short-, intermediate- and long-term psychological effects, such as anxiety, depression and distress, on individuals undergoing genetic testing to determine BRCA1 and BRCA2 gene mutation. The different instruments used for the measurement of each construct were reported. In addition, risk and protective factors associated with psychological outcomes of genetic tests were explored.",
        "Methods": "Bibliographic databases were searched for studies published over the period 1998-2018. Using the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) method, 21 articles were selected for the current review.",
        "Results/Findings": "Overall, the collected data revealed rather diverse results, although most studies reported higher levels of distress, anxiety and depression in carriers, as compared to non-carriers. The two genders were not equally represented, with men constituting only 6% of the sample. Risk factors and protective factors that may influence psychological outcomes and adjustment to genetic tests are highlighted and discussed in this review.",
        "Conclusion/Interpretation": "The increased risk of developing cancer associated with positive genetic testing results may be experienced as traumatic by many patients, although not all individuals with positive genetic testing results will experience increased distress. Hence, future studies should consider specific risk factors in order to select those who are more likely to be in need of psychological support. Finally, it is necessary to increase the number of male samples to better understand the male experience related to genetic testing outcomes.",
        "Keywords": "Anxiety; BRCA1/2 mutation; Cancer risk; Depression; Genetic counselling; Psychological distress; Review.",
        "MeSH_Terms": "Adult; Anxiety / psychology*; BRCA1 Protein / genetics*; BRCA2 Protein / genetics*; Breast Neoplasms / diagnosis*; Breast Neoplasms / psychology; Depression / psychology*; Female; Genetic Counseling / psychology; Genetic Testing; Humans; Male; Mutation; Protective Factors; Risk Factors; Stress, Psychological / psychology*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "104",
        "Background/Purpose": "Women carrying  -mutations are facing significant challenges, including decision making regarding surveillance and risk-reducing surgery. They often report that they are left alone with these important decisions. In order to enhance the genetic counselling session we organized a group-based patient education (GPE) course for women with  -mutations. The study aims were to characterize women attending a group-based patient education (GPE) course for hereditary breast and ovarian cancer, consider the usefulness of the course, evaluate symptoms of anxiety and depression among the participants, and finally investigate whether their levels of anxiety and depression changed from before to after the course session.",
        "Methods": "A prospective study was conducted. Two weeks before (T1) and 2 weeks after (T2) attending the GPE-course the participants received questionnaires by mail. We collected information on demographic- and medical variables, anxiety and depression using Hospital Anxiety and Depression Scale (HADS), self-efficacy using The Bergen Genetic Counseling Self-Efficacy scale (BGCSES) and coping style using the Threatening Medical Situations Inventory (TMSI). A total of   = 100 (77% response rate) women participated at baseline and 75 (58% response rate) also completed post-course assessment.",
        "Results/Findings": "The mean level of anxiety symptoms was elevated among participants but decreased significantly during follow-up. Lower anxiety symptom levels were associated with \"longer time since disclosure of gene test result\", \"higher levels of self-efficacy\" and having experienced \"loss of a close relative due to breast or ovarian cancer\". Lower depression symptom levels were associated with \"higher levels of education\" and \"loss of a close relative due to breast or ovarian cancer\".",
        "Conclusion/Interpretation": "The women in this study seemed to benefit from the GPE course. Women newly diagnosed with a   mutation who reported lower levels of self-efficacy and lower levels of education were more vulnerable. These women need special attention.",
        "Keywords": "Anxiety symptoms; Depression symptoms; Genetic counseling; Group-based patient education course; Hereditary cancer.",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "105",
        "Background/Purpose": "In order to assess the levels of distress and psychosocial support needs of a high risk population, we undertook a study to look at both the objective and subjective levels of distress and the wants and needs of individuals from a high familial cancer risk population. Three hundred and eighteen individuals (160 affected, 158 unaffected) completed several distress and psychosocial needs questionnaires (including the Brief Symptom Inventory-18). Sixty key informants were also surveyed about their perspective on the support needs of this population. In the largely female (90%), largely HBOC syndrome group (approximately 90%), 20% had significant levels of generalized distress, with no significant differences between affected and unaffected individuals. Generalized distress was also not significantly different as a function of mutation status. Individuals who received inconclusive test results, however, were more likely to indicate somatic symptoms of distress. Those individuals who did not have social support were more likely to be those who had never had cancer and who either had a mutation, received inconclusive test results, or were not tested. Key informants were most likely to indicate that patients need more support. These results provide evidence for the importance of establishing regular psychosocial distress screening, including a focus on somatic symptoms, in such high risk populations.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Family*; Genetic Predisposition to Disease; Health Services Needs and Demand*; Humans; Neoplasms / genetics; Neoplasms / psychology*; Risk Factors; Stress, Psychological*; Surveys and Questionnaires"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "106",
        "Background/Purpose": "Genetic testing for breast cancer predisposition has been available in the clinical practice for more than a decade. How the result of genetic testing affects the psychological well-being of the individuals is an under-researched area in many populations. Follow-up analysis of psychological well-being via HADS scale was performed in 364 individuals at 3 months and 1 year after the disclosure of BRCA1/2 genetic result. We analyzed potential predictors for pathological anxiety and variables associated to the variation of HADS scores over time. At pre-test only 16% and 4% of individuals presented symptoms of anxiety and depression, respectively. Having a prior diagnosis of cancer and presenting a pathological HADS-A score at the baseline were associated with clinically significant anxiety scores at one year, but the genetic test result was not. Thus, BRCA genetic testing does not influence short and long term anxiety and depression levels among those identified as mutation carriers. It is our task to demystify the allegedly negative impact of BRCA testing on psychological well being to increase the uptake of genetic testing and benefit those who are at high risk of developing breast, ovarian and prostate cancer.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Aged; Aged, 80 and over; Anxiety / etiology*; Depression / etiology*; Female; Follow-Up Studies; Genes, BRCA1*; Genes, BRCA2*; Genetic Markers; Genetic Predisposition to Disease / psychology*; Genetic Testing*; Hereditary Breast and Ovarian Cancer Syndrome / genetics; Hereditary Breast and Ovarian Cancer Syndrome / psychology*; Humans; Logistic Models; Male; Middle Aged; Multivariate Analysis; Psychological Tests; Risk Factors; Spain; Surveys and Questionnaires; Time Factors; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "107",
        "Background/Purpose": "Understanding the intermediate- and long-term psychological consequences of genetic testing for cancer patients has led to encouraging research, but a clear consensus of the psychosocial impact and clinical routine for cancer-affected BRCA1 and BRCA2 mutation carriers is still missing. We performed a systematic review of intermediate- and long-term studies investigating the psychological impact like psychological distress, anxiety, and depression in cancer-affected BRCA mutation carriers compared to unaffected mutation carriers. This review included the screening of 1243 studies. Eight intermediate- and long-term studies focusing on distress, anxiety, and depression symptoms among cancer-affected mutation carriers at least six months after the disclosure of genetic testing results were included. Studies reported a great variety of designs, methods, and patient outcomes. We found evidence indicating that cancer-affected mutation carriers experienced a negative effect in relation to psychological well-being in terms of an increase in symptoms of distress, anxiety, and depression in the first months after test disclosure. In the intermediate- and long-term, no significant clinical relevant symptoms occurred. However, none of the included studies used specific measurements, which can clearly identify psychological burdens of cancer-affected mutation carriers. We concluded that current well-implemented distress screening instruments are not sufficient for precisely identifying the psychological burden of genetic testing. Therefore, future studies should implement coping strategies, specific personality structures, the impact of genetic testing, supportive care needs and disease management behaviour to clearly screen for the possible intermediate- and long-term psychological impact of a positive test disclosure.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "Anxiety; Brca mutation; Depression; Distress; Hereditary cancer; Psychological burden; Review.",
        "MeSH_Terms": "Adolescent; Adult; Aged; Aged, 80 and over; Anxiety*; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Depression*; Female; Genetic Testing; Humans; Longitudinal Studies; Male; Middle Aged; Mutation*; Neoplasms / genetics; Neoplasms / metabolism; Neoplasms / psychology*; Stress, Psychological*; Young Adult"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "108",
        "Background/Purpose": "Oncological Genetic Counselling (CGO) allows the identification of a genetic component that increases the risk of developing a cancer. Individuals' psychological reactions are influenced by both the content of the received information and the subjective perception of their own risk of becoming ill or being a carrier of a genetic mutation. This study included 120 participants who underwent genetic counselling for breast and/or ovarian cancer. The aim of the study was to examine the relation between their cancer risk perception and the genetic risk during CGO before receiving genetic test results, considering the influence of some psychological variables, in particular distress, anxiety and depression. Participants completed the following tools during a psychological interview: a socio-demographic form, Cancer Risk Perception (CRP) and Genetic Risk Perception (GRP), Hospital Anxiety and Depression Scale (HADS) and Distress Thermometer (DT). The data seem to confirm our hypothesis. Positive and significant correlations were found between the observed variables. Moreover, genetic risk perception determined an increase in depressive symptomatology and cancer risk perception led to an increase in anxious symptomatology, specifically in participants during cancer treatment. The present results suggest the importance of assessing genetic and cancer risk perception in individuals who undergo CGO, to identify those who are at risk of a decrease in psychological well-being and of developing greater psychological distress.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "BRCA 1/2; Cancer risk perception; Distress; Genetic counselling; Genetic risk perception.",
        "MeSH_Terms": "Adult; Anxiety / psychology*; Breast Neoplasms / genetics; Breast Neoplasms / psychology*; Female; Genetic Counseling / psychology*; Genetic Predisposition to Disease / psychology*; Humans; Middle Aged; Mutation; Ovarian Neoplasms / genetics; Ovarian Neoplasms / psychology*; Perception; Risk Factors; Stress, Psychological / psychology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "109",
        "Background/Purpose": "Few studies have quantitatively evaluated the uptake and outcomes of BRCA1/2 genetic counseling and testing in men. We conducted a prospective longitudinal study to describe and compare uptake of and psychosocial outcomes following BRCA1/2 testing in a sample of men and women at high-risk for carrying a BRCA1/2 mutation. Men (n = 98) and women (n = 243) unaffected with cancer completed baseline assessments prior to genetic counseling and testing and then 6- and 12-months post-testing. Most men (n = 94; 95.9%) opted to have genetic testing, of whom 44 received positive BRCA1/2 genetic test results and 50 received true negative results. Among women, 93.4% had genetic testing, of whom 79 received positive results and 148 received negative results. In multivariate models, male BRCA1/2 carriers reported significantly higher genetic testing distress (6-months: Z = 4.48, P < 0.0001; 12-months: Z = 2.78, P < 0.01) than male non-carriers. After controlling for baseline levels of distress, no statistically significant differences emerged between male and female BRCA1/2 carriers in psychological distress at 12-months post-testing, although absolute differences were evident over time. Predictors of distress related to genetic testing among male carriers at 12-months included higher baseline cancer-specific distress (Z = 4.73, P < 0.0001) and being unmarried (Z = 2.18, P < 0.05). Similarly, baseline cancer-specific distress was independently associated with cancer-specific distress at 6- (Z = 3.66, P < 0.001) and 12-months (Z = 4.44, P < 0.0001) post-testing among male carriers. Clinically, our results suggest that pre-test assessment of distress and creation of educational materials specifically tailored to the needs and concerns of male carriers may be appropriate in this important but understudied high-risk group.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Depression / epidemiology*; Female; Genes, BRCA1*; Genes, BRCA2*; Genetic Testing / psychology*; Heterozygote; Humans; Longitudinal Studies; Male; Middle Aged; Mutation; Prospective Studies; Risk Factors; Sex Characteristics"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "110",
        "Background/Purpose": "Women at high risk for ovarian cancer due to BRCA1 or BRCA2 mutation or family history are recommended to undergo risk-reducing salpingo-oophorectomy (RRSO) after age 35 or completion of childbearing. This potentially life-saving surgery leads to premature menopause, frequently resulting in distressing and unaddressed sexual dysfunction.",
        "Methods": "To pilot a novel sexual health intervention for women with BRCA1/2 mutations who previously underwent RRSO a using a single-arm trial. Feasibility and primary outcomes including sexual dysfunction and psychological distress were assessed.",
        "Results/Findings": "This single-arm trial included a one-time, half-day educational session comprised of targeted sexual health education, body awareness and relaxation training, and mindfulness-based cognitive therapy strategies, followed by two sessions of tailored telephone counseling. Assessments were completed at baseline and 2 months postintervention.",
        "Conclusion/Interpretation": "Study end points include feasibility and effectiveness as reported by the participant.",
        "Keywords": "Quality of Life and Cancer; Risk-Reducing Salpingo-Oophorectomy and Sexual Dysfunction; Sexual Health and Cancer.",
        "MeSH_Terms": "Adult; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Cognitive Behavioral Therapy*; Directive Counseling*; Feasibility Studies; Female; Genetic Predisposition to Disease; Humans; Mutation; Ovarian Neoplasms / prevention & control*; Ovarian Neoplasms / psychology; Ovariectomy* / methods; Personal Satisfaction; Pilot Projects; Quality of Life; Risk Reduction Behavior*; Salpingectomy*; Self Efficacy; Sexual Behavior"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "111",
        "Background/Purpose": "In the absence of an effective screening test, women with a high genetic predisposition for ovarian cancer are recommended to undergo risk-reducing bilateral salpingo-oophorectomy (RRBSO) once childbearing is complete. This reduces the risk of ovarian cancer by up to 96%, but can result in undesirable side effects, including menopausal symptoms and sexual dysfunction. We have performed a systematic review and meta-analysis to investigate the effect of RRBSO on sexual function in women at high risk of breast/and or ovarian cancer.",
        "Methods": "A literature search of the AMED (Allied and complementary medicine), Embase and Medline databases was performed, using search terms including sexual function, risk reducing and oophorectomy. Results were filtered according to the PRISMA protocol. Quality assessment of studies was performed using the Newcastle-Ottawa scale. Data were pooled in meta-analysis.",
        "Results/Findings": "There were 21 eligible studies, 10 of which reported sufficient data for meta-analysis. Most studies were retrospective cohort or observational studies. Fifteen of the 21 studies (71%) reported a negative impact of RRBSO on sexual function. Participant numbers ranged from 37 to 1522. Meta-analysis was performed with studies including 3201 patients. This demonstrated that RRBSO has a statistically significant negative impact on sexual function (SMD -0.63, [-0.82, -0.44], p = 0.03). There was a trend towards reduced sexual pleasure and increased discomfort but this did not reach statistical significance. There was minimal change in the frequency of sex. There was a significant increase in vaginal dryness post-RRBSO (SMD 9.25, [3.66, 14.83], p < 0.00001). There was no significant difference in sexual function between pre-menopausal and post-menopausal RRBSO. Hormone replacement therapy (HRT) did not abolish this negative impact.",
        "Conclusion/Interpretation": "Sexual function declines post RRBSO, independent of menopausal status. Comprehensive pre-operative counselling regarding anticipated menopausal and sexual symptoms is key to setting realistic patient expectations and minimising post-operative distress. Information and support regarding management of these side effects should be available to all patients.",
        "Keywords": "BRCA; Lynch syndrome; Oophorectomy; Risk-reducing; Sexual function.",
        "MeSH_Terms": "BRCA1 Protein / genetics; Colorectal Neoplasms, Hereditary Nonpolyposis*; Female; Humans; Mutation; Ovarian Neoplasms* / genetics; Ovarian Neoplasms* / prevention & control; Retrospective Studies; Salpingo-oophorectomy"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "112",
        "Background/Purpose": "A bilateral prophylactic, or preventative, mastectomy (BPM) for women at high risk of developing breast cancer (BC) can reduce their risk of developing the disease by up to 90% (relative risk reduction). An increasing number of women, including young women, are taking up this option. However, there is a dearth of information for younger women (under 40 years) choosing preventative mastectomy. In fact, no studies to date have specifically focused on younger women's experiences of a BPM and investigated their informational needs. The purpose of this review is to report on the current literature surrounding the psychological experience of a BPM and the informational needs for women at high risk of developing BC with a particular emphasis on younger women. Research has highlighted a range of psychological outcomes linked to preventative mastectomy, including positives such as reduced anxiety and negatives including impaired body image and sexuality. The literature strongly suggests women want more information surrounding BPM, particularly related to the after effects of the surgery, and the impact on their psychological wellbeing. Research method limitations and reporting has resulted in conflicting conclusions, making it difficult for women to be well informed. In particular, there has been little focus on the experiences and needs of younger women opting for BPM. Due to the unique needs of younger women and an increase in BPM rates for younger women, it is imperative that the needs of this group are addressed. Together these findings provide justification and recommendation for further research in this area.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "Anxiety; Body image; Familial cancer; Prophylactic mastectomy; Psychological wellbeing; Young women.",
        "MeSH_Terms": "Age Factors; Anxiety / etiology; Body Image; Breast Neoplasms / prevention & control*; Breast Neoplasms / psychology*; Breast Neoplasms / surgery; Decision Making*; Female; Genes, BRCA1; Genes, BRCA2; Genetic Testing; Humans; Patient Education as Topic; Patient Satisfaction; Prophylactic Mastectomy / psychology*; Sexuality"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "113",
        "Background/Purpose": "Bilateral prophylactic mastectomy (BPM) is effective in reducing the risk of breast cancer in women with a well-defined family history of breast cancer or in women with BRCA 1 or 2 mutations. Evaluating patient-reported outcomes following BPM are thus essential for evaluating success of BPM from patient's perspective. Our systematic review aimed to: (1) identify studies describing health-related quality of life (HRQOL) in patients following BPM with or without reconstruction; (2) assess the effect of BPM with or without reconstruction on HRQOL; and (3) identify predictors of HRQOL post-BPM.",
        "Methods": "We performed a systematic review of literature using the PRISMA guidelines. PubMed, Embase, PsycINFO, Web of Science, Scopus and Cochrane databases were searched.",
        "Results/Findings": "The initial search resulted in 1082 studies; 22 of these studies fulfilled our inclusion criteria. Post-BPM, patients are satisfied with the outcomes and report high psychosocial well-being and positive body image. Sexual well-being and somatosensory function are most negatively affected. Vulnerability, psychological distress and preoperative cancer distress are significant negative predictors of quality of life and body image post-BPM.",
        "Conclusion/Interpretation": "There is a paucity of high-quality data on outcomes of different HRQOL domains post-BPM. Future studies should strive to use validated and breast-specific PRO instruments for measuring HRQOL. This will facilitate shared decision-making by enabling surgeons to provide evidence-based answers to women contemplating BPM.",
        "Keywords": "Bilateral prophylactic mastectomy; Patient-reported outcomes; Quality of life; Risk reducing mastectomy; Systematic review.",
        "MeSH_Terms": "Adult; Body Image / psychology; Breast Neoplasms / prevention & control; Female; Humans; Mammaplasty; Middle Aged; Patient Reported Outcome Measures*; Patient Satisfaction; Prophylactic Mastectomy / psychology*; Quality of Life*; Sexual Dysfunctions, Psychological / psychology"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "114",
        "Background/Purpose": "Bilateral prophylactic mastectomy (BPM) can reduce a woman's risk for breast cancer by 80%. Thus, women who are at high risk for familial breast cancer are increasingly opting for BPM as a preventative option. Research indicates that there are psychological benefits to BPM, including a reduction in anxiety about developing breast cancer. The purpose of this integrative review is to summarize the research that has examined the effect of prophylactic mastectomy on women's subsequent body image. Thirteen studies were reviewed. The majority of women were satisfied with their decision. However, the majority of studies indicate that up to one-half of the women suffer a negative effect on body image and changes in sexuality. Knowledge of these findings can improve the practitioner's ability to counsel women regarding this radical decision. Further research, particularly prospective studies, are needed to examine women's body image prior to BPM so that the impact of prophylactic mastectomy can be examined more thoroughly.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Body Image*; Breast Neoplasms / psychology*; Breast Neoplasms / surgery; Female; Humans; Mastectomy, Radical / psychology*; Mastectomy, Simple / psychology; Quality of Life; Risk Assessment; Social Perception*; United States; Women's Health*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "115",
        "Background/Purpose": "We assessed the associations between population-based polygenic risk scores (PRS) for breast (BC) or epithelial ovarian cancer (EOC) with cancer risks for BRCA1 and BRCA2 pathogenic variant carriers.",
        "Methods": "Retrospective cohort data on 18,935 BRCA1 and 12,339 BRCA2 female pathogenic variant carriers of European ancestry were available. Three versions of a 313 single-nucleotide polymorphism (SNP) BC PRS were evaluated based on whether they predict overall, estrogen receptor (ER)-negative, or ER-positive BC, and two PRS for overall or high-grade serous EOC. Associations were validated in a prospective cohort.",
        "Results/Findings": "The ER-negative PRS showed the strongest association with BC risk for BRCA1 carriers (hazard ratio [HR] per standard deviation = 1.29 [95% CI 1.25-1.33], P = 3×10 ). For BRCA2, the strongest association was with overall BC PRS (HR = 1.31 [95% CI 1.27-1.36], P = 7×10 ). HR estimates decreased significantly with age and there was evidence for differences in associations by predicted variant effects on protein expression. The HR estimates were smaller than general population estimates. The high-grade serous PRS yielded the strongest associations with EOC risk for BRCA1 (HR = 1.32 [95% CI 1.25-1.40], P = 3×10 ) and BRCA2 (HR = 1.44 [95% CI 1.30-1.60], P = 4×10 ) carriers. The associations in the prospective cohort were similar.",
        "Conclusion/Interpretation": "Population-based PRS are strongly associated with BC and EOC risks for BRCA1/2 carriers and predict substantial absolute risk differences for women at PRS distribution extremes.",
        "Keywords": "BRCA1/2; PRS; breast cancer; genetics; ovarian cancer.",
        "MeSH_Terms": "BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast Neoplasms* / epidemiology; Breast Neoplasms* / genetics; Carcinoma, Ovarian Epithelial / genetics; Female; Genetic Predisposition to Disease; Heterozygote; Humans; Mutation; Ovarian Neoplasms* / epidemiology; Ovarian Neoplasms* / genetics; Prospective Studies; Retrospective Studies; Risk Factors"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "116",
        "Background/Purpose": "Poly(adenosine diphosphate-ribose) polymerase inhibitors target cancers with defects in homologous recombination repair by synthetic lethality. New therapies are needed to reduce recurrence in patients with   or   germline mutation-associated early breast cancer.",
        "Methods": "We conducted a phase 3, double-blind, randomized trial involving patients with human epidermal growth factor receptor 2 (HER2)-negative early breast cancer with   or   germline pathogenic or likely pathogenic variants and high-risk clinicopathological factors who had received local treatment and neoadjuvant or adjuvant chemotherapy. Patients were randomly assigned (in a 1:1 ratio) to 1 year of oral olaparib or placebo. The primary end point was invasive disease-free survival.",
        "Results/Findings": "A total of 1836 patients underwent randomization. At a prespecified event-driven interim analysis with a median follow-up of 2.5 years, the 3-year invasive disease-free survival was 85.9% in the olaparib group and 77.1% in the placebo group (difference, 8.8 percentage points; 95% confidence interval [CI], 4.5 to 13.0; hazard ratio for invasive disease or death, 0.58; 99.5% CI, 0.41 to 0.82; P<0.001). The 3-year distant disease-free survival was 87.5% in the olaparib group and 80.4% in the placebo group (difference, 7.1 percentage points; 95% CI, 3.0 to 11.1; hazard ratio for distant disease or death, 0.57; 99.5% CI, 0.39 to 0.83; P<0.001). Olaparib was associated with fewer deaths than placebo (59 and 86, respectively) (hazard ratio, 0.68; 99% CI, 0.44 to 1.05; P = 0.02); however, the between-group difference was not significant at an interim-analysis boundary of a P value of less than 0.01. Safety data were consistent with known side effects of olaparib, with no excess serious adverse events or adverse events of special interest.",
        "Conclusion/Interpretation": "Among patients with high-risk, HER2-negative early breast cancer and germline   or   pathogenic or likely pathogenic variants, adjuvant olaparib after completion of local treatment and neoadjuvant or adjuvant chemotherapy was associated with significantly longer survival free of invasive or distant disease than was placebo. Olaparib had limited effects on global patient-reported quality of life. (Funded by the National Cancer Institute and AstraZeneca; OlympiA ClinicalTrials.gov number,  .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Antineoplastic Agents / adverse effects; Antineoplastic Agents / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / genetics; Breast Neoplasms / mortality; Breast Neoplasms / surgery; Chemotherapy, Adjuvant*; Disease-Free Survival; Double-Blind Method; Female; Genes, BRCA1; Genes, BRCA2; Germ-Line Mutation*; Humans; Mastectomy; Middle Aged; Phthalazines / adverse effects; Phthalazines / therapeutic use*; Piperazines / adverse effects; Piperazines / therapeutic use*; Poly(ADP-ribose) Polymerase Inhibitors / adverse effects; Poly(ADP-ribose) Polymerase Inhibitors / therapeutic use*; Receptor, ErbB-2"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "117",
        "Background/Purpose": "Female carriers of a   or   germline mutation face a high lifetime risk to develop breast and ovarian cancer. Risk-reducing surgery, such as prophylactic bilateral mastectomy and prophylactic bilateral salpingo-oophorectomy, are proven strategies to prevent breast and ovarian cancer. These procedures are, however, associated with considerable side effects, and the uptake of these highly effective interventions is therefore low in many countries. This highlights the need for alternative and noninvasive strategies for risk reduction in mutation carriers.",
        "Methods": "While endocrine treatments with tamoxifen and aromatase inhibitors (AI) have been shown to be effective in secondary prevention, their benefit in primary prevention has never been prospectively evaluated. Moreover, their side effect profile makes them inappropriate candidates for chemoprevention in healthy premenopausal women. Recently, denosumab, a well-tolerated osteoprotective drug, has been shown to have an antitumoral effect on RANK+,  -deficient luminal progenitor cells in vitro, and has been demonstrated to abrogate tumors in  -deficient mouse models.",
        "Results/Findings": "The prospectively randomized, double-blind BRCA-P trial is currently investigating the preventative effect of denosumab in healthy   germline mutation carriers.",
        "Conclusion/Interpretation": "",
        "Keywords": "BRCA1 mutation; Breast cancer; Denosumab; Primary prevention.",
        "MeSH_Terms": ""
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "118",
        "Background/Purpose": "Detection of circulating nucleic acids, also referred to as liquid biopsy, has been evaluated for detection of cancer in a variety of settings. We describe important clinical and epidemiologic considerations for liquid biopsy applications in cancer early detection and for monitoring of cancer recurrence. .",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Biomarkers, Tumor; Cell-Free Nucleic Acids*; Humans; Liquid Biopsy; Neoplasm Recurrence, Local; Neoplastic Cells, Circulating*"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "119",
        "Background/Purpose": "This article contains highlights of \"Guidelines for Preventing Opportunistic Infections among Hematopoietic Stem Cell Transplant Recipients: Recommendations of the CDC, the Infectious Diseases Society of America, and the American Society of Blood and Marrow Transplantation,\" which was published in the Morbidity and Mortality Weekly Report. There are sections on the prevention of bacterial, viral, fungal, protozoal, and helminth infections and on hospital infection control, strategies for safe living following transplantation, immunizations, and hematopoietic stem cell safety. The guidelines are evidence-based, and prevention strategies are rated by both the strength of the recommendation and the quality of evidence that supports it. Recommendations are given for preventing cytomegalovirus disease with prophylactic or preemptive gancyclovir, herpes simplex virus disease with prophylactic acyclovir, candidiasis with fluconazole, and Pneumocystis carinii pneumonia with trimethoprim-sulfamethoxazole. Hopefully, following the recommendations made in the guidelines will reduce morbidity and mortality from opportunistic infections in hematopoietic stem cell transplant recipients.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Bacterial Infections / prevention & control; Candidiasis / prevention & control; Consumer Product Safety; Cross Infection / prevention & control; Cytomegalovirus Infections / prevention & control; Helminthiasis / prevention & control; Hematopoietic Stem Cell Transplantation / adverse effects*; Herpes Simplex / prevention & control; Humans; Immunization; Opportunistic Infections / prevention & control*; Pneumonia, Pneumocystis / prevention & control; Protozoan Infections / prevention & control"
    },
    {
        "source_file": "ESMO-Risk reduction and screening.xlsx",
        "Reference_id": "120",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Humans; Infections / therapy*; Quality of Health Care / standards*; Societies, Medical; United States"
    }
]