[
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "82",
        "es_title": "ESMO expert consensus statements (ECS) on the definition, diagnosis, and management of HER2-low breast cancer.",
        "Background/Purpose": "Human epidermal growth factor receptor 2 (HER2)-low breast cancer has recently emerged as a targetable subset of breast tumors, based on the evidence from clinical trials of novel anti-HER2 antibody-drug conjugates. This evolution has raised several biological and clinical questions, warranting the establishment of consensus to optimally treat patients with HER2-low breast tumors. Between 2022 and 2023, the European Society for Medical Oncology (ESMO) held a virtual consensus-building process focused on HER2-low breast cancer. The consensus included a multidisciplinary panel of 32 leading experts in the management of breast cancer from nine different countries. The aim of the consensus was to develop statements on topics that are not covered in detail in the current ESMO Clinical Practice Guideline. The main topics identified for discussion were (i) biology of HER2-low breast cancer; (ii) pathologic diagnosis of HER2-low breast cancer; (iii) clinical management of HER2-low metastatic breast cancer; and (iv) clinical trial design for HER2-low breast cancer. The expert panel was divided into four working groups to address questions relating to one of the four topics outlined above. A review of the relevant scientific literature was conducted in advance. Consensus statements were developed by the working groups and then presented to the entire panel for further discussion and amendment before voting. This article presents the developed statements, including findings from the expert panel discussions, expert opinion, and a summary of evidence supporting each statement.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "HER2-low; antibody–drug conjugates; breast cancer; consensus.",
        "MeSH_Terms": "Breast Neoplasms* / diagnosis; Breast Neoplasms* / drug therapy; Consensus; Female; Humans; Medical Oncology"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "8",
        "es_title": "Society of Surgical Oncology-American Society for Radiation Oncology consensus guideline on margins for breast-conserving surgery with whole-breast irradiation in stages I and II invasive breast cancer.",
        "Background/Purpose": "Controversy exists regarding the optimal margin width in breast-conserving surgery for invasive breast cancer.",
        "Methods": "A multidisciplinary consensus panel used a meta-analysis of margin width and ipsilateral breast tumor recurrence (IBTR) from a systematic review of 33 studies including 28,162 patients as the primary evidence base for consensus.",
        "Results/Findings": "Positive margins (ink on invasive carcinoma or ductal carcinoma in situ) are associated with a two-fold increase in the risk of IBTR compared with negative margins. This increased risk is not mitigated by favorable biology, endocrine therapy, or a radiation boost. More widely clear margins do not significantly decrease the rate of IBTR compared with no ink on tumor. There is no evidence that more widely clear margins reduce IBTR for young patients or for those with unfavorable biology, lobular cancers, or cancers with an extensive intraductal component.",
        "Conclusion/Interpretation": "The use of no ink on tumor as the standard for an adequate margin in invasive cancer in the era of multidisciplinary therapy is associated with low rates of IBTR and has the potential to decrease re-excision rates, improve cosmetic outcomes, and decrease health care costs. J Clin Oncol 32. 2014 American Society of Clinical Oncology®, American Society for Radiation Oncology®, and Society of Surgical Oncology®. All rights reserved. No part of this document may be reproduced or transmitted in any form or by any means, electronic or mechanical, including photocopy, recording, or any information storage and retrieval system, without written permission by the American Society of Clinical Oncology, American Society for Radiation Oncology, and Society of Surgical Oncology.",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / radiotherapy*; Breast Neoplasms / surgery*; Female; Humans; Mastectomy, Segmental / standards*; Neoplasm Invasiveness; Neoplasm Staging; Radiation Oncology / standards*"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "4",
        "es_title": "Margins for breast-conserving surgery with whole-breast irradiation in stage I and II invasive breast cancer: American Society of Clinical Oncology endorsement of the Society of Surgical Oncology/American Society for Radiation Oncology consensus guideline.",
        "Background/Purpose": "The Society of Surgical Oncology (SSO)/American Society for Radiation Oncology (ASTRO) guideline on surgical margins for breast-conserving surgery with whole-breast irradiation in stage I and II invasive breast cancer was considered for endorsement.",
        "Methods": "The American Society of Clinical Oncology (ASCO) has a policy and set of procedures for endorsing practice guidelines developed by other organizations. ASCO staff reviewed the SSO/ASTRO guideline for developmental rigor; an ASCO ad hoc review panel of experts reviewed the guideline content.",
        "Results/Findings": "The ASCO ad hoc guideline review panel concurred that the recommendations are clear, thorough, and based on the most relevant scientific evidence in this content area and that they present options acceptable to patients. According to the SSO/ASTRO guideline, the use of no ink on tumor (ie, no cancer cells adjacent to any inked edge/surface of specimen) as the standard for an adequate margin in invasive cancer in the era of multidisciplinary therapy is associated with low rates of ipsilateral breast tumor recurrence and has the potential to decrease re-excision rates, improve cosmetic outcomes, and decrease health care costs.",
        "Conclusion/Interpretation": "The ASCO review panel endorses the SSO/ASTRO recommendations with qualifications, as follows. The panel reinforces and amplifies the guideline authors' call for the monitoring of outcomes of the guideline at the institutional level, as institutions transition to adopting the SSO/ASTRO recommendations; would place greater emphasis on the importance of postlumpectomy mammography for cases involving microcalcifications; and calls for flexibility in the application of the guideline in light of the generally weak evidence supporting the recommendations.",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / radiotherapy*; Breast Neoplasms / surgery*; Consensus; Female; Humans; Mastectomy, Segmental / standards*; Neoplasm Staging; Practice Guidelines as Topic*; Radiation Oncology / standards*"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "67",
        "es_title": "Pathological prognostic factors in breast cancer. I. The value of histological grade in breast cancer: experience from a large study with long-term follow-up.",
        "Background/Purpose": "Morphological assessment of the degree of differentiation has been shown in numerous studies to provide useful prognostic information in breast cancer, but until recently histological grading has not been accepted as a routine procedure, mainly because of perceived problems with reproducibility and consistency. In the Nottingham/Tenovus Primary Breast Cancer Study the most commonly used method, described by Bloom & Richardson, has been modified in order to make the criteria more objective. The revised technique involves semiquantitative evaluation of three morphological features--the percentage of tubule formation, the degree of nuclear pleomorphism and an accurate mitotic count using a defined field area. A numerical scoring system is used and the overall grade is derived from a summation of individual scores for the three variables: three grades of differentiation are used. Since 1973, over 2200 patients with primary operable breast cancer have been entered into a study of multiple prognostic factors. Histological grade, assessed in 1831 patients, shows a very strong correlation with prognosis; patients with grade I tumours have a significantly better survival than those with grade II and III tumours (P less than 0.0001). These results demonstrate that this method for histological grading provides important prognostic information and, if the grading protocol is followed consistently, reproducible results can be obtained. Histological grade forms part of the multifactorial Nottingham prognostic index, together with tumour size and lymph node stage, which is used to stratify individual patients for appropriate therapy.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / pathology*; Follow-Up Studies; Histological Techniques; Humans; Mitotic Index; Neoplasm Recurrence, Local; Prognosis"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "68",
        "es_title": "Interobserver reproducibility of the Nottingham modification of the Bloom and Richardson histologic grading scheme for infiltrating ductal carcinoma.",
        "Background/Purpose": "The interobserver reproducibility of the Nottingham modification of the Bloom and Richardson histologic grading scheme for invasive breast carcinoma was tested. Six surgical pathologists from four institutions independently evaluated histologic grade and each of its three components for 75 infiltrating ductal carcinomas. The number of slides per case ranged from one to nine (median 3). Pairwise kappa values for agreement ranged from moderate to substantial (0.43-0.74) for histologic grade. Generalized kappa values indicated substantial agreement for tubule formation (0.64), moderate agreement for mitotic count (0.52), and near moderate agreement for nuclear pleomorphism (0.40). Normalizing the mitotic counts per mm2 showed only slight improvement in agreement over the published range of mitotic counts for three different field areas. The results suggest that steps to discriminate between categories for nuclear pleomorphism would likely be of benefit for improving the interobserver reproducibility of histologic grade. Nevertheless, the Nottingham modification of the Bloom and Richardson grading system is recommended as a suitable scheme for evaluating invasive breast carcinomas in the routine clinical setting.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Breast Neoplasms / pathology*; Carcinoma, Ductal, Breast / pathology*; Female; Humans; Mitotic Index; Observer Variation; Reproducibility of Results"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "65",
        "es_title": "Personalizing the treatment of women with early breast cancer: highlights of the St Gallen International Expert Consensus on the Primary Therapy of Early Breast Cancer 2013.",
        "Background/Purpose": "The 13th St Gallen International Breast Cancer Conference (2013) Expert Panel reviewed and endorsed substantial new evidence on aspects of the local and regional therapies for early breast cancer, supporting less extensive surgery to the axilla and shorter durations of radiation therapy. It refined its earlier approach to the classification and management of luminal disease in the absence of amplification or overexpression of the Human Epidermal growth factor Receptor 2 (HER2) oncogene, while retaining essentially unchanged recommendations for the systemic adjuvant therapy of HER2-positive and 'triple-negative' disease. The Panel again accepted that conventional clinico-pathological factors provided a surrogate subtype classification, while noting that in those areas of the world where multi-gene molecular assays are readily available many clinicians prefer to base chemotherapy decisions for patients with luminal disease on these genomic results rather than the surrogate subtype definitions. Several multi-gene molecular assays were recognized as providing accurate and reproducible prognostic information, and in some cases prediction of response to chemotherapy. Cost and availability preclude their application in many environments at the present time. Broad treatment recommendations are presented. Such recommendations do not imply that each Panel member agrees: indeed, among more than 100 questions, only one (trastuzumab duration) commanded 100% agreement. The various recommendations in fact carried differing degrees of support, as reflected in the nuanced wording of the text below and in the votes recorded in supplementary Appendix S1, available at Annals of Oncology online. Detailed decisions on treatment will as always involve clinical consideration of disease extent, host factors, patient preferences and social and economic constraints.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "St Gallen Consensus; early breast cancer; radiation therapy; subtypes; surgery; systemic adjuvant therapies.",
        "MeSH_Terms": "Breast Neoplasms / drug therapy; Breast Neoplasms / surgery; Breast Neoplasms / therapy*; Chemotherapy, Adjuvant; Combined Modality Therapy; Early Detection of Cancer; Female; Humans; Mastectomy; Precision Medicine / methods*; Receptor, ErbB-2 / antagonists & inhibitors; Receptor, ErbB-2 / metabolism"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "85",
        "es_title": "Margin status and survival outcomes after breast cancer conservation surgery: prospectively registered systematic review and meta-analysis.",
        "Background/Purpose": "To determine if margin involvement is associated with distant recurrence and to determine the required margin to minimise both local recurrence and distant recurrence in early stage invasive breast cancer.",
        "Methods": "Prospectively registered systematic review and meta-analysis of literature.",
        "Results/Findings": "Medline (PubMed), Embase, and Proquest online databases. Unpublished data were sought from study authors.",
        "Conclusion/Interpretation": "Eligible studies reported on patients undergoing breast conserving surgery (for stages I-III breast cancer), allowed an estimation of outcomes in relation to margin status, and followed up patients for a minimum of 60 months. Patients with ductal carcinoma in situ only or treated with neoadjuvant chemotherapy or by mastectomy were excluded. Where applicable, margins were categorised as tumour on ink (involved), close margins (no tumour on ink but <2 mm), and negative margins (≥2 mm).",
        "Keywords": "",
        "MeSH_Terms": "Breast / pathology; Breast Neoplasms*; Female; Humans; Margins of Excision; Mastectomy; Mastectomy, Segmental; Neoplasm Recurrence, Local"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "29",
        "es_title": "Adjuvant bisphosphonate treatment in early breast cancer: meta-analyses of individual patient data from randomised trials.",
        "Background/Purpose": "Bisphosphonates have profound effects on bone physiology, and could modify the process of metastasis. We undertook collaborative meta-analyses to clarify the risks and benefits of adjuvant bisphosphonate treatment in breast cancer.",
        "Methods": "We sought individual patient data from all unconfounded trials in early breast cancer that randomised between bisphosphonate and control. Primary outcomes were recurrence, distant recurrence, and breast cancer mortality. Primary subgroup investigations were site of first distant recurrence (bone or other), menopausal status (postmenopausal [combining natural and artificial] or not), and bisphosphonate class (aminobisphosphonate [eg, zoledronic acid, ibandronate, pamidronate] or other [ie, clodronate]). Intention-to-treat log-rank methods yielded bisphosphonate versus control first-event rate ratios (RRs).",
        "Results/Findings": "We received data on 18,766 women (18,206 [97%] in trials of 2-5 years of bisphosphonate) with median follow-up 5·6 woman-years, 3453 first recurrences, and 2106 subsequent deaths. Overall, the reductions in recurrence (RR 0·94, 95% CI 0·87-1·01; 2p=0·08), distant recurrence (0·92, 0·85-0·99; 2p=0·03), and breast cancer mortality (0·91, 0·83-0·99; 2p=0·04) were of only borderline significance, but the reduction in bone recurrence was more definite (0·83, 0·73-0·94; 2p=0·004). Among premenopausal women, treatment had no apparent effect on any outcome, but among 11 767 postmenopausal women it produced highly significant reductions in recurrence (RR 0·86, 95% CI 0·78-0·94; 2p=0·002), distant recurrence (0·82, 0·74-0·92; 2p=0·0003), bone recurrence (0·72, 0·60-0·86; 2p=0·0002), and breast cancer mortality (0·82, 0·73-0·93; 2p=0·002). Even for bone recurrence, however, the heterogeneity of benefit was barely significant by menopausal status (2p=0·06 for trend with menopausal status) or age (2p=0·03), and it was non-significant by bisphosphonate class, treatment schedule, oestrogen receptor status, nodes, tumour grade, or concomitant chemotherapy. No differences were seen in non-breast cancer mortality. Bone fractures were reduced (RR 0·85, 95% CI 0·75-0·97; 2p=0·02).",
        "Conclusion/Interpretation": "Adjuvant bisphosphonates reduce the rate of breast cancer recurrence in the bone and improve breast cancer survival, but there is definite benefit only in women who were postmenopausal when treatment began.",
        "Keywords": "",
        "MeSH_Terms": "Bone Density Conservation Agents / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / pathology; Chemotherapy, Adjuvant; Diphosphonates / therapeutic use*; Drug Administration Schedule; Female; Humans"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "80",
        "es_title": "Human Epidermal Growth Factor Receptor 2 Testing in Breast Cancer: American Society of Clinical Oncology/College of American Pathologists Clinical Practice Guideline Focused Update.",
        "Background/Purpose": "To update key recommendations of the American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) human epidermal growth factor receptor 2 (HER2) testing in breast cancer guideline.",
        "Methods": "Based on the signals approach, an Expert Panel reviewed published literature and research survey results on the observed frequency of less common in situ hybridization (ISH) patterns to update the recommendations.",
        "Results/Findings": "Two recommendations addressed via correspondence in 2015 are included. First, immunohistochemistry (IHC) 2+ is defined as invasive breast cancer with weak to moderate complete membrane staining observed in >10% of tumor cells. Second, if the initial HER2 test result in a core needle biopsy specimen of a primary breast cancer is negative, a new HER2 test may (not \"must\") be ordered on the excision specimen based on specific clinical criteria. The HER2 testing algorithm for breast cancer is updated to address the recommended workup for less common clinical scenarios (approximately 5% of cases) observed when using a dual-probe ISH assay. These scenarios are described as ISH group 2 ( HER2/chromosome enumeration probe 17 [CEP17] ratio ≥2.0; average HER2 copy number <4.0 signals per cell), ISH group 3 ( HER2/CEP17 ratio <2.0; average HER2 copy number ≥6.0 signals per cell), and ISH group 4 ( HER2/CEP17 ratio <2.0; average HER2 copy number ≥4.0 and <6.0 signals per cell). The diagnostic approach includes more rigorous interpretation criteria for ISH and requires concomitant IHC review for dual-probe ISH groups 2 to 4 to arrive at the most accurate HER2 status designation (positive or negative) based on combined interpretation of the ISH and IHC assays. The Expert Panel recommends that laboratories using single-probe ISH assays include concomitant IHC review as part of the interpretation of all single-probe ISH assay results.",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Biomarkers, Tumor* / analysis; Breast Neoplasms*; Female; Humans; Immunohistochemistry / methods; Immunohistochemistry / standards; In Situ Hybridization / methods; In Situ Hybridization / standards; Medical Oncology* / methods; Medical Oncology* / standards; Receptor, ErbB-2* / analysis; Systematic Reviews as Topic; United States"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "71",
        "es_title": "Recommendations for human epidermal growth factor receptor 2 testing in breast cancer: American Society of Clinical Oncology/College of American Pathologists clinical practice guideline update.",
        "Background/Purpose": "To update the American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) guideline recommendations for human epidermal growth factor receptor 2 (HER2) testing in breast cancer to improve the accuracy of HER2 testing and its utility as a predictive marker in invasive breast cancer.",
        "Methods": "ASCO/CAP convened an Update Committee that included coauthors of the 2007 guideline to conduct a systematic literature review and update recommendations for optimal HER2 testing.",
        "Results/Findings": "The Update Committee identified criteria and areas requiring clarification to improve the accuracy of HER2 testing by immunohistochemistry (IHC) or in situ hybridization (ISH). The guideline was reviewed and approved by both organizations.",
        "Conclusion/Interpretation": "The Update Committee recommends that HER2 status (HER2 negative or positive) be determined in all patients with invasive (early stage or recurrence) breast cancer on the basis of one or more HER2 test results (negative, equivocal, or positive). Testing criteria define HER2-positive status when (on observing within an area of tumor that amounts to > 10% of contiguous and homogeneous tumor cells) there is evidence of protein overexpression (IHC) or gene amplification (HER2 copy number or HER2/CEP17 ratio by ISH based on counting at least 20 cells within the area). If results are equivocal (revised criteria), reflex testing should be performed using an alternative assay (IHC or ISH). Repeat testing should be considered if results seem discordant with other histopathologic findings. Laboratories should demonstrate high concordance with a validated HER2 test on a sufficiently large and representative set of specimens. Testing must be performed in a laboratory accredited by CAP or another accrediting entity. The Update Committee urges providers and health systems to cooperate to ensure the highest quality testing. This guideline was developed through a collaboration between the American Society of Clinical Oncology and the College of American Pathologists and has been published jointly by invitation and consent in both Journal of Clinical Oncology and the Archives of Pathology & Laboratory Medicine.",
        "Keywords": "",
        "MeSH_Terms": "Biomarkers, Tumor* / analysis; Biomarkers, Tumor* / genetics; Breast Neoplasms* / genetics; Female; Humans; Medical Oncology* / standards; Receptor, ErbB-2* / genetics; Systematic Reviews as Topic; United States"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "53",
        "es_title": "Molecular Subtyping of Triple-Negative Breast Cancers by Immunohistochemistry: Molecular Basis and Clinical Relevance.",
        "Background/Purpose": "Molecular subtyping of triple-negative breast cancers (TNBCs) via gene expression profiling is essential for understanding the molecular essence of this heterogeneous disease and for guiding individualized treatment. We aim to devise a clinically practical method based on immunohistochemistry (IHC) for the molecular subtyping of TNBCs.",
        "Methods": "By analyzing the RNA sequencing data on TNBCs from Fudan University Shanghai Cancer Center (FUSCC) (n = 360) and The Cancer Genome Atlas data set (n = 158), we determined markers that can identify specific molecular subtypes. We performed immunohistochemical staining on tumor sections of 210 TNBCs from FUSCC, established an IHC-based classifier, and applied it to another two cohorts (n = 183 and 214).",
        "Results/Findings": "We selected androgen receptor (AR), CD8, FOXC1, and DCLK1 as immunohistochemical markers and classified TNBCs into five subtypes based on the staining results: (a) IHC-based luminal androgen receptor (IHC-LAR; AR-positive [+]), (b) IHC-based immunomodulatory (IHC-IM; AR-negative [-], CD8+), (c) IHC-based basal-like immune-suppressed (IHC-BLIS; AR-, CD8-, FOXC1+), (d) IHC-based mesenchymal (IHC-MES; AR-, CD8-, FOXC1-, DCLK1+), and (e) IHC-based unclassifiable (AR-, CD8-, FOXC1-, DCLK1-). The κ statistic indicated substantial agreement between the IHC-based classification and mRNA-based classification. Multivariate survival analysis suggested that our IHC-based classification was an independent prognostic factor for relapse-free survival. Transcriptomic data and pathological observations implied potential treatment strategies for different subtypes. The IHC-LAR subtype showed relative activation of HER2 pathway. The IHC-IM subtype tended to exhibit an immune-inflamed phenotype characterized by the infiltration of CD8+ T cells into tumor parenchyma. The IHC-BLIS subtype showed high expression of a VEGF signature. The IHC-MES subtype displayed activation of JAK/STAT3 signaling pathway.",
        "Conclusion/Interpretation": "We developed an IHC-based approach to classify TNBCs into molecular subtypes. This IHC-based classification can provide additional information for prognostic evaluation. It allows for subgrouping of TNBC patients in clinical trials and evaluating the efficacy of targeted therapies within certain subtypes.",
        "Keywords": "Immunohistochemistry; Molecular classification; Precision medicine; Triple-negative breast cancer.",
        "MeSH_Terms": "Biomarkers, Tumor / genetics; China; Doublecortin-Like Kinases; Humans; Immunohistochemistry; Intracellular Signaling Peptides and Proteins; Neoplasm Recurrence, Local; Prognosis; Protein Serine-Threonine Kinases; Triple Negative Breast Neoplasms* / genetics"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "81",
        "es_title": "Human Epidermal Growth Factor Receptor 2 Testing in Breast Cancer: ASCO-College of American Pathologists Guideline Update.",
        "Background/Purpose": "To update ASCO-College of American Pathologists (CAP) recommendations for human epidermal growth factor receptor 2 (HER2) testing in breast cancer. The Panel is aware that a new generation of antibody-drug conjugates (ADCs) targeting the HER2 protein is active against breast cancers that lack protein overexpression or gene amplification.",
        "Methods": "An Update Panel conducted a systematic literature review to identify signals for updating recommendations.",
        "Results/Findings": "The search identified 173 abstracts. Of five potential publications reviewed, none constituted a signal for revising existing recommendations.",
        "Conclusion/Interpretation": "The 2018 ASCO-CAP recommendations for HER2 testing are affirmed.",
        "Keywords": "",
        "MeSH_Terms": "Biomarkers, Tumor / genetics; Breast Neoplasms* / drug therapy; Breast Neoplasms* / genetics; Breast Neoplasms* / metabolism; Female; Humans; In Situ Hybridization, Fluorescence / methods; Pathologists; Receptor, ErbB-2 / metabolism"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "84",
        "es_title": "A systematic review and economic evaluation of intraoperative tests [RD-100i one-step nucleic acid amplification (OSNA) system and Metasin test] for detecting sentinel lymph node metastases in breast cancer.",
        "Background/Purpose": "In breast cancer patients, sentinel lymph node biopsy is carried out at the same time as the removal of the primary tumour to postoperatively test with histopathology for regional metastases in the sentinel lymph node. Those patients with positive test results are then operated on 2-4 weeks after primary surgery to remove the lymph nodes from the axilla (axillary lymph node dissection, ALND). New molecular tests RD-100i [one-step nucleic acid amplification (OSNA); based on messenger RNA amplification to identify the cytokeratin-19 (CK19) gene marker] (Sysmex, Norderstedt, Germany) and Metasin (using the CK19 and mammaglobin gene markers) (Cellular Pathology, Princess Alexandra Hospital NHS Trust, Harlow, UK) are intended to provide an intraoperative diagnosis, thereby avoiding the need for postoperative histopathology and, in positive cases, a second operation for ALND.",
        "Methods": "To evaluate the clinical effectiveness and cost-effectiveness of using OSNA and Metasin in the NHS in England for the intraoperative diagnosis of sentinel lymph nodes metastases, compared with postoperative histopathology, the current standard.",
        "Results/Findings": "Electronic databases including MEDLINE, MEDLINE In-Process & Other Non-Indexed Citations, EMBASE, The Cochrane Library and the Health Economic Evaluations Database as well as clinical trial registries, grey literature and conference proceedings were searched up to July 2012.",
        "Conclusion/Interpretation": "A systematic review of the evidence was carried out using standard methods. Single-gate studies were used to estimate the accuracy of OSNA with histopathology as the reference standard. The cost-effectiveness analysis adapted an existing simulation model of the long-term costs and health implications of early breast cancer diagnostic outcomes. The model accounted for the costs of an extended first operation with intraoperative testing, the loss of health-related quality of life (disutility) from waiting for postoperative test results, disutility and costs of a second operation, and long-term costs and disutility from lymphoedema related to ALND, adjuvant therapy, locoregional recurrence and metastatic recurrence.",
        "Keywords": "",
        "MeSH_Terms": "Axilla; Breast Neoplasms / pathology*; Cost-Benefit Analysis; England; Humans; Intraoperative Period; Lymph Nodes / pathology*; Lymphatic Metastasis; Nucleic Acid Amplification Techniques / methods*; Quality of Life; Quality-Adjusted Life Years; Sensitivity and Specificity; Sentinel Lymph Node Biopsy; State Medicine"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "7",
        "es_title": "Radiotherapy or surgery of the axilla after a positive sentinel node in breast cancer (EORTC 10981-22023 AMAROS): a randomised, multicentre, open-label, phase 3 non-inferiority trial.",
        "Background/Purpose": "If treatment of the axilla is indicated in patients with breast cancer who have a positive sentinel node, axillary lymph node dissection is the present standard. Although axillary lymph node dissection provides excellent regional control, it is associated with harmful side-effects. We aimed to assess whether axillary radiotherapy provides comparable regional control with fewer side-effects.",
        "Methods": "Patients with T1-2 primary breast cancer and no palpable lymphadenopathy were enrolled in the randomised, multicentre, open-label, phase 3 non-inferiority EORTC 10981-22023 AMAROS trial. Patients were randomly assigned (1:1) by a computer-generated allocation schedule to receive either axillary lymph node dissection or axillary radiotherapy in case of a positive sentinel node, stratified by institution. The primary endpoint was non-inferiority of 5-year axillary recurrence, considered to be not more than 4% for the axillary radiotherapy group compared with an expected 2% in the axillary lymph node dissection group. Analyses were by intention to treat and per protocol. The AMAROS trial is registered with ClinicalTrials.gov, number  .",
        "Results/Findings": "Between Feb 19, 2001, and April 29, 2010, 4823 patients were enrolled at 34 centres from nine European countries, of whom 4806 were eligible for randomisation. 2402 patients were randomly assigned to receive axillary lymph node dissection and 2404 to receive axillary radiotherapy. Of the 1425 patients with a positive sentinel node, 744 had been randomly assigned to axillary lymph node dissection and 681 to axillary radiotherapy; these patients constituted the intention-to-treat population. Median follow-up was 6·1 years (IQR 4·1-8·0) for the patients with positive sentinel lymph nodes. In the axillary lymph node dissection group, 220 (33%) of 672 patients who underwent axillary lymph node dissection had additional positive nodes. Axillary recurrence occurred in four of 744 patients in the axillary lymph node dissection group and seven of 681 in the axillary radiotherapy group. 5-year axillary recurrence was 0·43% (95% CI 0·00-0·92) after axillary lymph node dissection versus 1·19% (0·31-2·08) after axillary radiotherapy. The planned non-inferiority test was underpowered because of the low number of events. The one-sided 95% CI for the underpowered non-inferiority test on the hazard ratio was 0·00-5·27, with a non-inferiority margin of 2. Lymphoedema in the ipsilateral arm was noted significantly more often after axillary lymph node dissection than after axillary radiotherapy at 1 year, 3 years, and 5 years.",
        "Conclusion/Interpretation": "Axillary lymph node dissection and axillary radiotherapy after a positive sentinel node provide excellent and comparable axillary control for patients with T1-2 primary breast cancer and no palpable lymphadenopathy. Axillary radiotherapy results in significantly less morbidity.",
        "Keywords": "",
        "MeSH_Terms": "Axilla / surgery; Breast Neoplasms / pathology; Breast Neoplasms / radiotherapy*; Breast Neoplasms / surgery*; Disease-Free Survival; Europe; Female; Humans; Lymph Nodes / pathology*; Lymph Nodes / surgery; Lymphatic Metastasis / pathology; Lymphatic Metastasis / radiotherapy*; Middle Aged; Neoplasm Recurrence, Local / pathology; Neoplasm Recurrence, Local / radiotherapy; Neoplasm Recurrence, Local / surgery; Sentinel Lymph Node Biopsy"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "45",
        "es_title": "Genomic and Transcriptomic Landscape of Triple-Negative Breast Cancers: Subtypes and Treatment Strategies.",
        "Background/Purpose": "We comprehensively analyzed clinical, genomic, and transcriptomic data of a cohort of 465 primary triple-negative breast cancer (TNBC). PIK3CA mutations and copy-number gains of chromosome 22q11 were more frequent in our Chinese cohort than in The Cancer Genome Atlas. We classified TNBCs into four transcriptome-based subtypes: (1) luminal androgen receptor (LAR), (2) immunomodulatory, (3) basal-like immune-suppressed, and (4) mesenchymal-like. Putative therapeutic targets or biomarkers were identified among each subtype. Importantly, the LAR subtype showed more ERBB2 somatic mutations, infrequent mutational signature 3 and frequent CDKN2A loss. The comprehensive profile of TNBCs provided here will serve as a reference to further advance the understanding and precision treatment of TNBC.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "genomic; molecular subtype; precision therapies; target; transcriptomic; triple-negative breast cancer.",
        "MeSH_Terms": "Asian People / genetics; Biomarkers, Tumor / genetics; Chromosomes, Human, Pair 22 / genetics; Class I Phosphatidylinositol 3-Kinases / genetics*; Cyclin-Dependent Kinase Inhibitor p16 / genetics*; DNA Copy Number Variations; Female; Gene Deletion; Gene Expression Profiling / methods*; Gene Expression Regulation, Neoplastic; Genomics / methods*; Humans; Mutation; Neoplasm Metastasis; Prognosis; Receptor, ErbB-2 / genetics*; Triple Negative Breast Neoplasms / classification*; Triple Negative Breast Neoplasms / genetics"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "44",
        "es_title": "Characterization of the genomic landscape and actionable mutations in Chinese breast cancers by clinical sequencing.",
        "Background/Purpose": "The remarkable advances in next-generation sequencing technology have enabled the wide usage of sequencing as a clinical tool. To promote the advance of precision oncology for breast cancer in China, here we report a large-scale prospective clinical sequencing program using the Fudan-BC panel, and comprehensively analyze the clinical and genomic characteristics of Chinese breast cancer. The mutational landscape of 1,134 breast cancers reveals that the most significant differences between Chinese and Western patients occurred in the hormone receptor positive, human epidermal growth factor receptor 2 negative breast cancer subtype. Mutations in p53 and Hippo signaling pathways are more prevalent, and 2 mutually exclusive and 9 co-occurring patterns exist among 9 oncogenic pathways in our cohort. Further preclinical investigation partially suggests that NF2 loss-of-function mutations can be sensitive to a Hippo-targeted strategy. We establish a public database (Fudan Portal) and a precision medicine knowledge base for data exchange and interpretation. Collectively, our study presents a leading approach to Chinese precision oncology treatment and reveals potentially actionable mutations in breast cancer.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Asian People / genetics*; Biomarkers, Tumor / genetics; Breast Neoplasms* / genetics; Breast Neoplasms* / therapy; China; Data Management; Female; Genetic Markers; Genomics; High-Throughput Nucleotide Sequencing; Humans; Molecular Targeted Therapy*; Mutation*; Neurofibromin 2 / genetics; Oncogenes; Precision Medicine; Prospective Studies; Signal Transduction / genetics; Tumor Suppressor Protein p53 / genetics"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "21",
        "es_title": "Adjuvant Endocrine Therapy for Women With Hormone Receptor-Positive Breast Cancer: ASCO Clinical Practice Guideline Focused Update.",
        "Background/Purpose": "To update the ASCO clinical practice guideline on adjuvant endocrine therapy based on emerging data about the optimal duration of aromatase inhibitor (AI) treatment.",
        "Methods": "ASCO conducted a systematic review of randomized clinical trials from 2012 to 2018. Guideline recommendations were based on the Panel's review of the evidence from six trials.",
        "Results/Findings": "The six included studies of AI treatment beyond 5 years of therapy demonstrated that extension of AI treatment was not associated with an overall survival advantage but was significantly associated with lower risks of breast cancer recurrence and contralateral breast cancer compared with placebo. Bone-related toxic effects were more common with extended AI treatment.",
        "Conclusion/Interpretation": "The Panel recommends that women with node-positive breast cancer receive extended therapy, including an AI, for up to a total of 10 years of adjuvant endocrine treatment. Many women with node-negative breast cancer should consider extended therapy for up to a total of 10 years of adjuvant endocrine treatment based on considerations of recurrence risk using established prognostic factors. The Panel noted that the benefits in absolute risk of reduction were modest and that, for lower-risk node-negative or limited node-positive cancers, an individualized approach to treatment duration that is based on considerations of risk reduction and tolerability was appropriate. A substantial portion of the benefit for extended adjuvant AI therapy was derived from prevention of second breast cancers. Shared decision making between clinicians and patients is appropriate for decisions about extended adjuvant endocrine treatment, including discussions about the absolute benefits in the reduction of breast cancer recurrence, the prevention of second breast cancers, and the impact of adverse effects of treatment. Additional information can be found at www.asco.org/breast-cancer-guidelines .",
        "Keywords": "",
        "MeSH_Terms": "Aromatase Inhibitors / administration & dosage*; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism*; Chemotherapy, Adjuvant; Female; Hormones / metabolism; Humans; Randomized Controlled Trials as Topic; Receptors, Cell Surface / metabolism"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "83",
        "es_title": "The performance of one-step nucleic acid amplification assay for intraoperative detection of sentinel lymph node macrometastasis in breast cancer: An updated meta-analysis.",
        "Background/Purpose": "One-step nucleic acid amplification (OSNA) assay is a molecular diagnostic method for intraoperative detection of lymph node metastasis by amplifying cytokeratin 19 mRNA. We aim to further evaluate the performance of OSNA assay for the intraoperative diagnosis of sentinel lymph node metastasis in breast cancer.",
        "Methods": "PubMed, Cochrane Library, Web of Science databases were searched to retrieve related literature published up until December 2017. This meta-analysis was performed using a random-effects model. Risks of bias and quality assessments of included studies were evaluated and subgroup analysis was performed.",
        "Results/Findings": "Nineteen studies were included in this meta-analysis. For overall metastasis, the pooled sensitivity, specificity and area under the summary receiver-operating characteristic curve (AUC) were 0.90, 0.96 and 0.98, respectively. For macrometastasis, the pooled sensitivity, specificity and AUC were 0.85, 0.98 and 0.94, respectively.",
        "Conclusion/Interpretation": "OSNA assay is an accurate molecular diagnosis for intraoperative detection of sentinel lymph node macrometastasis in breast cancer.",
        "Keywords": "Breast cancer; Diagnosis; Meta-analysis; Metastasis; One-step nucleic acid amplification; Sentinel lymph node.",
        "MeSH_Terms": "Area Under Curve; Breast Neoplasms / genetics; Breast Neoplasms / pathology; Breast Neoplasms / surgery*; Female; Humans; Intraoperative Care / methods*; Keratin-19 / analysis; Lymphatic Metastasis / diagnosis*; Lymphatic Metastasis / pathology; Middle Aged; Molecular Diagnostic Techniques / methods; Molecular Diagnostic Techniques / statistics & numerical data*; Nucleic Acid Amplification Techniques / methods; Nucleic Acid Amplification Techniques / statistics & numerical data*; RNA, Messenger / analysis; ROC Curve; Sensitivity and Specificity; Sentinel Lymph Node / pathology; Sentinel Lymph Node / surgery"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "72",
        "es_title": "Measurement of residual breast cancer burden to predict survival after neoadjuvant chemotherapy.",
        "Background/Purpose": "To measure residual disease after neoadjuvant chemotherapy in order to improve the prognostic information that can be obtained from evaluating pathologic response.",
        "Methods": "Pathologic slides and reports were reviewed from 382 patients in two different treatment cohorts: sequential paclitaxel (T) then fluorouracil, doxorubicin, and cyclophosphamide (FAC) in 241 patients; and a single regimen of FAC in 141 patients. Residual cancer burden (RCB) was calculated as a continuous index combining pathologic measurements of primary tumor (size and cellularity) and nodal metastases (number and size) for prediction of distant relapse-free survival (DRFS) in multivariate Cox regression analyses.",
        "Results/Findings": "RCB was independently prognostic in a multivariate model that included age, pretreatment clinical stage, hormone receptor status, hormone therapy, and pathologic response (pathologic complete response [pCR] v residual disease [RD]; hazard ratio = 2.50; 95% CI 1.70 to 3.69; P < .001). Minimal RD (RCB-I) in 17% of patients carried the same prognosis as pCR (RCB-0). Extensive RD (RCB-III) in 13% of patients was associated with poor prognosis, regardless of hormone receptor status, adjuvant hormone therapy, or pathologic American Joint Committee on Cancer stage of residual disease. The generalizability of RCB for prognosis of distant relapse was confirmed in the FAC-treated validation cohort.",
        "Conclusion/Interpretation": "RCB determined from routine pathologic materials represented the distribution of RD, was a significant predictor of DRFS, and can be used to define categories of near-complete response and chemotherapy resistance.",
        "Keywords": "",
        "MeSH_Terms": "Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Axilla; Breast Neoplasms / drug therapy*; Breast Neoplasms / pathology*; Disease-Free Survival; Female; Humans; Lymphatic Metastasis / pathology; Middle Aged; Multivariate Analysis; Neoadjuvant Therapy; Neoplasm, Residual / pathology*; Predictive Value of Tests; Proportional Hazards Models"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "36",
        "es_title": "Residual Disease after Neoadjuvant Therapy - Developing Drugs for High-Risk Early Breast Cancer.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Antineoplastic Agents / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / pathology; Breast Neoplasms / therapy; Female; Humans; Neoadjuvant Therapy; Neoplasm Staging; Neoplasm, Residual; Receptor, ErbB-2 / analysis; Risk Factors; Survival Analysis"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "30",
        "es_title": "Increasing the dose intensity of chemotherapy by more frequent administration or sequential scheduling: a patient-level meta-analysis of 37 298 women with early breast cancer in 26 randomised trials.",
        "Background/Purpose": "Increasing the dose intensity of cytotoxic therapy by shortening the intervals between cycles, or by giving individual drugs sequentially at full dose rather than in lower-dose concurrent treatment schedules, might enhance efficacy.",
        "Methods": "To clarify the relative benefits and risks of dose-intense and standard-schedule chemotherapy in early breast cancer, we did an individual patient-level meta-analysis of trials comparing 2-weekly versus standard 3-weekly schedules, and of trials comparing sequential versus concurrent administration of anthracycline and taxane chemotherapy. The primary outcomes were recurrence and breast cancer mortality. Standard intention-to-treat log-rank analyses, stratified by age, nodal status, and trial, yielded dose-intense versus standard-schedule first-event rate ratios (RRs).",
        "Results/Findings": "Individual patient data were provided for 26 of 33 relevant trials identified, comprising 37 298 (93%) of 40 070 women randomised. Most women were aged younger than 70 years and had node-positive disease. Total cytotoxic drug usage was broadly comparable in the two treatment arms; colony-stimulating factor was generally used in the more dose-intense arm. Combining data from all 26 trials, fewer breast cancer recurrences were seen with dose-intense than with standard-schedule chemotherapy (10-year recurrence risk 28·0% vs 31·4%; RR 0·86, 95% CI 0·82-0·89; p<0·0001). 10-year breast cancer mortality was similarly reduced (18·9% vs 21·3%; RR 0·87, 95% CI 0·83-0·92; p<0·0001), as was all-cause mortality (22·1% vs 24·8%; RR 0·87, 95% CI 0·83-0·91; p<0·0001). Death without recurrence was, if anything, lower with dose-intense than with standard-schedule chemotherapy (10-year risk 4·1% vs 4·6%; RR 0·88, 95% CI 0·78-0·99; p=0·034). Recurrence reductions were similar in the seven trials (n=10 004) that compared 2-weekly chemotherapy with the same chemotherapy given 3-weekly (10-year risk 24·0% vs 28·3%; RR 0·83, 95% CI 0·76-0·91; p<0·0001), in the six trials (n=11 028) of sequential versus concurrent anthracycline plus taxane chemotherapy (28·1% vs 31·3%; RR 0·87, 95% CI 0·80-0·94; p=0·0006), and in the six trials (n=6532) testing both shorter intervals and sequential administration (30·4% vs 35·0%; RR 0·82, 95% CI 0·74-0·90; p<0·0001). The proportional reductions in recurrence with dose-intense chemotherapy were similar and highly significant (p<0·0001) in oestrogen receptor (ER)-positive and ER-negative disease and did not differ significantly by other patient or tumour characteristics.",
        "Conclusion/Interpretation": "Increasing the dose intensity of adjuvant chemotherapy by shortening the interval between treatment cycles, or by giving individual drugs sequentially rather than giving the same drugs concurrently, moderately reduces the 10-year risk of recurrence and death from breast cancer without increasing mortality from other causes.",
        "Keywords": "",
        "MeSH_Terms": "Antineoplastic Agents / administration & dosage*; Breast Neoplasms / drug therapy*; Breast Neoplasms / pathology; Drug Administration Schedule; Female; Humans"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "64",
        "es_title": "Strategies for subtypes--dealing with the diversity of breast cancer: highlights of the St. Gallen International Expert Consensus on the Primary Therapy of Early Breast Cancer 2011.",
        "Background/Purpose": "The 12th St Gallen International Breast Cancer Conference (2011) Expert Panel adopted a new approach to the classification of patients for therapeutic purposes based on the recognition of intrinsic biological subtypes within the breast cancer spectrum. For practical purposes, these subtypes may be approximated using clinicopathological rather than gene expression array criteria. In general, systemic therapy recommendations follow the subtype classification. Thus, 'Luminal A' disease generally requires only endocrine therapy, which also forms part of the treatment of the 'Luminal B' subtype. Chemotherapy is considered indicated for most patients with 'Luminal B', 'Human Epidermal growth factor Receptor 2 (HER2) positive', and 'Triple negative (ductal)' disease, with the addition of trastuzumab in 'HER2 positive' disease. Progress was also noted in defining better tolerated local therapies in selected cases without loss of efficacy, such as accelerated radiation therapy and the omission of axillary dissection under defined circumstances. Broad treatment recommendations are presented, recognizing that detailed treatment decisions need to consider disease extent, host factors, patient preferences, and social and economic constraints.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Antibodies, Monoclonal, Humanized / therapeutic use; Antineoplastic Agents / therapeutic use; Antineoplastic Agents, Hormonal / therapeutic use; Antineoplastic Combined Chemotherapy Protocols; Breast Neoplasms / classification*; Breast Neoplasms / pathology; Breast Neoplasms / therapy*; Chemotherapy, Adjuvant; Disease-Free Survival; Female; Humans; MicroRNAs / therapeutic use; Neoplasm Staging; Receptor, ErbB-2 / antagonists & inhibitors; Trastuzumab"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "31",
        "es_title": "Survival analysis of carboplatin added to an anthracycline/taxane-based neoadjuvant chemotherapy and HRD score as predictor of response-final results from GeparSixto.",
        "Background/Purpose": "In the neoadjuvant GeparSixto study, adding carboplatin to taxane- and anthracycline-based chemotherapy improved pathological complete response (pCR) rates in patients with triple-negative breast cancer (TNBC). Here, we present survival data and the potential prognostic and predictive role of homologous recombination deficiency (HRD).",
        "Methods": "Patients were randomized to paclitaxel plus nonpegylated liposomal doxorubicin (Myocet®) (PM) or PM plus carboplatin (PMCb). The secondary study end points disease-free survival (DFS) and overall survival (OS) were analyzed. Median follow-up was 47.3 months. HRD was among the exploratory analyses in GeparSixto and was successfully measured in formalin-fixed, paraffin-embedded tumor samples of 193/315 (61.3%) participants with TNBC. Homologous recombination (HR) deficiency was defined as HRD score ≥42 and/or presence of tumor BRCA mutations (tmBRCA).",
        "Results/Findings": "A significantly better DFS (hazard ratio 0.56, 95% CI 0.34-0.93; P = 0.022) was observed in patients with TNBC when treated with PMCb. The improvement of OS with PMCb was not statistically significant. Additional carboplatin did not improve DFS or OS in patients with HER2-positive tumors. HR deficiency was detected in 136 (70.5%) of 193 triple-negative tumors, of which 82 (60.3%) showed high HRD score without tmBRCA. HR deficiency independently predicted pCR (ypT0 ypN0) [odds ratio (OR) 2.60, 95% CI 1.26-5.37, P = 0.008]. Adding carboplatin to PM significantly increased the pCR rate from 33.9% to 63.5% in HR deficient tumors (P = 0.001), but only marginally in HR nondeficient tumors (from 20.0% to 29.6%, P = 0.540; test for interaction P = 0.327). pCR rates with carboplatin were also higher (63.2%) than without carboplatin (31.7%; OR 3.69, 1.46-9.37, P = 0.005) in patients with high HRD score but no tmBRCA. DFS rates were improved with addition of carboplatin, both in HR nondeficient (hazard ratio 0.44, 0.17-1.17, P = 0.086) and HR deficient tumors (hazard ratio 0.49, 0.23-1.04, P = 0.059).",
        "Conclusion/Interpretation": "The addition of carboplatin to neoadjuvant PM improved DFS significantly in TNBC. Long-term survival analyses support the neoadjuvant use of carboplatin in TNBC. HR deficiency in TNBC and HRD score in non-tmBRCA TNBC are predictors of response. HRD does not predict for carboplatin benefit.",
        "Keywords": "",
        "MeSH_Terms": "Anthracyclines / pharmacology; Anthracyclines / therapeutic use; Antineoplastic Combined Chemotherapy Protocols / pharmacology; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Breast / pathology; Breast / surgery; Bridged-Ring Compounds / pharmacology; Bridged-Ring Compounds / therapeutic use; Carboplatin / pharmacology; Carboplatin / therapeutic use*; Disease-Free Survival; Doxorubicin / analogs & derivatives; Doxorubicin / pharmacology; Doxorubicin / therapeutic use; Drug Resistance, Neoplasm / genetics; Female; Follow-Up Studies; Humans; Mastectomy; Middle Aged; Mutation; Neoadjuvant Therapy / methods; Paclitaxel / pharmacology; Paclitaxel / therapeutic use; Polyethylene Glycols / pharmacology; Polyethylene Glycols / therapeutic use; Prognosis; Recombinational DNA Repair / genetics*; Survival Analysis; Taxoids / pharmacology; Taxoids / therapeutic use; Triple Negative Breast Neoplasms / genetics; Triple Negative Breast Neoplasms / mortality; Triple Negative Breast Neoplasms / pathology; Triple Negative Breast Neoplasms / therapy*"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "27",
        "es_title": "Anthracyclines in Early Breast Cancer: The ABC Trials-USOR 06-090, NSABP B-46-I/USOR 07132, and NSABP B-49 (NRG Oncology).",
        "Background/Purpose": "Purpose Docetaxel and cyclophosphamide (TC) was superior to doxorubicin and cyclophosphamide (AC) in a trial in early breast cancer. However, activity of TC relative to AC regimens with a taxane (TaxAC) is unknown. Methods In a series of three adjuvant trials, women were randomly assigned to TC for six cycles (TC6) or to a standard TaxAC regimen. US Oncology Research (USOR) 06-090 compared TC6 with docetaxel, doxorubicin, and cyclophosphamide (TAC6). National Surgical Adjuvant Breast and Bowel Project (NSABP) B-46-I/USOR 07132 compared TC6, TAC6, or TC6 plus bevacizumab. NSABP B-49 compared TC6 with several standard AC and taxane combination regimens. Before any analysis of individual trials, a joint efficacy analysis of TC versus the TaxAC regimens was planned, with invasive disease-free survival (IDFS) as the primary end point. Patients who received TC6 plus bevacizumab on NSABP B-46-I/USOR 07132 were not included. A hazard ratio (HR) from a stratified Cox model that exceeded 1.18 for TC6 versus TaxAC was predefined as inferiority for TC6. The prespecified interim monitoring plan was to report for futility if the HR was > 1.18 when 334 IDFS events were observed (50% of 668 events required for definitive analysis). Results A total of 2,125 patients were randomly assigned to receive TC6 regimens and 2,117 patients were randomly assigned to receive TaxAC regimens. The median follow-up time was 3.3 years. There were 334 IDFS events, and the HR for TC6 versus TaxAC was 1.202 (95% CI, 0.97 to 1.49), which triggered early reporting for futility. The 4-year IDFS was 88.2% for TC6 and was 90.7% for TaxAC ( P = .04). Tests for treatment interaction by protocol, hormone receptor status, and nodal status were negative. Conclusion The TaxAC regimens improved IDFS in patients with high-risk human epidermal growth factor receptor 2-negative breast cancer compared with the TC6 regimen.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Anthracyclines / administration & dosage; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / chemistry; Breast Neoplasms / pathology; Breast Neoplasms / therapy*; Bridged-Ring Compounds / administration & dosage; Carcinoma, Ductal, Breast / chemistry; Carcinoma, Ductal, Breast / secondary; Carcinoma, Ductal, Breast / therapy*; Carcinoma, Intraductal, Noninfiltrating / chemistry; Carcinoma, Intraductal, Noninfiltrating / therapy*; Chemotherapy, Adjuvant; Cyclophosphamide / administration & dosage; Disease-Free Survival; Docetaxel; Doxorubicin / administration & dosage; Female; Follow-Up Studies; Humans; Lymphatic Metastasis; Mastectomy; Middle Aged; Prospective Studies; Receptor, ErbB-2 / analysis; Receptors, Estrogen / analysis; Receptors, Progesterone / analysis; Taxoids / administration & dosage"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "63",
        "es_title": "Thresholds for therapies: highlights of the St Gallen International Expert Consensus on the primary therapy of early breast cancer 2009.",
        "Background/Purpose": "The 11(th) St Gallen (Switzerland) expert consensus meeting on the primary treatment of early breast cancer in March 2009 maintained an emphasis on targeting adjuvant systemic therapies according to subgroups defined by predictive markers. Any positive level of estrogen receptor (ER) expression is considered sufficient to justify the use of endocrine adjuvant therapy in almost all patients. Overexpression or amplification of HER2 by standard criteria is an indication for anti-HER2 therapy for all but the very lowest risk invasive tumours. The corollary is that ER and HER2 must be reliably and accurately measured. Indications for cytotoxic adjuvant therapy were refined, acknowledging the role of risk factors with the caveat that risk per se is not a target. Proliferation markers, including those identified in multigene array analyses, were recognised as important in this regard. The threshold for indication of each systemic treatment modality thus depends on different criteria which have been separately listed to clarify the therapeutic decision-making algorithm.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Algorithms; Antineoplastic Agents, Hormonal / therapeutic use; Breast Neoplasms / metabolism; Breast Neoplasms / therapy*; Breast Neoplasms, Male / metabolism; Breast Neoplasms, Male / therapy*; Chemotherapy, Adjuvant; Decision Support Techniques; Female; Humans; Male; Neoplasms, Hormone-Dependent / metabolism; Neoplasms, Hormone-Dependent / therapy*; Radiotherapy, Adjuvant; Receptor, ErbB-2 / antagonists & inhibitors; Receptor, ErbB-2 / biosynthesis; Receptors, Estrogen / biosynthesis"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "24",
        "es_title": "Use of letrozole after aromatase inhibitor-based therapy in postmenopausal breast cancer (NRG Oncology/NSABP B-42): a randomised, double-blind, placebo-controlled, phase 3 trial.",
        "Background/Purpose": "The optimal duration of extended therapy with aromatase inhibitors in patients with postmenopausal breast cancer is unknown. In the NSABP B-42 study, we aimed to determine whether extended letrozole treatment improves disease-free survival after 5 years of aromatase inhibitor-based therapy in women with postmenopausal breast cancer.",
        "Methods": "This randomised, double-blind, placebo-controlled, phase 3 trial was done in 158 centres in the USA, Canada, and Ireland. Postmenopausal women with stage I-IIIA hormone receptor-positive breast cancer, who were disease-free after about 5 years of treatment with an aromatase inhibitor or tamoxifen followed by an aromatase inhibitor, were randomly assigned (1:1) to receive 5 years of letrozole (2·5 mg orally per day) or placebo. Randomisation was stratified by pathological node status, previous tamoxifen use, and lowest bone mineral density T score in the lumbosacral spine, total hip, or femoral neck. The primary endpoint was disease-free survival, defined as time from randomisation to breast cancer recurrence, second primary malignancy, or death, and was analysed by intention to treat. To adjust for previous interim analyses, the two-sided statistical significance level for disease-free survival was set at 0·0418. This study is registered with ClinicalTrials.gov, number  , is active, and is no longer enrolling patients.",
        "Results/Findings": "Between Sept 28, 2006, and Jan 6, 2010, 3966 patients were randomly assigned to receive letrozole (n=1983) or placebo (n=1983). Follow-up information was available for 3903 patients for the analyses of disease-free survival. Median follow-up was 6·9 years (IQR 6·1-7·5). Letrozole treatment did not significantly improve disease-free survival (339 disease-free survival events were reported in the placebo group and 292 disease-free survival events were reported in the letrozole group; hazard ratio 0·85, 95% CI 0·73-0·999; p=0·048). 7-year disease-free survival estimate was 81·3% (95% CI 79·3-83·1) in the placebo group and 84·7% (82·9-86·4) in the letrozole group. The most common grade 3 adverse events were arthralgia (47 [2%] of 1933 patients in the placebo group vs 50 [3%] of 1941 patients in the letrozole group) and back pain (44 [2%] vs 38 [2%]). The most common grade 4 adverse event in the placebo group was thromboembolic event (eight [<1%]) and the most common grade 4 adverse events in the letrozole group were urinary tract infection, hypokalaemia, and left ventricular systolic dysfunction (four [<1%] each).",
        "Conclusion/Interpretation": "After 5 years of aromatase inhibitor-based therapy, 5 years of letrozole therapy did not significantly prolong disease-free survival compared with placebo. Careful assessment of potential risks and benefits is required before recommending extended letrozole therapy to patients with early-stage breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Aged; Aromatase Inhibitors / administration & dosage; Aromatase Inhibitors / adverse effects; Aromatase Inhibitors / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / pathology; Chemotherapy, Adjuvant; Disease-Free Survival; Double-Blind Method; Female; Humans; Intention to Treat Analysis; Letrozole / administration & dosage; Letrozole / adverse effects; Letrozole / therapeutic use*; Middle Aged; Multivariate Analysis; Postmenopause; Receptors, Estrogen / metabolism; Receptors, Progesterone / analysis; Receptors, Progesterone / metabolism; Tamoxifen / therapeutic use"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "19",
        "es_title": "Overall Survival with Palbociclib and Fulvestrant in Advanced Breast Cancer.",
        "Background/Purpose": "The cyclin-dependent kinase 4 and 6 (CDK4/6) inhibitor palbociclib, in combination with fulvestrant therapy, prolongs progression-free survival among patients with hormone-receptor-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced breast cancer. We report the results of a prespecified analysis of overall survival.",
        "Methods": "We randomly assigned patients with hormone-receptor-positive, HER2-negative advanced breast cancer who had progression or relapse during previous endocrine therapy to receive palbociclib plus fulvestrant or placebo plus fulvestrant. We analyzed overall survival; the effect of palbociclib according to the prespecified stratification factors of presence or absence of sensitivity to endocrine therapy, presence or absence of visceral metastatic disease, and menopausal status; the efficacy of subsequent therapies after disease progression; and safety.",
        "Results/Findings": "Among 521 patients who underwent randomization, the median overall survival was 34.9 months (95% confidence interval [CI], 28.8 to 40.0) in the palbociclib-fulvestrant group and 28.0 months (95% CI, 23.6 to 34.6) in the placebo-fulvestrant group (hazard ratio for death, 0.81; 95% CI, 0.64 to 1.03; P=0.09; absolute difference, 6.9 months). CDK4/6 inhibitor treatment after the completion of the trial regimen occurred in 16% of the patients in the placebo-fulvestrant group. Among 410 patients with sensitivity to previous endocrine therapy, the median overall survival was 39.7 months (95% CI, 34.8 to 45.7) in the palbociclib-fulvestrant group and 29.7 months (95% CI, 23.8 to 37.9) in the placebo-fulvestrant group (hazard ratio, 0.72; 95% CI, 0.55 to 0.94; absolute difference, 10.0 months). The median duration of subsequent therapy was similar in the two groups, and the median time to the receipt of chemotherapy was 17.6 months in the palbociclib-fulvestrant group, as compared with 8.8 months in the placebo-fulvestrant group (hazard ratio, 0.58; 95% CI, 0.47 to 0.73; P<0.001). No new safety signals were observed with 44.8 months of follow-up.",
        "Conclusion/Interpretation": "Among patients with hormone-receptor-positive, HER2-negative advanced breast cancer who had sensitivity to previous endocrine therapy, treatment with palbociclib-fulvestrant resulted in longer overall survival than treatment with placebo-fulvestrant. The differences in overall survival in the entire trial group were not significant. (Funded by Pfizer; PALOMA-3 ClinicalTrials.gov number,   .).",
        "Keywords": "",
        "MeSH_Terms": "Aged; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Double-Blind Method; ErbB Receptors / analysis; Estradiol / administration & dosage; Estradiol / adverse effects; Estradiol / analogs & derivatives*; Female; Fulvestrant; Humans; Middle Aged; Piperazines / administration & dosage*; Piperazines / adverse effects; Protein Kinase Inhibitors / administration & dosage; Protein Kinase Inhibitors / adverse effects; Pyridines / administration & dosage*; Pyridines / adverse effects; Receptors, Steroid / analysis; Survival Analysis"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "20",
        "es_title": "Optimal Duration of Extended Adjuvant Endocrine Therapy for Early Breast Cancer; Results of the IDEAL Trial (BOOG 2006-05).",
        "Background/Purpose": "The optimal duration of extended endocrine therapy beyond five years after initial aromatase inhibitor-based adjuvant therapy for postmenopausal women with hormone receptor-positive breast cancer is still unknown. Therefore, we conducted a clinical trial to compare two different extended endocrine therapy durations.",
        "Methods": "In the randomized phase III IDEAL trial, postmenopausal patients with hormone receptor-positive breast cancer were randomly allocated to either 2.5 or five years of letrozole after the initial five years of any endocrine therapy. The primary end point was disease free survival (DFS), and secondary end points were overall survival (OS), distant metastasis-free interval (DMFi), new primary breast cancer, and safety. Hazard ratios (HRs) were determined using Cox regression analysis. All analyses were by intention-to-treat principle.",
        "Results/Findings": "A total of 1824 patients were assigned to either 2.5 years (n = 909) or five years (n = 915) of letrozole, with a median follow-up of 6.6 years. A DFS event occurred in 152 patients in the five-year group, compared with 163 patients in the 2.5-year group (HR = 0.92, 95% confidence interval [CI] = 0.74 to 1.16). OS (HR = 1.04, 95% CI = 0.78 to 1.38) and DMFi (HR = 1.06, 95% CI = 0.78 to 1.45) were not different between both groups. A reduction in occurrence of second primary breast cancer was observed with five years of treatment (HR = 0.39, 95% CI = 0.19 to 0.81). Subgroup analysis did not identify patients who benefit from five-year extended therapy.",
        "Conclusion/Interpretation": "This study showed no superiority of five years over 2.5 years of extended adjuvant letrozole after an initial five years of adjuvant endocrine therapy.",
        "Keywords": "",
        "MeSH_Terms": "Aged; Antineoplastic Combined Chemotherapy Protocols / administration & dosage*; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Aromatase Inhibitors / administration & dosage; Breast Neoplasms / chemistry; Breast Neoplasms / pathology; Breast Neoplasms / therapy*; Carcinoma, Ductal, Breast / chemistry; Carcinoma, Ductal, Breast / prevention & control; Carcinoma, Ductal, Breast / secondary; Carcinoma, Ductal, Breast / therapy*; Carcinoma, Intraductal, Noninfiltrating / prevention & control; Carcinoma, Intraductal, Noninfiltrating / therapy*; Chemotherapy, Adjuvant / adverse effects; Disease-Free Survival; Female; Follow-Up Studies; Humans; Letrozole; Mastectomy, Segmental; Middle Aged; Neoplasm Recurrence, Local / prevention & control*; Neoplasms, Second Primary / prevention & control*; Nitriles / administration & dosage*; Nitriles / adverse effects; Postmenopause; Receptors, Estrogen / analysis; Receptors, Progesterone / analysis; Survival Rate; Tamoxifen / administration & dosage; Time Factors; Triazoles / administration & dosage*; Triazoles / adverse effects"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "2",
        "es_title": "Update: NCCN breast cancer Clinical Practice Guidelines.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Age Factors; Aged; Antineoplastic Agents, Hormonal / therapeutic use; Breast Neoplasms / therapy*; Chemotherapy, Adjuvant; Female; Humans; Menopause; Middle Aged; Practice Guidelines as Topic; Radiotherapy, Adjuvant; United States"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "5",
        "es_title": "Breast-conserving surgery with or without irradiation in women aged 65 years or older with early breast cancer (PRIME II): a randomised controlled trial.",
        "Background/Purpose": "For most older women with early breast cancer, standard treatment after breast-conserving surgery is adjuvant whole-breast radiotherapy and adjuvant endocrine treatment. We aimed to assess the effect omission of whole-breast radiotherapy would have on local control in older women at low risk of local recurrence at 5 years.",
        "Methods": "Between April 16, 2003, and Dec 22, 2009, 1326 women aged 65 years or older with early breast cancer judged low-risk (ie, hormone receptor-positive, axillary node-negative, T1-T2 up to 3 cm at the longest dimension, and clear margins; grade 3 tumour histology or lymphovascular invasion, but not both, were permitted), who had had breast-conserving surgery and were receiving adjuvant endocrine treatment, were recruited into a phase 3 randomised controlled trial at 76 centres in four countries. Eligible patients were randomly assigned to either whole-breast radiotherapy (40-50 Gy in 15-25 fractions) or no radiotherapy by computer-generated permuted block randomisation, stratified by centre, with a block size of four. The primary endpoint was ipsilateral breast tumour recurrence. Follow-up continues and will end at the 10-year anniversary of the last randomised patient. Analyses were done by intention to treat. The trial is registered on ISRCTN.com, number ISRCTN95889329.",
        "Results/Findings": "658 women who had undergone breast-conserving surgery and who were receiving adjuvant endocrine treatment were randomly assigned to receive whole-breast irradiation and 668 were allocated to no further treatment. After median follow-up of 5 years (IQR 3·84-6·05), ipsilateral breast tumour recurrence was 1·3% (95% CI 0·2-2·3; n=5) in women assigned to whole-breast radiotherapy and 4·1% (2·4-5·7; n=26) in those assigned no radiotherapy (p=0·0002). Compared with women allocated to whole-breast radiotherapy, the univariate hazard ratio for ipsilateral breast tumour recurrence in women assigned to no radiotherapy was 5·19 (95% CI 1·99-13·52; p=0·0007). No differences in regional recurrence, distant metastases, contralateral breast cancers, or new breast cancers were noted between groups. 5-year overall survival was 93·9% (95% CI 91·8-96·0) in both groups (p=0·34). 89 women died; eight of 49 patients allocated to no radiotherapy and four of 40 assigned to radiotherapy died from breast cancer.",
        "Conclusion/Interpretation": "Postoperative whole-breast radiotherapy after breast-conserving surgery and adjuvant endocrine treatment resulted in a significant but modest reduction in local recurrence for women aged 65 years or older with early breast cancer 5 years after randomisation. However, the 5-year rate of ipsilateral breast tumour recurrence is probably low enough for omission of radiotherapy to be considered for some patients.",
        "Keywords": "",
        "MeSH_Terms": "Age Factors; Aged; Antineoplastic Agents, Hormonal / therapeutic use; Australia; Breast Neoplasms / mortality; Breast Neoplasms / pathology; Breast Neoplasms / radiotherapy*; Breast Neoplasms / surgery*; Chemoradiotherapy, Adjuvant; Chemotherapy, Adjuvant; Dose Fractionation, Radiation; Europe; Female; Humans; Intention to Treat Analysis; Kaplan-Meier Estimate; Mastectomy, Segmental* / adverse effects; Neoplasm Recurrence, Local; Neoplasm Staging; Patient Selection; Proportional Hazards Models; Risk Assessment; Risk Factors; Time Factors; Treatment Outcome"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "48",
        "es_title": "Effect of Capecitabine Maintenance Therapy Using Lower Dosage and Higher Frequency vs Observation on Disease-Free Survival Among Patients With Early-Stage Triple-Negative Breast Cancer Who Had Received Standard Treatment: The SYSUCC-001 Randomized Clinical Trial.",
        "Background/Purpose": "Among all subtypes of breast cancer, triple-negative breast cancer has a relatively high relapse rate and poor outcome after standard treatment. Effective strategies to reduce the risk of relapse and death are needed.",
        "Methods": "To evaluate the efficacy and adverse effects of low-dose capecitabine maintenance after standard adjuvant chemotherapy in early-stage triple-negative breast cancer.",
        "Results/Findings": "Randomized clinical trial conducted at 13 academic centers and clinical sites in China from April 2010 to December 2016 and final date of follow-up was April 30, 2020. Patients (n = 443) had early-stage triple-negative breast cancer and had completed standard adjuvant chemotherapy.",
        "Conclusion/Interpretation": "Eligible patients were randomized 1:1 to receive capecitabine (n = 222) at a dose of 650 mg/m2 twice a day by mouth for 1 year without interruption or to observation (n = 221) after completion of standard adjuvant chemotherapy.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Capecitabine / administration & dosage*; Capecitabine / adverse effects; Chemotherapy, Adjuvant; Disease-Free Survival; Drug Administration Schedule; Female; Follow-Up Studies; Hand-Foot Syndrome / etiology; Humans; Maintenance Chemotherapy; Mastectomy; Middle Aged; Neoplasm Grading; Neoplasm Staging; Neoplasm, Residual; Observation; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / mortality; Triple Negative Breast Neoplasms / pathology; Triple Negative Breast Neoplasms / surgery"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "59",
        "es_title": "Clinical observation on treatment of hyperplasia of mammary gland by Lirukang Granule.",
        "Background/Purpose": "To explore the efficacy and mechanism of Lirukang Granule in treating hyperplasia of mammary gland (HMG).",
        "Methods": "One hundred patients with HMG were randomly assigned to two groups, 50 in each group. The patients in the treated group were orally administered with LRKG thrice a day, one package each time, and those in the control group were given orally Rukuaixiao Tablet thrice a day, 4 tablets each time. The therapeutic course for both groups was 4 months. The clinical efficacy, pain alleviating rate, as well as changes of local sign and symptom scores were observed before and after treatment. The changes of serum estradiol (E(2)), progesterone (P), testosterone (T), follicle stimulating hormone (FSH), luteinizing hormone (LH) and prolactin (PRL) in some randomly selected patients (24 patients in the treated group and 24 in the control group) before and after treatment were measured with radioimmunoassay.",
        "Results/Findings": "The total clinical efficacy in the treated group was superior to that in the control group, significant difference was shown between the two groups (P < 0.01). The cure-effective rate and total effective rate in the treated group were 70.0% and 88.0% respectively, significantly higher than those in the control group (38.0% and 64.0%) respectively (P < 0.01), and the pain alleviating rate in the treated group was also significantly higher in the former than that in the latter (88.0% vs 64.0%, P < 0.05). Moreover, the treated group showed obvious superiority in improving the patients' symptom and sign scores (P < 0.01), and abnormalities of gonadal hormone as compared with the respective items in the control group (P < 0.01).",
        "Conclusion/Interpretation": "LRKG has good efficacy in the treatment of HMG, and its mechanism may be related to the regulation on endocrine and immune function.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Breast / pathology*; Drugs, Chinese Herbal / therapeutic use*; Female; Follicle Stimulating Hormone / blood; Humans; Hyperplasia; Luteinizing Hormone / blood; Middle Aged"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "50",
        "es_title": "Biomarker assessment of the CBCSG006 trial: a randomized phase III trial of cisplatin plus gemcitabine compared with paclitaxel plus gemcitabine as first-line therapy for patients with metastatic triple-negative breast cancer.",
        "Background/Purpose": "CBCSG006 trial reported the superior efficacy of cisplatin plus gemcitabine (GP) regimen than paclitaxel plus gemcitabine (GT) regimen as first-line treatment of metastatic triple-negative breast cancer (mTNBC). This study focused on the updated survival data and the explorations of potential biomarkers for efficacy.",
        "Methods": "Germ-line mutations of homologous recombination (HR) panel, BRCA1/2 included, were evaluated in 55.9% (132/236) patients. PD-L1 expression was evaluated in 48.3% (114/236) patients. A nonparametric sliding-window subpopulation treatment effect pattern plot (STEPP) methodology was used to analyze the absolute survival benefits. All statistical tests were two-sided.",
        "Results/Findings": "Median progression-free survival (PFS) was 7.73 [95% confidence interval (CI) 6.46-9.00] months for GP arm and 6.07 (95% CI 5.32-6.83) months for GT arm (P = 0.005). No significant difference in overall survival (OS) was observed. There was significant interaction between HR status and treatment for PFS and status of HR deficient significantly correlated with higher objective response rate (ORR) and longer PFS in GP arm than in GT arm (71.9% versus 38.7%, P = 0.008; 10.37 versus 4.30 months, P = 0.011). There was no significant interaction between germ-line BRCA1/2 (gBRCA1/2) status and treatment for PFS. Patients with gBRCA1/2 mutation had numerically higher ORR and prolonged PFS in GP arm than in GT arm (83.3% versus 37.5%, P = 0.086; 8.90 versus 3.20 months, P = 0.459). There was no significant interaction between PD-L1 status and treatment for PFS, and no significant differences in ORR, PFS or OS between two arms regardless of PD-L1 status. In STEPP analysis, patients with lower composite risks had more absolute benefits in PFS than those with higher composite risks.",
        "Conclusion/Interpretation": "GP regimen has superior efficacy than GT regimen as first-line chemotherapy for mTNBC patients. Germ-line mutations of BRCA1/2 and HR panel are possible biomarkers for better performance of cisplatin-based regimens. A composite risk model was developed to guide patient selection for GP treatment in TNBC patients.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Antineoplastic Combined Chemotherapy Protocols / pharmacology; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Biomarkers, Tumor / genetics*; Biomarkers, Tumor / metabolism; Breast / pathology; Cisplatin / pharmacology; Cisplatin / therapeutic use; Deoxycytidine / analogs & derivatives; Deoxycytidine / pharmacology; Deoxycytidine / therapeutic use; Drug Resistance, Neoplasm / genetics; Female; Follow-Up Studies; Gemcitabine; Germ-Line Mutation; Humans; Kaplan-Meier Estimate; Models, Biological; Paclitaxel / pharmacology; Paclitaxel / therapeutic use; Patient Selection*; Progression-Free Survival; Prospective Studies; Risk Assessment / methods; Treatment Outcome; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / genetics; Triple Negative Breast Neoplasms / mortality"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "46",
        "es_title": "Adjuvant Capecitabine With Docetaxel and Cyclophosphamide Plus Epirubicin for Triple-Negative Breast Cancer (CBCSG010): An Open-Label, Randomized, Multicenter, Phase III Trial.",
        "Background/Purpose": "Standard adjuvant chemotherapy for triple-negative breast cancer (TNBC) includes a taxane and an anthracycline. Concomitant capecitabine may be beneficial, but robust data to support this are lacking. The efficacy and safety of the addition of capecitabine into the TNBC adjuvant treatment regimen was evaluated.",
        "Methods": "This randomized, open-label, phase III trial was conducted in China. Eligible female patients with early TNBC after definitive surgery were randomly assigned (1:1) to either capecitabine (3 cycles of capecitabine and docetaxel followed by 3 cycles of capecitabine, epirubicin, and cyclophosphamide) or control treatment (3 cycles of docetaxel followed by 3 cycles of fluorouracil, epirubicin, and cyclophosphamide). Randomization was centralized without stratification. The primary end point was disease-free survival (DFS).",
        "Results/Findings": "Between June 2012 and December 2013, 636 patients with TNBC were screened, and 585 were randomly assigned to treatment (control, 288; capecitabine, 297). Median follow-up was 67 months. The 5-year DFS rate was higher for capecitabine than for control treatment (86.3%   80.4%; hazard ratio, 0.66; 95% CI, 0.44 to 0.99;   = .044). Five-year overall survival rates were numerically higher but not significantly improved (capecitabine, 93.3%; control, 90.7%). Overall, 39.1% of patients had capecitabine dose reductions, and 8.4% reported grade ≥ 3 hand-foot syndrome. The most common grade ≥ 3 hematologic toxicities were neutropenia (capecitabine, 136 [45.8%]; control, 118 [41.0%]) and febrile neutropenia (capecitabine, 50 [16.8%]; control, 46 [16.0%]). Safety data were similar to the known capecitabine safety profile and generally comparable between arms.",
        "Conclusion/Interpretation": "Capecitabine when added to 3 cycles of docetaxel followed by 3 cycles of a 3-drug anthracycline combination containing capecitabine instead of fluorouracil significantly improved DFS in TNBC without new safety concerns.",
        "Keywords": "ClinicalTrials.gov  .",
        "MeSH_Terms": "Adult; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Capecitabine / administration & dosage*; Capecitabine / adverse effects; Chemotherapy, Adjuvant; China; Cyclophosphamide / administration & dosage*; Cyclophosphamide / adverse effects; Disease-Free Survival; Docetaxel / administration & dosage*; Docetaxel / adverse effects; Epirubicin / administration & dosage*; Epirubicin / adverse effects; Female; Humans; Middle Aged; Prospective Studies; Time Factors; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / mortality; Triple Negative Breast Neoplasms / pathology"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "33",
        "es_title": "Goserelin for ovarian protection during breast-cancer adjuvant chemotherapy.",
        "Background/Purpose": "Ovarian failure is a common toxic effect of chemotherapy. Studies of the use of gonadotropin-releasing hormone (GnRH) agonists to protect ovarian function have shown mixed results and lack data on pregnancy outcomes.",
        "Methods": "We randomly assigned 257 premenopausal women with operable hormone-receptor-negative breast cancer to receive standard chemotherapy with the GnRH agonist goserelin (goserelin group) or standard chemotherapy without goserelin (chemotherapy-alone group). The primary study end point was the rate of ovarian failure at 2 years, with ovarian failure defined as the absence of menses in the preceding 6 months and levels of follicle-stimulating hormone (FSH) in the postmenopausal range. Rates were compared with the use of conditional logistic regression. Secondary end points included pregnancy outcomes and disease-free and overall survival.",
        "Results/Findings": "At baseline, 218 patients were eligible and could be evaluated. Among 135 with complete primary end-point data, the ovarian failure rate was 8% in the goserelin group and 22% in the chemotherapy-alone group (odds ratio, 0.30; 95% confidence interval [CI], 0.09 to 0.97; two-sided P=0.04). Owing to missing primary end-point data, sensitivity analyses were performed, and the results were consistent with the main findings. Missing data did not differ according to treatment group or according to the stratification factors of age and planned chemotherapy regimen. Among the 218 patients who could be evaluated, pregnancy occurred in more women in the goserelin group than in the chemotherapy-alone group (21% vs. 11%, P=0.03); women in the goserelin group also had improved disease-free survival (P=0.04) and overall survival (P=0.05).",
        "Conclusion/Interpretation": "Although missing data weaken interpretation of the findings, administration of goserelin with chemotherapy appeared to protect against ovarian failure, reducing the risk of early menopause and improving prospects for fertility. (Funded by the National Cancer Institute and others; POEMS/S0230 ClinicalTrials.gov number,  .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / surgery; Chemotherapy, Adjuvant; Disease-Free Survival; Female; Gonadotropin-Releasing Hormone / agonists*; Goserelin / adverse effects; Goserelin / therapeutic use*; Humans; Middle Aged; Pregnancy; Pregnancy Rate; Premenopause; Primary Ovarian Insufficiency / chemically induced; Primary Ovarian Insufficiency / prevention & control*; Regression Analysis"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "49",
        "es_title": "Cisplatin plus gemcitabine versus paclitaxel plus gemcitabine as first-line therapy for metastatic triple-negative breast cancer (CBCSG006): a randomised, open-label, multicentre, phase 3 trial.",
        "Background/Purpose": "Platinum chemotherapy has a role in the treatment of metastatic triple-negative breast cancer but its full potential has probably not yet been reached. We assessed whether a cisplatin plus gemcitabine regimen was non-inferior to or superior to paclitaxel plus gemcitabine as first-line therapy for patients with metastatic triple-negative breast cancer.",
        "Methods": "For this open-label, randomised, phase 3, hybrid-designed trial undertaken at 12 institutions or hospitals in China, we included Chinese patients aged 18-70 years with previously untreated, histologically confirmed metastatic triple-negative breast cancer, and an ECOG performance status of 0-1. These patients were randomly assigned (1:1) to receive either cisplatin plus gemcitabine (cisplatin 75 mg/m(2) on day 1 and gemcitabine 1250 mg/m(2) on days 1 and 8) or paclitaxel plus gemcitabine (paclitaxel 175 mg/m(2) on day 1 and gemcitabine 1250 mg/m(2) on days 1 and 8) given intravenously every 3 weeks for a maximum of eight cycles. Randomisation was done centrally via an interactive web response system using block randomisation with a size of eight, with no stratification factors. Patients and investigator were aware of group assignments. The primary endpoint was progression-free survival and analyses were based on all patients who received at least one dose of assigned treatment. The margin used to establish non-inferiority was 1·2. If non-inferiority of cisplatin plus gemcitabine compared with paclitaxel plus gemcitabine was achieved, we would then test for superiority. The trial is registered with ClinicalTrials.gov, number  .",
        "Results/Findings": "From Jan 14, 2011, to Nov 14, 2013, 240 patients were assessed for eligibility and randomly assigned to treatment (120 in the cisplatin plus gemcitabine group and 120 in the paclitaxel plus gemcitabine group). 236 patients received at least one dose of assigned chemotherapy and were included in the modified intention-to-treat analysis (118 per group). After a median follow-up of 16·3 months (IQR 14·4-26·8) in the cisplatin plus gemcitabine group and 15·9 months (10·7-25·4) in the paclitaxel plus gemcitabine group, the hazard ratio for progression-free survival was 0·692 (95% CI 0·523-0·915; pnon-inferiority<0·0001, psuperiority=0·009, thus cisplatin plus gemcitabine was both non-inferior to and superior to paclitaxel plus gemcitabine. Median progression-free survival was 7·73 months (95% CI 6·16-9·30) in the cisplatin plus gemcitabine group and 6·47 months (5·76-7·18) in the paclitaxel plus gemcitabine group. Grade 3 or 4 adverse events that differed significantly between the two groups included nausea (eight [7%] vs one [<1%]), vomiting (13 [11%] vs one [<1%]), musculoskeletal pain (none vs ten [8%]), anaemia (39 [33%] vs six [5%]), and thrombocytopenia (38 [32%] vs three [3%]), for the cisplatin plus gemcitabine compared with the paclitaxel plus gemcitabine groups, respectively. In addition, patients in the cisplatin plus gemcitabine group had significantly fewer events of grade 1-4 alopecia (12 [10%] vs 42 [36%]) and peripheral neuropathy (27 [23%] vs 60 [51%]), but more grade 1-4 anorexia (33 [28%] vs 10 [8%]), constipation (29 [25%] vs 11 [9%]), hypomagnesaemia (27 [23%] vs five [4%]), and hypokalaemia (10 [8%] vs two [2%]). Serious drug-related adverse events were seen in three patients in the paclitaxel plus gemcitabine group (interstitial pneumonia, anaphylaxis, and severe neutropenia) and four in the cisplatin plus gemcitabine group (pathological bone fracture, thrombocytopenia with subcutaneous haemorrhage, severe anaemia, and cardiogenic syncope). There were no treatment-related deaths.",
        "Conclusion/Interpretation": "Cisplatin plus gemcitabine could be an alternative or even the preferred first-line chemotherapy strategy for patients with metastatic triple-negative breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Antineoplastic Combined Chemotherapy Protocols / administration & dosage*; Antineoplastic Combined Chemotherapy Protocols / adverse effects; China; Cisplatin / administration & dosage*; Cisplatin / adverse effects; Deoxycytidine / administration & dosage; Deoxycytidine / adverse effects; Deoxycytidine / analogs & derivatives*; Disease-Free Survival; Female; Gemcitabine; Humans; Middle Aged; Neoplasm Staging; Paclitaxel / administration & dosage*; Paclitaxel / adverse effects; Treatment Outcome; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / pathology"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "47",
        "es_title": "Effect of Adjuvant Paclitaxel and Carboplatin on Survival in Women With Triple-Negative Breast Cancer: A Phase 3 Randomized Clinical Trial.",
        "Background/Purpose": "The value of platinum-based adjuvant chemotherapy in patients with triple-negative breast cancer (TNBC) remains controversial, as does whether BRCA1 and BRCA2 (BRCA1/2) germline variants are associated with platinum treatment sensitivity.",
        "Methods": "To compare 6 cycles of paclitaxel plus carboplatin (PCb) with a standard-dose regimen of 3 cycles of cyclophosphamide, epirubicin, and fluorouracil followed by 3 cycles of docetaxel (CEF-T).",
        "Results/Findings": "This phase 3 randomized clinical trial was conducted at 9 cancer centers and hospitals in China. Between July 1, 2011, and April 30, 2016, women aged 18 to 70 years with operable TNBC after definitive surgery (having pathologically confirmed regional node-positive disease or node-negative disease with tumor diameter >10 mm) were screened and enrolled. Exclusion criteria included having metastatic or locally advanced disease, having non-TNBC, or receiving preoperative anticancer therapy. Data were analyzed from December 1, 2019, to January 31, 2020, from the intent-to-treat population as prespecified in the protocol.",
        "Conclusion/Interpretation": "Participants were randomized to receive PCb (paclitaxel 80 mg/m2 and carboplatin [area under the curve = 2] on days 1, 8, and 15 every 28 days for 6 cycles) or CEF-T (cyclophosphamide 500 mg/m2, epirubicin 100 mg/m2, and fluorouracil 500 mg/m2 every 3 weeks for 3 cycles followed by docetaxel 100 mg/m2 every 3 weeks for 3 cycles).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Antineoplastic Combined Chemotherapy Protocols / administration & dosage*; Antineoplastic Combined Chemotherapy Protocols / adverse effects; BRCA1 Protein / genetics; BRCA2 Protein / genetics; Carboplatin / administration & dosage*; Carboplatin / adverse effects; Chemotherapy, Adjuvant / adverse effects; Disease-Free Survival; Female; Germ-Line Mutation / genetics; Humans; Middle Aged; Neoplasm Recurrence, Local / drug therapy; Neoplasm Recurrence, Local / genetics; Neoplasm Recurrence, Local / pathology; Paclitaxel / administration & dosage*; Paclitaxel / adverse effects; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / genetics; Triple Negative Breast Neoplasms / pathology"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "25",
        "es_title": "Relative Effectiveness of Letrozole Compared With Tamoxifen for Patients With Lobular Carcinoma in the BIG 1-98 Trial.",
        "Background/Purpose": "To evaluate the relative effectiveness of letrozole compared with tamoxifen for patients with invasive ductal or lobular carcinoma.",
        "Methods": "Patients diagnosed with early-stage invasive ductal carcinoma (IDC) or classic invasive lobular carcinoma (ILC) who were randomly assigned onto the Breast International Group (BIG) 1-98 trial and who had centrally reviewed pathology data were included (N = 2,923). HER2-negative IDC and ILC were additionally classified as hormone receptor-positive with high (luminal B [LB] -like) or low (luminal A [LA] -like) proliferative activity by Ki-67 labeling index. Survival analyses were performed with weighted Cox models that used inverse probability of censoring weighted modeling.",
        "Results/Findings": "The median follow-up time was 8.1 years. In multivariable models for disease-free survival (DFS), significant interactions between treatment and histology (ILC or IDC; P = .006) and treatment and subgroup (LB like or LA like; P = .01) were observed. In the ILC subset, there was a 66% reduction in the hazard of a DFS event with letrozole for LB (hazard ratio [HR], 0.34; 95% CI, 0.21 to 0.55) and a 50% reduction for LA subtypes (HR, 0.50; 95% CI, 0.32 to 0.78). In the IDC subset, there was a significant 35% reduction in the hazard of a DFS event with letrozole for the LB subtype (HR, 0.65; 95% CI, 0.53 to 0.79), but no difference between treatments was noted for IDC and the LA subtype (HR, 0.95; 95% CI, 0.76 to 1.20).",
        "Conclusion/Interpretation": "The magnitude of benefit of adjuvant letrozole is greater for patients diagnosed with lobular carcinoma versus ductal carcinoma.",
        "Keywords": "ClinicalTrials.gov  .",
        "MeSH_Terms": "Adult; Antineoplastic Agents, Hormonal / therapeutic use*; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Aromatase Inhibitors / therapeutic use; Biomarkers, Tumor / analysis*; Breast Neoplasms / drug therapy*; Carcinoma, Ductal, Breast / chemistry; Carcinoma, Ductal, Breast / drug therapy*; Carcinoma, Lobular / chemistry; Carcinoma, Lobular / drug therapy*; Chemotherapy, Adjuvant; Disease-Free Survival; Female; Humans; Ki-67 Antigen / analysis; Letrozole; Middle Aged; Nitriles / therapeutic use*; Receptor, ErbB-2 / analysis; Tamoxifen / therapeutic use*; Treatment Outcome; Triazoles / therapeutic use*"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "9",
        "es_title": "Long-term outcomes for neoadjuvant versus adjuvant chemotherapy in early breast cancer: meta-analysis of individual patient data from ten randomised trials.",
        "Background/Purpose": "Neoadjuvant chemotherapy (NACT) for early breast cancer can make breast-conserving surgery more feasible and might be more likely to eradicate micrometastatic disease than might the same chemotherapy given after surgery. We investigated the long-term benefits and risks of NACT and the influence of tumour characteristics on outcome with a collaborative meta-analysis of individual patient data from relevant randomised trials.",
        "Methods": "We obtained information about prerandomisation tumour characteristics, clinical tumour response, surgery, recurrence, and mortality for 4756 women in ten randomised trials in early breast cancer that began before 2005 and compared NACT with the same chemotherapy given postoperatively. Primary outcomes were tumour response, extent of local therapy, local and distant recurrence, breast cancer death, and overall mortality. Analyses by intention-to-treat used standard regression (for response and frequency of breast-conserving therapy) and log-rank methods (for recurrence and mortality).",
        "Results/Findings": "Patients entered the trials from 1983 to 2002 and median follow-up was 9 years (IQR 5-14), with the last follow-up in 2013. Most chemotherapy was anthracycline based (3838 [81%] of 4756 women). More than two thirds (1349 [69%] of 1947) of women allocated NACT had a complete or partial clinical response. Patients allocated NACT had an increased frequency of breast-conserving therapy (1504 [65%] of 2320 treated with NACT vs 1135 [49%] of 2318 treated with adjuvant chemotherapy). NACT was associated with more frequent local recurrence than was adjuvant chemotherapy: the 15 year local recurrence was 21·4% for NACT versus 15·9% for adjuvant chemotherapy (5·5% increase [95% CI 2·4-8·6]; rate ratio 1·37 [95% CI 1·17-1·61]; p=0·0001). No significant difference between NACT and adjuvant chemotherapy was noted for distant recurrence (15 year risk 38·2% for NACT vs 38·0% for adjuvant chemotherapy; rate ratio 1·02 [95% CI 0·92-1·14]; p=0·66), breast cancer mortality (34·4% vs 33·7%; 1·06 [0·95-1·18]; p=0·31), or death from any cause (40·9% vs 41·2%; 1·04 [0·94-1·15]; p=0·45).",
        "Conclusion/Interpretation": "Tumours downsized by NACT might have higher local recurrence after breast-conserving therapy than might tumours of the same dimensions in women who have not received NACT. Strategies to mitigate the increased local recurrence after breast-conserving therapy in tumours downsized by NACT should be considered-eg, careful tumour localisation, detailed pathological assessment, and appropriate radiotherapy.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Antineoplastic Agents / administration & dosage*; Antineoplastic Agents / adverse effects; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / pathology; Chemotherapy, Adjuvant; Disease Progression; Female; Humans; Mastectomy, Segmental; Middle Aged; Neoadjuvant Therapy* / adverse effects; Neoadjuvant Therapy* / mortality; Neoplasm Metastasis; Neoplasm Recurrence, Local; Neoplasm Staging; Randomized Controlled Trials as Topic; Risk Factors; Time Factors; Treatment Outcome"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "11",
        "es_title": "Impact of the addition of carboplatin and/or bevacizumab to neoadjuvant once-per-week paclitaxel followed by dose-dense doxorubicin and cyclophosphamide on pathologic complete response rates in stage II to III triple-negative breast cancer: CALGB 40603 (Alliance).",
        "Background/Purpose": "One third of patients with triple-negative breast cancer (TNBC) achieve pathologic complete response (pCR) with standard neoadjuvant chemotherapy (NACT). CALGB 40603 (Alliance), a 2 × 2 factorial, open-label, randomized phase II trial, evaluated the impact of adding carboplatin and/or bevacizumab.",
        "Methods": "Patients (N = 443) with stage II to III TNBC received paclitaxel 80 mg/m(2) once per week (wP) for 12 weeks, followed by doxorubicin plus cyclophosphamide once every 2 weeks (ddAC) for four cycles, and were randomly assigned to concurrent carboplatin (area under curve 6) once every 3 weeks for four cycles and/or bevacizumab 10 mg/kg once every 2 weeks for nine cycles. Effects of adding these agents on pCR breast (ypT0/is), pCR breast/axilla (ypT0/isN0), treatment delivery, and toxicities were analyzed.",
        "Results/Findings": "Patients assigned to either carboplatin or bevacizumab were less likely to complete wP and ddAC without skipped doses, dose modification, or early discontinuation resulting from toxicity. Grade ≥ 3 neutropenia and thrombocytopenia were more common with carboplatin, as were hypertension, infection, thromboembolic events, bleeding, and postoperative complications with bevacizumab. Employing one-sided P values, addition of either carboplatin (60% v 44%; P = .0018) or bevacizumab (59% v 48%; P = .0089) significantly increased pCR breast, whereas only carboplatin (54% v 41%; P = .0029) significantly raised pCR breast/axilla. More-than-additive interactions between the two agents could not be demonstrated.",
        "Conclusion/Interpretation": "In stage II to III TNBC, addition of either carboplatin or bevacizumab to NACT increased pCR rates, but whether this will improve relapse-free or overall survival is unknown. Given results from recently reported adjuvant trials, further investigation of bevacizumab in this setting is unlikely, but the role of carboplatin could be evaluated in definitive studies, ideally limited to biologically defined patient subsets most likely to benefit from this agent.",
        "Keywords": "ClinicalTrials.gov  .",
        "MeSH_Terms": "Adult; Antibodies, Monoclonal, Humanized / administration & dosage; Antibodies, Monoclonal, Humanized / adverse effects; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Bevacizumab; Carboplatin / administration & dosage; Carboplatin / adverse effects; Cyclophosphamide / administration & dosage; Cyclophosphamide / adverse effects; Dose-Response Relationship, Drug; Doxorubicin / administration & dosage; Doxorubicin / adverse effects; Drug Administration Schedule; Fatigue / chemically induced; Female; Humans; Hypertension / chemically induced; Middle Aged; Neoadjuvant Therapy; Neoplasm Staging; Neutropenia / chemically induced; Paclitaxel / administration & dosage; Paclitaxel / adverse effects; Remission Induction; Thrombocytopenia / chemically induced; Treatment Outcome; Triple Negative Breast Neoplasms / drug therapy*"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "22",
        "es_title": "Tailoring Adjuvant Endocrine Therapy for Premenopausal Breast Cancer.",
        "Background/Purpose": "In the Suppression of Ovarian Function Trial (SOFT) and the Tamoxifen and Exemestane Trial (TEXT), the 5-year rates of recurrence of breast cancer were significantly lower among premenopausal women who received the aromatase inhibitor exemestane plus ovarian suppression than among those who received tamoxifen plus ovarian suppression. The addition of ovarian suppression to tamoxifen did not result in significantly lower recurrence rates than those with tamoxifen alone. Here, we report the updated results from the two trials.",
        "Methods": "Premenopausal women were randomly assigned to receive 5 years of tamoxifen, tamoxifen plus ovarian suppression, or exemestane plus ovarian suppression in SOFT and to receive tamoxifen plus ovarian suppression or exemestane plus ovarian suppression in TEXT. Randomization was stratified according to the receipt of chemotherapy.",
        "Results/Findings": "In SOFT, the 8-year disease-free survival rate was 78.9% with tamoxifen alone, 83.2% with tamoxifen plus ovarian suppression, and 85.9% with exemestane plus ovarian suppression (P=0.009 for tamoxifen alone vs. tamoxifen plus ovarian suppression). The 8-year rate of overall survival was 91.5% with tamoxifen alone, 93.3% with tamoxifen plus ovarian suppression, and 92.1% with exemestane plus ovarian suppression (P=0.01 for tamoxifen alone vs. tamoxifen plus ovarian suppression); among the women who remained premenopausal after chemotherapy, the rates were 85.1%, 89.4%, and 87.2%, respectively. Among the women with cancers that were negative for HER2 who received chemotherapy, the 8-year rate of distant recurrence with exemestane plus ovarian suppression was lower than the rate with tamoxifen plus ovarian suppression (by 7.0 percentage points in SOFT and by 5.0 percentage points in TEXT). Grade 3 or higher adverse events were reported in 24.6% of the tamoxifen-alone group, 31.0% of the tamoxifen-ovarian suppression group, and 32.3% of the exemestane-ovarian suppression group.",
        "Conclusion/Interpretation": "Among premenopausal women with breast cancer, the addition of ovarian suppression to tamoxifen resulted in significantly higher 8-year rates of both disease-free and overall survival than tamoxifen alone. The use of exemestane plus ovarian suppression resulted in even higher rates of freedom from recurrence. The frequency of adverse events was higher in the two groups that received ovarian suppression than in the tamoxifen-alone group. (Funded by Pfizer and others; SOFT and TEXT ClinicalTrials.gov numbers,   and   , respectively.).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Androstadienes / adverse effects; Androstadienes / therapeutic use*; Antineoplastic Agents, Hormonal / adverse effects; Antineoplastic Agents, Hormonal / therapeutic use*; Aromatase Inhibitors / adverse effects; Aromatase Inhibitors / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / surgery; Chemotherapy, Adjuvant; Disease-Free Survival; Female; Follow-Up Studies; Humans; Kaplan-Meier Estimate; Middle Aged; Neoplasm Recurrence, Local / prevention & control*; Premenopause; Receptor, ErbB-2; Tamoxifen / adverse effects; Tamoxifen / therapeutic use*; Young Adult"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "23",
        "es_title": "Zoledronic acid combined with adjuvant endocrine therapy of tamoxifen versus anastrozol plus ovarian function suppression in premenopausal early breast cancer: final analysis of the Austrian Breast and Colorectal Cancer Study Group Trial 12.",
        "Background/Purpose": "Zoledronic acid (ZOL) plus adjuvant endocrine therapy significantly improved disease-free survival (DFS) at 48- and 62-month follow-up in the ABCSG-12 trial. We present efficacy results of a final additional analysis after 94.4 months.",
        "Methods": "Patients were premenopausal women who had undergone primary surgery for stage I/II estrogen-receptor-positive and/or progesterone-receptor-positive breast cancer with <10 positive lymph nodes, and were scheduled for standard goserelin therapy. All 1803 patients received goserelin (3.6 mg every 28 days) and were randomized to tamoxifen (20 mg/days) or anastrozole (1 mg/days), both with or without ZOL (4 mg every 6 months) for 3 years. The primary end point was DFS; recurrence-free survival and overall survival (OS) were secondary end points.",
        "Results/Findings": "After 94.4-month median follow-up (range, 0-114 months), relative risks of disease progression [hazard ratio (HR) = 0.77; 95% confidence interval (CI) 0.60-0.99; P = 0.042] and of death (HR = 0.66; 95% CI 0.43-1.02; P = 0.064) are still reduced by ZOL although no longer significant at the predefined significance level. Overall, 251 DFS events and 86 deaths were reported. Absolute risk reductions with ZOL were 3.4% for DFS and 2.2% for OS. There was no DFS difference between tamoxifen alone versus anastrozole alone, but there was a pronounced higher risk of death for anastrozole-treated patients (HR = 1.63; 95% CI 1.05-1.45; P = 0.030). Treatments were generally well tolerated, with no reports of renal failure or osteonecrosis of the jaw.",
        "Conclusion/Interpretation": "These final results from ABCSG 12 suggest that twice-yearly ZOL enhances the efficacy of adjuvant endocrine treatment, and this benefit is maintained long-term.",
        "Keywords": "LHRH agonists; anastrozol; bisphosphonates; early breast cancer; tamoxifen; zoledronic acid.",
        "MeSH_Terms": "Adult; Anastrozole; Antineoplastic Agents, Hormonal / administration & dosage; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Bone Density Conservation Agents / administration & dosage*; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Diphosphonates / administration & dosage; Disease-Free Survival; Female; Follow-Up Studies; Goserelin / administration & dosage; Humans; Imidazoles / administration & dosage; Kaplan-Meier Estimate; Middle Aged; Nitriles / administration & dosage; Premenopause; Tamoxifen / administration & dosage; Triazoles / administration & dosage; Zoledronic Acid"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "52",
        "es_title": "Management of cancer pain in adult patients: ESMO Clinical Practice Guidelines.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Analgesics, Opioid / standards; Analgesics, Opioid / therapeutic use; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Breakthrough Pain / diagnosis; Breakthrough Pain / epidemiology; Breakthrough Pain / etiology; Breakthrough Pain / therapy; Cancer Pain / diagnosis; Cancer Pain / epidemiology; Cancer Pain / etiology; Cancer Pain / therapy*; Cancer Survivors; Europe; Humans; Medical Oncology / methods; Medical Oncology / standards*; Neoplasm Staging; Neoplasms / complications*; Neoplasms / diagnosis; Neoplasms / pathology; Neoplasms / therapy; Pain Management / methods; Pain Management / standards*; Pain Measurement / methods; Pain Measurement / standards; Pain, Procedural / diagnosis; Pain, Procedural / epidemiology; Pain, Procedural / etiology; Pain, Procedural / therapy; Prevalence; Societies, Medical / standards; Terminal Care / methods; Terminal Care / standards; Treatment Outcome"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "26",
        "es_title": "20-Year Risks of Breast-Cancer Recurrence after Stopping Endocrine Therapy at 5 Years.",
        "Background/Purpose": "The administration of endocrine therapy for 5 years substantially reduces recurrence rates during and after treatment in women with early-stage, estrogen-receptor (ER)-positive breast cancer. Extending such therapy beyond 5 years offers further protection but has additional side effects. Obtaining data on the absolute risk of subsequent distant recurrence if therapy stops at 5 years could help determine whether to extend treatment.",
        "Methods": "In this meta-analysis of the results of 88 trials involving 62,923 women with ER-positive breast cancer who were disease-free after 5 years of scheduled endocrine therapy, we used Kaplan-Meier and Cox regression analyses, stratified according to trial and treatment, to assess the associations of tumor diameter and nodal status (TN), tumor grade, and other factors with patients' outcomes during the period from 5 to 20 years.",
        "Results/Findings": "Breast-cancer recurrences occurred at a steady rate throughout the study period from 5 to 20 years. The risk of distant recurrence was strongly correlated with the original TN status. Among the patients with stage T1 disease, the risk of distant recurrence was 13% with no nodal involvement (T1N0), 20% with one to three nodes involved (T1N1-3), and 34% with four to nine nodes involved (T1N4-9); among those with stage T2 disease, the risks were 19% with T2N0, 26% with T2N1-3, and 41% with T2N4-9. The risk of death from breast cancer was similarly dependent on TN status, but the risk of contralateral breast cancer was not. Given the TN status, the factors of tumor grade (available in 43,590 patients) and Ki-67 status (available in 7692 patients), which are strongly correlated with each other, were of only moderate independent predictive value for distant recurrence, but the status regarding the progesterone receptor (in 54,115 patients) and human epidermal growth factor receptor type 2 (HER2) (in 15,418 patients in trials with no use of trastuzumab) was not predictive. During the study period from 5 to 20 years, the absolute risk of distant recurrence among patients with T1N0 breast cancer was 10% for low-grade disease, 13% for moderate-grade disease, and 17% for high-grade disease; the corresponding risks of any recurrence or a contralateral breast cancer were 17%, 22%, and 26%, respectively.",
        "Conclusion/Interpretation": "After 5 years of adjuvant endocrine therapy, breast-cancer recurrences continued to occur steadily throughout the study period from 5 to 20 years. The risk of distant recurrence was strongly correlated with the original TN status, with risks ranging from 10 to 41%, depending on TN status and tumor grade. (Funded by Cancer Research UK and others.).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Breast Neoplasms* / drug therapy; Breast Neoplasms* / mortality; Breast Neoplasms* / pathology; Chemotherapy, Adjuvant; Drug Administration Schedule; Estrogen Antagonists / therapeutic use*; Female; Humans; Kaplan-Meier Estimate; Lymphatic Metastasis; Middle Aged; Neoplasm Grading; Neoplasm Metastasis; Neoplasm Recurrence, Local; Prognosis; Proportional Hazards Models; Receptors, Estrogen; Recurrence; Risk"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "73",
        "es_title": "A new histological grading system to assess response of breast cancers to primary chemotherapy: prognostic significance and survival.",
        "Background/Purpose": "The clinical and complete pathological response of a primary breast cancer to chemotherapy has been shown to be an important prognostic for survival. However, the majority of patients do not experience a complete pathological response to primary chemotherapy and the significance of lesser degrees of histological response is uncertain and the prognostic significance is unknown. The purpose of this study was to evaluate a new histological grading system to assess response of breast cancers to primary chemotherapy and to determine if such a system has prognostic value.A consecutive series of 176 patients with large (> or =4cm) and locally advanced breast cancers were treated with multimodality therapy comprising primary chemotherapy, surgery, radiotherapy and tamoxifen. All underwent assessment of the primary breast tumour before and after completion of chemotherapy. Residual tumour was excised after completion of chemotherapy (mastectomy or wide local excision with axillary surgery). The removed tissue was assessed and response to chemotherapy graded using a five-point histological grading system based with the fundamental feature being a reduction in tumour cellularity; comparison being made with a pre-treatment core biopsy. All patients were followed up for 5 years or more. Pathological responses were compared to 5 year overall survival and disease-free survival using log rank tests. The overall 5-year survival for all patients was 71%, and 5 year disease free interval was 60%. There was a significant correlation between pathological response using this new grading system and both overall survival (P=0.02) and disease-free interval (P=0.04). In a multivariate analysis of known prognostic factors, the Miller/Payne grading system was an independent predictor of overall patient survival. This grading system, which assesses the histological response to primary chemotherapy, can predict overall survival and disease-free interval in patients with large and locally advanced breast cancers treated with such therapy. The relationship of degree of histological response to overall and disease-free survival has been shown in univariate and multivariate analyses and could potentially have an important role in the clinical management of patients with locally advanced breast cancer undergoing primary chemotherapy.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Antineoplastic Combined Chemotherapy Protocols; Biopsy, Needle; Breast Neoplasms / mortality*; Breast Neoplasms / pathology*; Breast Neoplasms / therapy; Chemotherapy, Adjuvant; Cohort Studies; Combined Modality Therapy; Confidence Intervals; Disease-Free Survival; Female; Humans; Immunohistochemistry; Mastectomy / methods; Middle Aged; Neoplasm Staging*; Probability; Prognosis; Prospective Studies; Risk Assessment; Sensitivity and Specificity; Survival Rate; Tamoxifen / administration & dosage; United Kingdom"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "34",
        "es_title": "West German Study PlanB Trial: Adjuvant Four Cycles of Epirubicin and Cyclophosphamide Plus Docetaxel Versus Six Cycles of Docetaxel and Cyclophosphamide in HER2-Negative Early Breast Cancer.",
        "Background/Purpose": "The West German Study Group PlanB trial evaluated an anthracycline-free chemotherapy standard (six cycles of docetaxel and cyclophosphamide [TC]) in the routine treatment of human epidermal growth factor receptor 2-negative early breast cancer (EBC).",
        "Methods": "Patients with pT1 to pT4c, all pN+, and pN0/high-risk EBC were eligible. High-risk pN0 was defined by one or more of the following: pT greater than 2, grade 2 to 3, high urokinase-type plasminogen activator/plasminogen activator inhibitor-1, hormone receptor (HR) negativity, and less than 35 years of age. After an early amendment, all HR-positive tumors underwent recurrence score (RS) testing, with chemotherapy omission recommended in RS less than or equal to 11 pN0 to pN1 disease. Patients were randomly assigned to four cycles of epirubicin (E) /cyclophoshamide (C)  followed by four cycles of docetaxel (T)  or six cycles of T C  (administered once every 3 weeks). The primary end point was disease-free survival (DFS); secondary end points were overall survival (OS) and safety. The protocol specified P = .05 for a noninferiority margin of 4.4% for all patients combined.",
        "Results/Findings": "Of the 3,198 registered patients, 348 (RS ≤ 11) omitted chemotherapy, and 401 were not randomly assigned. The intention-to-treat population included 2,449 patients (1,227 EC-T v 1,222 TC: postmenopausal, 62.2% v 60.8%; pN0, 58.2% v 59.5%; pT1, 57.6% v 52.3%; HR positive, 81.4% v 82.2%; RS greater than 25 [in HR-positive patients], 26.2% v 27.5%). Within the safety population (1,167 v 1,178 patients), 87.5% v 93.0% completed therapy. After a 60-month median follow-up, 5-year outcomes were similar in the EC-T and TC arms (DFS, 89.6% [95% CI, 87.9% to 91.5%] v 89.9% [95% CI, 88.1% to 91.8%]; OS, 94.5% [95% CI, 93.1% to 95.9%] v 94.7% [95% CI, 93.3% to 96.1%]). The DFS difference was within the noninferiority margin of the original trial design. Five treatment-related deaths were reported for TC (one for EC-T), despite a trend toward more-severe adverse events in the latter. Interaction analysis revealed no predictive trends with respect to key factors, including triple-negative, luminal A/B-like, pN, age, and RS status.",
        "Conclusion/Interpretation": "In the West German Study Group PlanB trial, 5-year outcomes for TC and EC-T were equally excellent. Six cycles of TC is an effective/safe option in human epidermal growth factor receptor 2-negative EBC with pN0 high genomic risk or pN1 EBC with genomically intermediate- to high-risk disease.",
        "Keywords": "ClinicalTrials.gov  .",
        "MeSH_Terms": "Adult; Aged; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism; Breast Neoplasms / pathology; Chemotherapy, Adjuvant; Cyclophosphamide / administration & dosage; Cyclophosphamide / adverse effects; Docetaxel / administration & dosage; Docetaxel / adverse effects; Drug Administration Schedule; Epirubicin / administration & dosage; Epirubicin / adverse effects; Female; Germany; Humans; Kaplan-Meier Estimate; Leukopenia / chemically induced; Middle Aged; Neutropenia / chemically induced; Prospective Studies; Receptor, ErbB-2 / metabolism; Treatment Outcome"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "15",
        "es_title": "Olaparib for Metastatic Breast Cancer in Patients with a Germline BRCA Mutation.",
        "Background/Purpose": "Olaparib is an oral poly(adenosine diphosphate-ribose) polymerase inhibitor that has promising antitumor activity in patients with metastatic breast cancer and a germline BRCA mutation.",
        "Methods": "We conducted a randomized, open-label, phase 3 trial in which olaparib monotherapy was compared with standard therapy in patients with a germline BRCA mutation and human epidermal growth factor receptor type 2 (HER2)-negative metastatic breast cancer who had received no more than two previous chemotherapy regimens for metastatic disease. Patients were randomly assigned, in a 2:1 ratio, to receive olaparib tablets (300 mg twice daily) or standard therapy with single-agent chemotherapy of the physician's choice (capecitabine, eribulin, or vinorelbine in 21-day cycles). The primary end point was progression-free survival, which was assessed by blinded independent central review and was analyzed on an intention-to-treat basis.",
        "Results/Findings": "Of the 302 patients who underwent randomization, 205 were assigned to receive olaparib and 97 were assigned to receive standard therapy. Median progression-free survival was significantly longer in the olaparib group than in the standard-therapy group (7.0 months vs. 4.2 months; hazard ratio for disease progression or death, 0.58; 95% confidence interval, 0.43 to 0.80; P<0.001). The response rate was 59.9% in the olaparib group and 28.8% in the standard-therapy group. The rate of grade 3 or higher adverse events was 36.6% in the olaparib group and 50.5% in the standard-therapy group, and the rate of treatment discontinuation due to toxic effects was 4.9% and 7.7%, respectively.",
        "Conclusion/Interpretation": "Among patients with HER2-negative metastatic breast cancer and a germline BRCA mutation, olaparib monotherapy provided a significant benefit over standard therapy; median progression-free survival was 2.8 months longer and the risk of disease progression or death was 42% lower with olaparib monotherapy than with standard therapy. (Funded by AstraZeneca; OlympiAD ClinicalTrials.gov number,   .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Antineoplastic Agents / adverse effects; Antineoplastic Agents / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / genetics; Breast Neoplasms / mortality; Chemotherapy, Adjuvant; Disease-Free Survival; Female; Genes, BRCA1*; Genes, BRCA2*; Germ-Line Mutation*; Humans; Kaplan-Meier Estimate; Middle Aged; Neoplasm Metastasis / drug therapy; Phthalazines / adverse effects; Phthalazines / therapeutic use*; Piperazines / adverse effects; Piperazines / therapeutic use*; Poly(ADP-ribose) Polymerase Inhibitors / adverse effects; Poly(ADP-ribose) Polymerase Inhibitors / therapeutic use*; Receptor, ErbB-2; Young Adult"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "32",
        "es_title": "Adjuvant Capecitabine for Breast Cancer after Preoperative Chemotherapy.",
        "Background/Purpose": "Patients who have residual invasive carcinoma after the receipt of neoadjuvant chemotherapy for human epidermal growth factor receptor 2 (HER2)-negative breast cancer have poor prognoses. The benefit of adjuvant chemotherapy in these patients remains unclear.",
        "Methods": "We randomly assigned 910 patients with HER2-negative residual invasive breast cancer after neoadjuvant chemotherapy (containing anthracycline, taxane, or both) to receive standard postsurgical treatment either with capecitabine or without (control). The primary end point was disease-free survival. Secondary end points included overall survival.",
        "Results/Findings": "The result of the prespecified interim analysis met the primary end point, so this trial was terminated early. The final analysis showed that disease-free survival was longer in the capecitabine group than in the control group (74.1% vs. 67.6% of the patients were alive and free from recurrence or second cancer at 5 years; hazard ratio for recurrence, second cancer, or death, 0.70; 95% confidence interval [CI], 0.53 to 0.92; P=0.01). Overall survival was longer in the capecitabine group than in the control group (89.2% vs. 83.6% of the patients were alive at 5 years; hazard ratio for death, 0.59; 95% CI, 0.39 to 0.90; P=0.01). Among patients with triple-negative disease, the rate of disease-free survival was 69.8% in the capecitabine group versus 56.1% in the control group (hazard ratio for recurrence, second cancer, or death, 0.58; 95% CI, 0.39 to 0.87), and the overall survival rate was 78.8% versus 70.3% (hazard ratio for death, 0.52; 95% CI, 0.30 to 0.90). The hand-foot syndrome, the most common adverse reaction to capecitabine, occurred in 73.4% of the patients in the capecitabine group.",
        "Conclusion/Interpretation": "After standard neoadjuvant chemotherapy containing anthracycline, taxane, or both, the addition of adjuvant capecitabine therapy was safe and effective in prolonging disease-free survival and overall survival among patients with HER2-negative breast cancer who had residual invasive disease on pathological testing. (Funded by the Advanced Clinical Research Organization and the Japan Breast Cancer Research Group; CREATE-X UMIN Clinical Trials Registry number, UMIN000000843 .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Antimetabolites, Antineoplastic / adverse effects; Antimetabolites, Antineoplastic / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / surgery; Capecitabine / adverse effects; Capecitabine / therapeutic use*; Chemotherapy, Adjuvant / adverse effects; Female; Hand-Foot Syndrome / etiology; Humans; Middle Aged; Neoadjuvant Therapy; Neoplasm Staging; Preoperative Care; Receptor, ErbB-2; Survival Analysis; Triple Negative Breast Neoplasms / drug therapy; Triple Negative Breast Neoplasms / mortality"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "76",
        "es_title": "Cisplatin given at three divided doses for three consecutive days in metastatic breast cancer: an alternative schedule for one full dose with comparable efficacy but less CINV and hypomagnesaemia.",
        "Background/Purpose": "Cisplatin, an effective medication for metastatic breast cancer (MBC), is recommended to be applied at the dose of 75 mg/m  on day 1 every 3 weeks. However, the 75 mg/m  schedule is often associated with a variety of side effects (such as vomiting and kidney toxicity), and time-consuming hydration treatment is usually needed. Divided dose (25 mg/m  on day 1-3) without hydration is an alternative. This study aimed to compare the efficacy and toxicity profiles between these two dosage regimens.",
        "Methods": "Patients with MBC treated with cisplatin-based regimens in Fudan University Shanghai Cancer Center between December 2008 and June 2019 were retrospectively analyzed. Objective response rate (ORR), progression-free survival (PFS), and toxicity profiles were analyzed.",
        "Results/Findings": "227 patients receiving a 1-day schedule and 256 patients receiving a 3-day schedule were included. Median PFS was 6.68 (5.66-7.70) months for patients in the 1-day schedule group and 6.70 (5.89-7.52) months for patients in the 3-day schedule group. There was no statistically significant difference in PFS between the two treatment groups (hazard ratio, 0.942; 95% CI 0.759 to 1.170; P = 0.589). The ORRs were comparable between the two groups. ORRs were 44.9% in 1-day schedule group and 44.5% in 3-day schedule group, respectively (P = 0.929). Compared with patients in the 3-day schedule group, patients in the 1-day schedule group experienced higher rates of chemotherapy-induced nausea and vomiting (CINV) (139 [61.2%] vs. 132 [51.6%], P = 0.033). The risk of hypomagnesaemia was also significantly higher (43.2% vs. 28.3%, P = 0.016) among patients receiving 1-day schedule (without magnesium supplementation). No other differences in adverse events were observed between the two groups.",
        "Conclusion/Interpretation": "Cisplatin given at three divided doses with no hydration in MBC is a less toxic (less CINV and hypomagnesaemia) schedule with comparable efficacy. Thus, it may be a good alternative for one full-dose (75 mg/m ) schedule.",
        "Keywords": "Chemotherapy-induced nausea and vomiting; Cisplatin; Hypomagnesemia; Metastatic breast cancer; Nephrotoxicity.",
        "MeSH_Terms": "Adult; Aged; Antiemetics / administration & dosage*; Antineoplastic Combined Chemotherapy Protocols / administration & dosage*; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Breast Neoplasms / drug therapy*; Breast Neoplasms / pathology; Cisplatin / administration & dosage*; Cisplatin / adverse effects; Clinical Trials, Phase II as Topic; Clinical Trials, Phase III as Topic; Deoxycytidine / administration & dosage; Deoxycytidine / analogs & derivatives; Drug Administration Schedule; Female; Follow-Up Studies; Gemcitabine; Humans; Magnesium / administration & dosage; Magnesium Deficiency / prevention & control*; Middle Aged; Multicenter Studies as Topic; Nausea / chemically induced; Nausea / prevention & control*; Neoplasm Metastasis; Prognosis; Randomized Controlled Trials as Topic; Retrospective Studies; Survival Rate; Vomiting / chemically induced; Vomiting / prevention & control*"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "41",
        "es_title": "Adjuvant Pertuzumab and Trastuzumab in Early HER2-Positive Breast Cancer.",
        "Background/Purpose": "Pertuzumab increases the rate of pathological complete response in the preoperative context and increases overall survival among patients with metastatic disease when it is added to trastuzumab and chemotherapy for the treatment of human epidermal growth factor receptor 2 (HER2)-positive breast cancer. In this trial, we investigated whether pertuzumab, when added to adjuvant trastuzumab and chemotherapy, improves outcomes among patients with HER2-positive early breast cancer.",
        "Methods": "We randomly assigned patients with node-positive or high-risk node-negative HER2-positive, operable breast cancer to receive either pertuzumab or placebo added to standard adjuvant chemotherapy plus 1 year of treatment with trastuzumab. We assumed a 3-year invasive-disease-free survival rate of 91.8% with pertuzumab and 89.2% with placebo.",
        "Results/Findings": "In the trial population, 63% of the patients who were randomly assigned to receive pertuzumab (2400 patients) or placebo (2405 patients) had node-positive disease and 36% had hormone-receptor-negative disease. Disease recurrence occurred in 171 patients (7.1%) in the pertuzumab group and 210 patients (8.7%) in the placebo group (hazard ratio, 0.81; 95% confidence interval [CI], 0.66 to 1.00; P=0.045). The estimates of the 3-year rates of invasive-disease-free survival were 94.1% in the pertuzumab group and 93.2% in the placebo group. In the cohort of patients with node-positive disease, the 3-year rate of invasive-disease-free survival was 92.0% in the pertuzumab group, as compared with 90.2% in the placebo group (hazard ratio for an invasive-disease event, 0.77; 95% CI, 0.62 to 0.96; P=0.02). In the cohort of patients with node-negative disease, the 3-year rate of invasive-disease-free survival was 97.5% in the pertuzumab group and 98.4% in the placebo group (hazard ratio for an invasive-disease event, 1.13; 95% CI, 0.68 to 1.86; P=0.64). Heart failure, cardiac death, and cardiac dysfunction were infrequent in both treatment groups. Diarrhea of grade 3 or higher occurred almost exclusively during chemotherapy and was more frequent with pertuzumab than with placebo (9.8% vs. 3.7%).",
        "Conclusion/Interpretation": "Pertuzumab significantly improved the rates of invasive-disease-free survival among patients with HER2-positive, operable breast cancer when it was added to trastuzumab and chemotherapy. Diarrhea was more common with pertuzumab than with placebo. (Funded by F. Hoffmann-La Roche/Genentech; APHINITY ClinicalTrials.gov number,   .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Antibodies, Monoclonal, Humanized / adverse effects; Antibodies, Monoclonal, Humanized / therapeutic use*; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / surgery; Chemotherapy, Adjuvant; Diarrhea / chemically induced; Disease-Free Survival; Double-Blind Method; Female; Heart Failure / chemically induced; Humans; Middle Aged; Receptor, ErbB-2 / analysis; Survival Rate; Trastuzumab / adverse effects; Trastuzumab / therapeutic use*"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "54",
        "es_title": "Molecular subtyping and genomic profiling expand precision medicine in refractory metastatic triple-negative breast cancer: the FUTURE trial.",
        "Background/Purpose": "Triple-negative breast cancer (TNBC) is a highly heterogeneous disease, and molecular subtyping may result in improved diagnostic precision and targeted therapies. Our previous study classified TNBCs into four subtypes with putative therapeutic targets. Here, we conducted the FUTURE trial (ClinicalTrials.gov identifier:  ), a phase Ib/II subtyping-based and genomic biomarker-guided umbrella trial, to evaluate the efficacy of these targets. Patients with refractory metastatic TNBC were enrolled and stratified by TNBC subtypes and genomic biomarkers, and assigned to one of these seven arms: (A) pyrotinib with capecitabine, (B) androgen receptor inhibitor with CDK4/6 inhibitor, (C) anti PD-1 with nab-paclitaxel, (D) PARP inhibitor included, (E) and (F) anti-VEGFR included, or (G) mTOR inhibitor with nab-paclitaxel. The primary end point was the objective response rate (ORR). We enrolled 69 refractory metastatic TNBC patients with a median of three previous lines of therapy (range, 1-8). Objective response was achieved in 20 (29.0%, 95% confidence interval (CI): 18.7%-41.2%) of the 69 intention-to-treat (ITT) patients. Our results showed that immunotherapy (arm C), in particular, achieved the highest ORR (52.6%, 95% CI: 28.9%-75.6%) in the ITT population. Arm E demonstrated favorable ORR (26.1%, 95% CI: 10.2%-48.4% in the ITT population) but with more high grade (≥ 3) adverse events. Somatic mutations of TOP2A and CD8 immunohistochemical score may have the potential to predict immunotherapy response in the immunomodulatory subtype of TNBC. In conclusion, the phase Ib/II FUTURE trial suggested a new concept for TNBC treatment, demonstrating the clinical benefit of subtyping-based targeted therapy for refractory metastatic TNBC.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Albumins / therapeutic use; Antineoplastic Agents, Phytogenic / therapeutic use; Antineoplastic Combined Chemotherapy Protocols / therapeutic use; Biomarkers, Tumor / genetics; Female; Follow-Up Studies; High-Throughput Nucleotide Sequencing / methods*; Humans; Immunohistochemistry / methods*; Middle Aged; Molecular Targeted Therapy / methods; Paclitaxel / therapeutic use; Precision Medicine / methods*; Programmed Cell Death 1 Receptor / antagonists & inhibitors; Prospective Studies; RNA, Messenger / metabolism; Treatment Outcome; Triple Negative Breast Neoplasms / classification*; Triple Negative Breast Neoplasms / drug therapy; Triple Negative Breast Neoplasms / genetics*; Triple Negative Breast Neoplasms / metabolism"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "17",
        "es_title": "Atezolizumab and Nab-Paclitaxel in Advanced Triple-Negative Breast Cancer.",
        "Background/Purpose": "Unresectable locally advanced or metastatic triple-negative (hormone-receptor-negative and human epidermal growth factor receptor 2 [HER2]-negative) breast cancer is an aggressive disease with poor outcomes. Nanoparticle albumin-bound (nab)-paclitaxel may enhance the anticancer activity of atezolizumab.",
        "Methods": "In this phase 3 trial, we randomly assigned (in a 1:1 ratio) patients with untreated metastatic triple-negative breast cancer to receive atezolizumab plus nab-paclitaxel or placebo plus nab-paclitaxel; patients continued the intervention until disease progression or an unacceptable level of toxic effects occurred. Stratification factors were the receipt or nonreceipt of neoadjuvant or adjuvant taxane therapy, the presence or absence of liver metastases at baseline, and programmed death ligand 1 (PD-L1) expression at baseline (positive vs. negative). The two primary end points were progression-free survival (in the intention-to-treat population and PD-L1-positive subgroup) and overall survival (tested in the intention-to-treat population; if the finding was significant, then it would be tested in the PD-L1-positive subgroup).",
        "Results/Findings": "Each group included 451 patients (median follow-up, 12.9 months). In the intention-to-treat analysis, the median progression-free survival was 7.2 months with atezolizumab plus nab-paclitaxel, as compared with 5.5 months with placebo plus nab-paclitaxel (hazard ratio for progression or death, 0.80; 95% confidence interval [CI], 0.69 to 0.92; P=0.002); among patients with PD-L1-positive tumors, the median progression-free survival was 7.5 months and 5.0 months, respectively (hazard ratio, 0.62; 95% CI, 0.49 to 0.78; P<0.001). In the intention-to-treat analysis, the median overall survival was 21.3 months with atezolizumab plus nab-paclitaxel and 17.6 months with placebo plus nab-paclitaxel (hazard ratio for death, 0.84; 95% CI, 0.69 to 1.02; P=0.08); among patients with PD-L1-positive tumors, the median overall survival was 25.0 months and 15.5 months, respectively (hazard ratio, 0.62; 95% CI, 0.45 to 0.86). No new adverse effects were identified. Adverse events that led to the discontinuation of any agent occurred in 15.9% of the patients who received atezolizumab plus nab-paclitaxel and in 8.2% of those who received placebo plus nab-paclitaxel.",
        "Conclusion/Interpretation": "Atezolizumab plus nab-paclitaxel prolonged progression-free survival among patients with metastatic triple-negative breast cancer in both the intention-to-treat population and the PD-L1-positive subgroup. Adverse events were consistent with the known safety profiles of each agent. (Funded by F. Hoffmann-La Roche/Genentech; IMpassion130 ClinicalTrials.gov number,   .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Albumins / administration & dosage*; Albumins / adverse effects; Antibodies, Monoclonal / administration & dosage*; Antibodies, Monoclonal / adverse effects; Antibodies, Monoclonal, Humanized; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Female; Humans; Intention to Treat Analysis; Middle Aged; Paclitaxel / administration & dosage*; Paclitaxel / adverse effects; Progression-Free Survival; Survival Analysis; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / mortality; Triple Negative Breast Neoplasms / pathology"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "66",
        "es_title": "Perpendicular inked versus tangential shaved margins in breast-conserving surgery: does the method matter?",
        "Background/Purpose": "In breast-conserving surgery (BCS), the method of margin assessment and the definition of a negative margin vary widely. The purpose of this study was to compare the incidence of positive margins and rates of reexcision between two methods of margin assessment at a single institution.",
        "Methods": "In July 2004, our protocol for margin evaluation changed from perpendicular inked margins (Group A, n=263) to tangential shaved margins (Group B, n=261). In Group A, margins were classified as positive, close, and negative. Margins designated as \"close\" were further defined as: < or = 1 mm, < or = 2 mm, and < or =3 mm. In Group B, shaved margins (by definition 2 to 3 mm) were reported as positive or negative.",
        "Results/Findings": "The rate of reported \"positive\" margins was significantly higher in Group B: 127 of 261 (49%) versus 42 of 263 (16%), p < 0.001. But when patients with \"positive, close, or both\" kinds of margins were combined in Group A, there was no significant difference between the two techniques. Although the shaved margin was 2- to 3-mm thick, the rate of reexcision in Group B was significantly higher when compared with that in patients with \"positive, close, or both\" < or =3 mm margins in Group A (75% versus 52%, p < 0.001). The likelihood of finding residual disease remained the same (27% versus 32%, p=NS).",
        "Conclusion/Interpretation": "The tangential shaved-margin technique results in a higher proportion of reported positive margins and limits the ability of the surgeon to discriminate among patients with close margins, resulting in a higher rate of reexcision. The fact that many, but not all, patients with positive or close margins in both groups underwent reexcision emphasizes the role of surgical judgment in this setting. Longer followup is required to determine equivalency in rates of local recurrence between these two methods of margin assessment.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Breast Neoplasms / pathology; Breast Neoplasms / surgery*; Humans; Mastectomy, Segmental / methods*; Middle Aged; Reoperation"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "6",
        "es_title": "Locoregional recurrence after sentinel lymph node dissection with or without axillary dissection in patients with sentinel lymph node metastases: the American College of Surgeons Oncology Group Z0011 randomized trial.",
        "Background/Purpose": "Sentinel lymph node dissection (SLND) has eliminated the need for axillary dissection (ALND) in patients whose sentinel node (SN) is tumor-free. However, completion ALND for patients with tumor-involved SNs remains the standard to achieve locoregional control. Few studies have examined the outcome of patients who do not undergo ALND for positive SNs. We now report local and regional recurrence information from the American College of Surgeons Oncology Group Z0011 trial.",
        "Methods": "American College of Surgeons Oncology Group Z0011 was a prospective trial examining survival of patients with SN metastases detected by standard H and E, who were randomized to undergo ALND after SLND versus SLND alone without specific axillary treatment. Locoregional recurrence was evaluated.",
        "Results/Findings": "There were 446 patients randomized to SLND alone and 445 to SLND + ALND. Patients in the 2 groups were similar with respect to age, Bloom-Richardson score, estrogen receptor status, use of adjuvant systemic therapy, tumor type, T stage, and tumor size. Patients randomized to SLND + ALND had a median of 17 axillary nodes removed compared with a median of only 2 SN removed with SLND alone (P < 0.001). ALND also removed more positive lymph nodes (P < 0.001). At a median follow-up time of 6.3 years, there were no statistically significant differences in local recurrence (P = 0.11) or regional recurrence (P = 0.45) between the 2 groups.",
        "Conclusion/Interpretation": "Despite the potential for residual axillary disease after SLND, SLND without ALND can offer excellent regional control and may be reasonable management for selected patients with early-stage breast cancer treated with breast-conserving therapy and adjuvant systemic therapy.",
        "Keywords": "ClinicalTrials.gov  .",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Axilla / surgery; Breast Neoplasms / pathology*; Chi-Square Distribution; Female; Humans; Lymph Node Excision*; Lymphatic Metastasis / pathology*; Neoplasm Recurrence, Local; Prognosis; Prospective Studies; Sentinel Lymph Node Biopsy*; Survival Rate"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "38",
        "es_title": "6 versus 12 months of adjuvant trastuzumab for HER2-positive early breast cancer (PERSEPHONE): 4-year disease-free survival results of a randomised phase 3 non-inferiority trial.",
        "Background/Purpose": "Adjuvant trastuzumab significantly improves outcomes for patients with HER2-positive early breast cancer. The standard treatment duration is 12 months but shorter treatment could provide similar efficacy while reducing toxicities and cost. We aimed to investigate whether 6-month adjuvant trastuzumab treatment is non-inferior to the standard 12-month treatment regarding disease-free survival.",
        "Methods": "This study is an open-label, randomised phase 3 non-inferiority trial. Patients were recruited from 152 centres in the UK. We randomly assigned patients with HER2-positive early breast cancer, aged 18 years or older, and with a clear indication for chemotherapy, by a computerised minimisation process (1:1), to receive either 6-month or 12-month trastuzumab delivered every 3 weeks intravenously (loading dose of 8 mg/kg followed by maintenance doses of 6 mg/kg) or subcutaneously (600 mg), given in combination with chemotherapy (concurrently or sequentially). The primary endpoint was disease-free survival, analysed by intention to treat, with a non-inferiority margin of 3% for 4-year disease-free survival. Safety was analysed in all patients who received trastuzumab. This trial is registered with EudraCT (number 2006-007018-39), ISRCTN (number 52968807), and ClinicalTrials.gov (number  ).",
        "Results/Findings": "Between Oct 4, 2007, and July 31, 2015, 2045 patients were assigned to 12-month trastuzumab treatment and 2044 to 6-month treatment (one patient was excluded because they were double randomised). Median follow-up was 5·4 years (IQR 3·6-6·7) for both treatment groups, during which a disease-free survival event occurred in 265 (13%) of 2043 patients in the 6-month group and 247 (12%) of 2045 patients in the 12-month group. 4-year disease-free survival was 89·4% (95% CI 87·9-90·7) in the 6-month group and 89·8% (88·3-91·1) in the 12-month group (hazard ratio 1·07 [90% CI 0·93-1·24], non-inferiority p=0·011), showing non-inferiority of the 6-month treatment. 6-month trastuzumab treatment resulted in fewer patients reporting severe adverse events (373 [19%] of 1939 patients vs 459 [24%] of 1894 patients, p=0·0002) or stopping early because of cardiotoxicity (61 [3%] of 1939 patients vs 146 [8%] of 1894 patients, p<0·0001).",
        "Conclusion/Interpretation": "We have shown that 6-month trastuzumab treatment is non-inferior to 12-month treatment in patients with HER2-positive early breast cancer, with less cardiotoxicity and fewer severe adverse events. These results support consideration of reduced duration trastuzumab for women at similar risk of recurrence as to those included in the trial.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Antineoplastic Agents, Immunological / administration & dosage*; Antineoplastic Agents, Immunological / adverse effects; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism; Chemotherapy, Adjuvant; Disease-Free Survival; Drug Administration Schedule; Female; Humans; Infusions, Intravenous; Injections, Subcutaneous; Middle Aged; Prospective Studies; Receptor, ErbB-2 / metabolism; Trastuzumab / administration & dosage*; Trastuzumab / adverse effects; Treatment Outcome; United Kingdom; Young Adult"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "42",
        "es_title": "Efficacy and safety of neoadjuvant pertuzumab and trastuzumab in women with locally advanced, inflammatory, or early HER2-positive breast cancer (NeoSphere): a randomised multicentre, open-label, phase 2 trial.",
        "Background/Purpose": "Studies with pertuzumab, a novel anti-HER2 antibody, show improved efficacy when combined with the established HER2-directed antibody trastuzumab in breast cancer therapy. We investigated the combination of pertuzumab or trastuzumab, or both, with docetaxel and the combination of pertuzumab and trastuzumab without chemotherapy in the neoadjuvant setting.",
        "Methods": "In this multicentre, open-label, phase 2 study, treatment-naive women with HER2-positive breast cancer were randomly assigned (1:1:1:1) centrally and stratified by operable, locally advanced, and inflammatory breast cancer, and by hormone receptor expression to receive four neoadjuvant cycles of: trastuzumab (8 mg/kg loading dose, followed by 6 mg/kg every 3 weeks) plus docetaxel (75 mg/m(2), escalating, if tolerated, to 100 mg/m(2) every 3 weeks; group A) or pertuzumab (loading dose 840 mg, followed by 420 mg every 3 weeks) and trastuzumab plus docetaxel (group B) or pertuzumab and trastuzumab (group C) or pertuzumab plus docetaxel (group D). The primary endpoint, examined in the intention-to-treat population, was pathological complete response in the breast. Neither patients nor investigators were masked to treatment. This study is registered with ClinicalTrials.gov, number  .",
        "Results/Findings": "Of 417 eligible patients, 107 were randomly assigned to group A, 107 to group B, 107 to group C, and 96 to group D. Patients given pertuzumab and trastuzumab plus docetaxel (group B) had a significantly improved pathological complete response rate (49 of 107 patients; 45·8% [95% CI 36·1-55·7]) compared with those given trastuzumab plus docetaxel (group A; 31 of 107; 29·0% [20·6-38·5]; p=0·0141). 23 of 96 (24·0% [15·8-33·7]) women given pertuzumab plus docetaxel (group D) had a pathological complete response, as did 18 of 107 (16·8% [10·3-25·3]) given pertuzumab and trastuzumab (group C). The most common adverse events of grade 3 or higher were neutropenia (61 of 107 women in group A, 48 of 107 in group B, one of 108 in group C, and 52 of 94 in group D), febrile neutropenia (eight, nine, none, and seven, respectively), and leucopenia (13, five, none, and seven, respectively). The number of serious adverse events was similar in groups A, B, and D (15-20 serious adverse events per group in 10-17% of patients) but lower in group C (four serious adverse events in 4% of patients).",
        "Conclusion/Interpretation": "Patients given pertuzumab and trastuzumab plus docetaxel (group B) had a significantly improved pathological complete response rate compared with those given trastuzumab plus docetaxel, without substantial differences in tolerability. Pertuzumab and trastuzumab without chemotherapy eradicated tumours in a proportion of women and showed a favourable safety profile. These findings justify further exploration in adjuvant trials and support the neoadjuvant approach for accelerating drug assessment in early breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Antibodies, Monoclonal, Humanized / administration & dosage; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Asia; Biomarkers, Tumor / antagonists & inhibitors; Biomarkers, Tumor / metabolism*; Brazil; Breast Neoplasms / drug therapy*; Breast Neoplasms / enzymology; Breast Neoplasms / pathology; Breast Neoplasms / surgery; Canada; Chemotherapy, Adjuvant; Docetaxel; Europe; Female; Humans; Inflammation / pathology*; Mastectomy; Middle Aged; Neoadjuvant Therapy; Neoplasm Invasiveness; Protein Kinase Inhibitors / administration & dosage; Receptor, ErbB-2 / antagonists & inhibitors; Receptor, ErbB-2 / metabolism*; Taxoids / administration & dosage; Time Factors; Trastuzumab; Treatment Outcome; Young Adult"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "12",
        "es_title": "Pembrolizumab monotherapy for previously untreated, PD-L1-positive, metastatic triple-negative breast cancer: cohort B of the phase II KEYNOTE-086 study.",
        "Background/Purpose": "Standard first-line treatment of metastatic triple-negative breast cancer (mTNBC) is chemotherapy. However, outcomes are poor, and new treatment options are needed. In cohort B of the phase II KEYNOTE-086 study, we evaluated pembrolizumab as first-line therapy for patients with PD-L1-positive mTNBC.",
        "Methods": "Eligible patients had centrally confirmed mTNBC, no prior systemic anticancer therapy for metastatic disease, measurable disease at baseline per RECIST v1.1 by central review, no radiographic evidence of central nervous system metastases, and a tumor PD-L1 combined positive score ≥1. Patients received pembrolizumab 200 mg intravenously every 3 weeks for up to 2 years. The primary end point was safety. Secondary end points included objective response rate, disease control rate (percentage of patients with complete or partial response or stable disease for ≥24 weeks), duration of response, progression-free survival and overall survival.",
        "Results/Findings": "All 84 patients enrolled were women, and 73 (86.9%) received prior (neo)adjuvant therapy. Fifty-three (63.1%) patients had treatment-related adverse events (AEs), including 8 patients (9.5%) with grade 3 severity; no patients experienced grade 4 AEs or died because of treatment-related AEs. Four patients had a complete response and 14 had a partial response, for an objective response rate of 21.4% (95% CI 13.9-31.4). Of the 13 patients with stable disease, 2 had stable disease lasting ≥24 weeks, for a disease control rate of 23.8% (95% CI 15.9-34.0). At data cut-off, 8 of 18 (44.4%) responses were ongoing, and median duration of response was 10.4 months (range 4.2 to 19.2+). Median progression-free survival was 2.1 months (95% CI 2.0-2.2), and median overall survival was 18.0 months (95% CI 12.9-23.0).",
        "Conclusion/Interpretation": "Pembrolizumab monotherapy had a manageable safety profile and showed durable antitumor activity as first-line therapy for patients with PD-L1-positive mTNBC.",
        "Keywords": "anti-PD-1; immunotherapy; pembrolizumab; triple-negative breast neoplasms.",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Antibodies, Monoclonal, Humanized / administration & dosage*; Antibodies, Monoclonal, Humanized / adverse effects; B7-H1 Antigen / genetics*; Cohort Studies; Female; Gene Expression Regulation, Neoplastic / drug effects; Humans; Middle Aged; Neoplasm Metastasis; Progression-Free Survival; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / genetics; Triple Negative Breast Neoplasms / pathology"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "13",
        "es_title": "Pembrolizumab monotherapy for previously treated metastatic triple-negative breast cancer: cohort A of the phase II KEYNOTE-086 study.",
        "Background/Purpose": "Treatment options for previously treated metastatic triple-negative breast cancer (mTNBC) are limited. In cohort A of the phase II KEYNOTE-086 study, we evaluated pembrolizumab as second or later line of treatment for patients with mTNBC.",
        "Methods": "Eligible patients had centrally confirmed mTNBC, ≥1 systemic therapy for metastatic disease, prior treatment with anthracycline and taxane in any disease setting, and progression on or after the most recent therapy. Patients received pembrolizumab 200 mg intravenously every 3 weeks for up to 2 years. Primary end points were objective response rate in the total and PD-L1-positive populations, and safety. Secondary end points included duration of response, disease control rate (percentage of patients with complete or partial response or stable disease for ≥24 weeks), progression-free survival, and overall survival.",
        "Results/Findings": "All enrolled patients (N = 170) were women, 61.8% had PD-L1-positive tumors, and 43.5% had received ≥3 previous lines of therapy for metastatic disease. ORR (95% CI) was 5.3% (2.7-9.9) in the total and 5.7% (2.4-12.2) in the PD-L1-positive populations. Disease control rate (95% CI) was 7.6% (4.4-12.7) and 9.5% (5.1-16.8), respectively. Median duration of response was not reached in the total (range, 1.2+-21.5+) and in the PD-L1-positive (range, 6.3-21.5+) populations. Median PFS was 2.0 months (95% CI, 1.9-2.0), and the 6-month rate was 14.9%. Median OS was 9.0 months (95% CI, 7.6-11.2), and the 6-month rate was 69.1%. Treatment-related adverse events occurred in 103 (60.6%) patients, including 22 (12.9%) with grade 3 or 4 AEs. There were no deaths due to AEs.",
        "Conclusion/Interpretation": "Pembrolizumab monotherapy demonstrated durable antitumor activity in a subset of patients with previously treated mTNBC and had a manageable safety profile.",
        "Keywords": "anti-PD-1; immunotherapy; pembrolizumab; triple-negative breast neoplasms.",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Anthracyclines / administration & dosage; Antibodies, Monoclonal, Humanized / administration & dosage*; Antibodies, Monoclonal, Humanized / adverse effects; B7-H1 Antigen / genetics*; Bridged-Ring Compounds / administration & dosage; Cohort Studies; Female; Gene Expression Regulation, Neoplastic / drug effects; Humans; Middle Aged; Neoplasm Metastasis; Progression-Free Survival; Taxoids / administration & dosage; Triple Negative Breast Neoplasms / drug therapy*; Triple Negative Breast Neoplasms / genetics; Triple Negative Breast Neoplasms / pathology"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "16",
        "es_title": "MONARCH 2: Abemaciclib in Combination With Fulvestrant in Women With HR+/HER2- Advanced Breast Cancer Who Had Progressed While Receiving Endocrine Therapy.",
        "Background/Purpose": "Purpose MONARCH 2 ( ClinicalTrials.gov identifier:  ) compared the efficacy and safety of abemaciclib, a selective cyclin-dependent kinase 4 and 6 inhibitor, plus fulvestrant with fulvestrant alone in patients with advanced breast cancer (ABC). Patients and Methods MONARCH 2 was a global, double-blind, phase III study of women with hormone receptor-positive and human epidermal growth factor receptor 2-negative ABC who had progressed while receiving neoadjuvant or adjuvant endocrine therapy (ET), ≤ 12 months from the end of adjuvant ET, or while receiving first-line ET for metastatic disease. Patients were randomly assigned 2:1 to receive abemaciclib or placebo (150 mg twice daily) on a continuous schedule and fulvestrant (500 mg, per label). The primary end point was investigator-assessed progression-free survival (PFS), and key secondary end points included overall survival, objective response rate (ORR), duration of response, clinical benefit rate, quality of life, and safety. Results Between August 2014 and December 2015, 669 patients were randomly assigned to receive abemaciclib plus fulvestrant (n = 446) or placebo plus fulvestrant (n = 223). Abemaciclib plus fulvestrant significantly extended PFS versus fulvestrant alone (median, 16.4 v 9.3 months; hazard ratio, 0.553; 95% CI, 0.449 to 0.681; P < .001). In patients with measurable disease, abemaciclib plus fulvestrant achieved an ORR of 48.1% (95% CI, 42.6% to 53.6%) compared with 21.3% (95% CI, 15.1% to 27.6%) in the control arm. The most common adverse events in the abemaciclib versus placebo arms were diarrhea (86.4% v 24.7%), neutropenia (46.0% v 4.0%), nausea (45.1% v 22.9%), and fatigue (39.9% v 26.9%). Conclusions Abemaciclib at 150 mg twice daily plus fulvestrant was effective, significantly improving PFS and ORR and demonstrating a tolerable safety profile in women with hormone receptor-positive and human epidermal growth factor receptor 2-negative ABC who progressed while receiving ET.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Aminopyridines / administration & dosage; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Benzimidazoles / administration & dosage; Breast Neoplasms / drug therapy*; Breast Neoplasms / enzymology; Breast Neoplasms / metabolism; Cyclin-Dependent Kinase 4 / antagonists & inhibitors; Cyclin-Dependent Kinase 6 / antagonists & inhibitors; Disease-Free Survival; Double-Blind Method; Estradiol / administration & dosage; Estradiol / analogs & derivatives; Estradiol / therapeutic use; Female; Fulvestrant; Humans; Middle Aged; Receptor, ErbB-2 / biosynthesis; Receptors, Estrogen / biosynthesis; Receptors, Progesterone / biosynthesis"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "14",
        "es_title": "MONARCH 3: Abemaciclib As Initial Therapy for Advanced Breast Cancer.",
        "Background/Purpose": "Purpose Abemaciclib, a cyclin-dependent kinase 4 and 6 inhibitor, demonstrated efficacy as monotherapy and in combination with fulvestrant in women with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced breast cancer previously treated with endocrine therapy. Methods MONARCH 3 is a double-blind, randomized phase III study of abemaciclib or placebo plus a nonsteroidal aromatase inhibitor in 493 postmenopausal women with HR-positive, HER2-negative advanced breast cancer who had no prior systemic therapy in the advanced setting. Patients received abemaciclib or placebo (150 mg twice daily continuous schedule) plus either 1 mg anastrozole or 2.5 mg letrozole, daily. The primary objective was investigator-assessed progression-free survival. Secondary objectives included response evaluation and safety. A planned interim analysis occurred after 189 events. Results Median progression-free survival was significantly prolonged in the abemaciclib arm (hazard ratio, 0.54; 95% CI, 0.41 to 0.72; P = .000021; median: not reached in the abemaciclib arm, 14.7 months in the placebo arm). In patients with measurable disease, the objective response rate was 59% in the abemaciclib arm and 44% in the placebo arm ( P = .004). In the abemaciclib arm, diarrhea was the most frequent adverse effect (81.3%) but was mainly grade 1 (44.6%). Comparing abemaciclib and placebo, the most frequent grade 3 or 4 adverse events were neutropenia (21.1% v 1.2%), diarrhea (9.5% v 1.2%), and leukopenia (7.6% v 0.6%). Conclusion Abemaciclib plus a nonsteroidal aromatase inhibitor was effective as initial therapy, significantly improving progression-free survival and objective response rate and demonstrating a tolerable safety profile in women with HR-positive, HER2-negative advanced breast cancer.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Adult; Aged; Aged, 80 and over; Aminopyridines / administration & dosage*; Anastrozole; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Aromatase Inhibitors / administration & dosage*; Benzimidazoles / administration & dosage*; Biomarkers, Tumor; Breast Neoplasms / drug therapy*; Double-Blind Method; Female; Humans; Letrozole; Middle Aged; Nitriles / administration & dosage*; Postmenopause; Receptor, ErbB-2; Survival Rate; Treatment Outcome; Triazoles / administration & dosage*"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "35",
        "es_title": "Adjuvant Chemotherapy Guided by a 21-Gene Expression Assay in Breast Cancer.",
        "Background/Purpose": "The recurrence score based on the 21-gene breast cancer assay predicts chemotherapy benefit if it is high and a low risk of recurrence in the absence of chemotherapy if it is low; however, there is uncertainty about the benefit of chemotherapy for most patients, who have a midrange score.",
        "Methods": "We performed a prospective trial involving 10,273 women with hormone-receptor-positive, human epidermal growth factor receptor 2 (HER2)-negative, axillary node-negative breast cancer. Of the 9719 eligible patients with follow-up information, 6711 (69%) had a midrange recurrence score of 11 to 25 and were randomly assigned to receive either chemoendocrine therapy or endocrine therapy alone. The trial was designed to show noninferiority of endocrine therapy alone for invasive disease-free survival (defined as freedom from invasive disease recurrence, second primary cancer, or death).",
        "Results/Findings": "Endocrine therapy was noninferior to chemoendocrine therapy in the analysis of invasive disease-free survival (hazard ratio for invasive disease recurrence, second primary cancer, or death [endocrine vs. chemoendocrine therapy], 1.08; 95% confidence interval, 0.94 to 1.24; P=0.26). At 9 years, the two treatment groups had similar rates of invasive disease-free survival (83.3% in the endocrine-therapy group and 84.3% in the chemoendocrine-therapy group), freedom from disease recurrence at a distant site (94.5% and 95.0%) or at a distant or local-regional site (92.2% and 92.9%), and overall survival (93.9% and 93.8%). The chemotherapy benefit for invasive disease-free survival varied with the combination of recurrence score and age (P=0.004), with some benefit of chemotherapy found in women 50 years of age or younger with a recurrence score of 16 to 25.",
        "Conclusion/Interpretation": "Adjuvant endocrine therapy and chemoendocrine therapy had similar efficacy in women with hormone-receptor-positive, HER2-negative, axillary node-negative breast cancer who had a midrange 21-gene recurrence score, although some benefit of chemotherapy was found in some women 50 years of age or younger. (Funded by the National Cancer Institute and others; TAILORx ClinicalTrials.gov number,   .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Age Factors; Aged; Antineoplastic Agents, Hormonal / therapeutic use*; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / genetics*; Breast Neoplasms / surgery; Chemotherapy, Adjuvant; Disease-Free Survival; Female; Gene Expression Profiling*; Humans; Kaplan-Meier Estimate; Middle Aged; Neoplasm Invasiveness; Neoplasm Recurrence, Local / genetics; Neoplasm Recurrence, Local / prevention & control; Prospective Studies; Receptor, ErbB-2; Receptors, Estrogen; Receptors, Progesterone; Young Adult"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "37",
        "es_title": "Clinical and Genomic Risk to Guide the Use of Adjuvant Therapy for Breast Cancer.",
        "Background/Purpose": "The use of adjuvant chemotherapy in patients with breast cancer may be guided by clinicopathological factors and a score based on a 21-gene assay to determine the risk of recurrence. Whether the level of clinical risk of breast cancer recurrence adds prognostic information to the recurrence score is not known.",
        "Methods": "We performed a prospective trial involving 9427 women with hormone-receptor-positive, human epidermal growth factor receptor 2-negative, axillary node-negative breast cancer, in whom an assay of 21 genes had been performed, and we classified the clinical risk of recurrence of breast cancer as low or high on the basis of the tumor size and histologic grade. The effect of clinical risk was evaluated by calculating hazard ratios for distant recurrence with the use of Cox proportional-hazards models. The initial endocrine therapy was tamoxifen alone in the majority of the premenopausal women who were 50 years of age or younger.",
        "Results/Findings": "The level of clinical risk was prognostic of distant recurrence in women with an intermediate 21-gene recurrence score of 11 to 25 (on a scale of 0 to 100, with higher scores indicating a worse prognosis or a greater potential benefit from chemotherapy) who were randomly assigned to endocrine therapy (hazard ratio for the comparison of high vs. low clinical risk, 2.73; 95% confidence interval [CI], 1.93 to 3.87) or to chemotherapy plus endocrine (chemoendocrine) therapy (hazard ratio, 2.41; 95% CI, 1.66 to 3.48) and in women with a high recurrence score (a score of 26 to 100), all of whom were assigned to chemoendocrine therapy (hazard ratio, 3.17; 95% CI, 1.94 to 5.19). Among women who were 50 years of age or younger who had received endocrine therapy alone, the estimated (±SE) rate of distant recurrence at 9 years was less than 5% (≤1.8±0.9%) with a low recurrence score (a score of 0 to 10), irrespective of clinical risk, and 4.7±1.0% with an intermediate recurrence score and low clinical risk. In this age group, the estimated distant recurrence at 9 years exceeded 10% among women with a high clinical risk and an intermediate recurrence score who received endocrine therapy alone (12.3±2.4%) and among those with a high recurrence score who received chemoendocrine therapy (15.2±3.3%).",
        "Conclusion/Interpretation": "Clinical-risk stratification provided prognostic information that, when added to the 21-gene recurrence score, could be used to identify premenopausal women who could benefit from more effective therapy. (Funded by the National Cancer Institute and others; ClinicalTrials.gov number,  .).",
        "Keywords": "",
        "MeSH_Terms": "Adult; Age Factors; Aged; Algorithms; Antineoplastic Agents, Hormonal / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / genetics*; Breast Neoplasms / surgery; Chemotherapy, Adjuvant; Disease-Free Survival; Estrogen Antagonists / therapeutic use; Female; Gene Expression Profiling*; Humans; Middle Aged; Neoplasm Recurrence, Local / genetics; Neoplasm Recurrence, Local / prevention & control; Premenopause; Prognosis; Proportional Hazards Models; Prospective Studies; Receptor, ErbB-2; Risk Factors; Tamoxifen / therapeutic use*"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "40",
        "es_title": "Trastuzumab Emtansine for Residual Invasive HER2-Positive Breast Cancer.",
        "Background/Purpose": "Patients who have residual invasive breast cancer after receiving neoadjuvant chemotherapy plus human epidermal growth factor receptor 2 (HER2)-targeted therapy have a worse prognosis than those who have no residual cancer. Trastuzumab emtansine (T-DM1), an antibody-drug conjugate of trastuzumab and the cytotoxic agent emtansine (DM1), a maytansine derivative and microtubule inhibitor, provides benefit in patients with metastatic breast cancer that was previously treated with chemotherapy plus HER2-targeted therapy.",
        "Methods": "We conducted a phase 3, open-label trial involving patients with HER2-positive early breast cancer who were found to have residual invasive disease in the breast or axilla at surgery after receiving neoadjuvant therapy containing a taxane (with or without anthracycline) and trastuzumab. Patients were randomly assigned to receive adjuvant T-DM1 or trastuzumab for 14 cycles. The primary end point was invasive disease-free survival (defined as freedom from ipsilateral invasive breast tumor recurrence, ipsilateral locoregional invasive breast cancer recurrence, contralateral invasive breast cancer, distant recurrence, or death from any cause).",
        "Results/Findings": "At the interim analysis, among 1486 randomly assigned patients (743 in the T-DM1 group and 743 in the trastuzumab group), invasive disease or death had occurred in 91 patients in the T-DM1 group (12.2%) and 165 patients in the trastuzumab group (22.2%). The estimated percentage of patients who were free of invasive disease at 3 years was 88.3% in the T-DM1 group and 77.0% in the trastuzumab group. Invasive disease-free survival was significantly higher in the T-DM1 group than in the trastuzumab group (hazard ratio for invasive disease or death, 0.50; 95% confidence interval, 0.39 to 0.64; P<0.001). Distant recurrence as the first invasive-disease event occurred in 10.5% of patients in the T-DM1 group and 15.9% of those in the trastuzumab group. The safety data were consistent with the known safety profile of T-DM1, with more adverse events associated with T-DM1 than with trastuzumab alone.",
        "Conclusion/Interpretation": "Among patients with HER2-positive early breast cancer who had residual invasive disease after completion of neoadjuvant therapy, the risk of recurrence of invasive breast cancer or death was 50% lower with adjuvant T-DM1 than with trastuzumab alone. (Funded by F. Hoffmann-La Roche/Genentech; KATHERINE ClinicalTrials.gov number,   .).",
        "Keywords": "",
        "MeSH_Terms": "Ado-Trastuzumab Emtansine; Adult; Aged; Aged, 80 and over; Antineoplastic Agents, Immunological / adverse effects; Antineoplastic Agents, Immunological / therapeutic use*; Breast Neoplasms / drug therapy*; Breast Neoplasms / metabolism; Breast Neoplasms / mortality; Breast Neoplasms / therapy; Chemotherapy, Adjuvant; Disease-Free Survival; Female; Humans; Lymphatic Metastasis; Maytansine / adverse effects; Maytansine / analogs & derivatives*; Maytansine / therapeutic use; Middle Aged; Neoadjuvant Therapy; Neoplasm Metastasis; Neoplasm Staging; Neoplasm, Residual; Peripheral Nervous System Diseases / chemically induced; Radiotherapy; Receptor, ErbB-2 / metabolism; Trastuzumab / adverse effects; Trastuzumab / therapeutic use*; Treatment Outcome; Young Adult"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "10",
        "es_title": "5-year analysis of neoadjuvant pertuzumab and trastuzumab in patients with locally advanced, inflammatory, or early-stage HER2-positive breast cancer (NeoSphere): a multicentre, open-label, phase 2 randomised trial.",
        "Background/Purpose": "In the primary analysis of the NeoSphere trial, patients given neoadjuvant pertuzumab, trastuzumab, and docetaxel showed a significantly improved pathological complete response compared with those given trastuzumab and docetaxel after surgery. Here, we report 5-year progression-free survival, disease-free survival, and safety.",
        "Methods": "In this multicentre, open-label, phase 2 randomised trial in hospitals and medical clinics, treatment-naive adults with locally advanced, inflammatory, or early-stage HER2-positive breast cancer were randomly assigned (1:1:1:1) to receive four neoadjuvant cycles of trastuzumab (8 mg/kg loading dose, followed by 6 mg/kg every 3 weeks) plus docetaxel (75 mg/m(2) every 3 weeks, increasing to 100 mg/m(2) from cycle 2 if tolerated; group A), pertuzumab (840 mg loading dose, followed by 420 mg every 3 weeks) and trastuzumab plus docetaxel (group B), pertuzumab and trastuzumab (group C), or pertuzumab and docetaxel (group D). After surgery, patients received three cycles of FEC (fluorouracil 600 mg/m(2), epirubicin 90 mg/m(2), and cyclophosphamide 600 mg/m(2)) every 3 weeks (patients in group C received four cycles of docetaxel prior to FEC), and trastuzumab 6 mg/kg every 3 weeks to complete 1 year's treatment (17 cycles in total). Randomisation was done by a central centre using dynamic allocation, stratified by operable, locally advanced, and inflammatory breast cancer, and by oestrogen and/or progesterone receptor positivity. Safety analyses were done according to treatment received. The primary endpoint (pathological complete response) was previously reported; secondary endpoints reported here are 5-year progression-free survival (analysed in the intention-to-treat population) and disease-free survival (analysed in patients who had surgery). Secondary and exploratory analyses were not powered for formal statistical hypothesis testing, and therefore results are for descriptive purposes only. The study ended on Sept 22, 2014 (last patient, last visit). This study is registered with ClinicalTrials.gov, number  .",
        "Results/Findings": "Between Dec 17, 2007, and Dec 22, 2009, 417 eligible patients were randomly assigned to group A (107 patients), group B (107 patients), group C (107 patients), or group D (96 patients). One patient in group A withdrew before treatment. One patient assigned to group D received group A treatment, one patient assigned to group D received group B treatment, and one patient assigned to group B received group C treatment. At clinical cutoff, 87 patients had progressed or died. 5-year progression-free survival rates were 81% (95% CI 71-87) for group A, 86% (77-91) for group B, 73% (64-81) for group C, and 73% (63-81) for group D (hazard ratios 0·69 [95% CI 0·34-1·40] group B vs group A, 1·25 [0·68-2·30] group C vs group A, and 2·05 [1·07-3·93] group D vs group B). Disease-free survival results were consistent with progression-free survival results and were 81% (95% CI 72-88) for group A, 84% (72-91) for group B, 80% (70-86) for group C, and 75% (64-83) for group D. Patients who achieved total pathological complete response (all groups combined) had longer progression-free survival compared with patients who did not (85% [76-91] in patients who achieved total pathological response vs 76% [71-81] in patients who did not achieve total pathological response; hazard ratio 0·54 [95% CI 0·29-1·00]). There were no new or long-term safety concerns and tolerability was similar across groups (neoadjuvant and adjuvant treatment periods combined). The most common grade 3 or worse adverse events were neutropenia (group A: 71 [66%] of 107 patients; group B: 59 [55%] of 107; group C: 40 [37%] of 108; group D: 60 [64%] of 94), febrile neutropenia (group A: 10 [9%]; group B: 12 [11%]; group C: 5 [5%]; group D: 15 [16%]), and leucopenia (group A: 13 [12%]; group B: 6 [6%]; group C: 4 [4%]; group D: 8 [9%]). The number of patients with one or more serious adverse event was similar across groups (19-22 serious adverse events per group in 18-22% of patients).",
        "Conclusion/Interpretation": "Progression-free survival and disease-free survival at 5-year follow-up show large and overlapping CIs, but support the primary endpoint (pathological complete response) and suggest that neoadjuvant pertuzumab is beneficial when combined with trastuzumab and docetaxel. Additionally, they suggest that total pathological complete response could be an early indicator of long-term outcome in early-stage HER2-positive breast cancer.",
        "Keywords": "",
        "MeSH_Terms": "Adolescent; Adult; Aged; Aged, 80 and over; Antibodies, Monoclonal, Humanized / administration & dosage; Antineoplastic Combined Chemotherapy Protocols / therapeutic use*; Chemotherapy, Adjuvant; Female; Follow-Up Studies; Humans; Inflammatory Breast Neoplasms / drug therapy*; Inflammatory Breast Neoplasms / pathology; Middle Aged; Neoadjuvant Therapy*; Neoplasm Recurrence, Local / drug therapy*; Neoplasm Recurrence, Local / pathology; Neoplasm Staging; Prognosis; Receptor, ErbB-2 / metabolism*; Survival Rate; Time Factors; Trastuzumab / administration & dosage; Young Adult"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "39",
        "es_title": "Neratinib after trastuzumab-based adjuvant therapy in HER2-positive breast cancer (ExteNET): 5-year analysis of a randomised, double-blind, placebo-controlled, phase 3 trial.",
        "Background/Purpose": "ExteNET showed that 1 year of neratinib, an irreversible pan-HER tyrosine kinase inhibitor, significantly improves 2-year invasive disease-free survival after trastuzumab-based adjuvant therapy in women with HER2-positive breast cancer. We report updated efficacy outcomes from a protocol-defined 5-year follow-up sensitivity analysis and long-term toxicity findings.",
        "Methods": "In this ongoing randomised, double-blind, placebo-controlled, phase 3 trial, eligible women aged 18 years or older (≥20 years in Japan) with stage 1-3c (modified to stage 2-3c in February, 2010) operable breast cancer, who had completed neoadjuvant and adjuvant chemotherapy plus trastuzumab with no evidence of disease recurrence or metastatic disease at study entry. Patients who were eligible patients were randomly assigned (1:1) via permuted blocks stratified according to hormone receptor status (hormone receptor-positive vs hormone receptor-negative), nodal status (0 vs 1-3 vs or ≥4 positive nodes), and trastuzumab adjuvant regimen (given sequentially vs concurrently with chemotherapy), then implemented centrally via an interactive voice and web-response system, to receive 1 year of oral neratinib 240 mg/day or matching placebo. Treatment was given continuously for 1 year, unless disease recurrence or new breast cancer, intolerable adverse events, or consent withdrawal occurred. Patients, investigators, and trial funder were masked to treatment allocation. The predefined endpoint of the 5-year analysis was invasive disease-free survival, analysed by intention to treat. ExteNET is registered with ClinicalTrials.gov, number  , and is closed to new participants.",
        "Results/Findings": "Between July 9, 2009, and Oct 24, 2011, 2840 eligible women with early HER2-positive breast cancer were recruited from community-based and academic institutions in 40 countries and randomly assigned to receive neratinib (n=1420) or placebo (n=1420). After a median follow-up of 5·2 years (IQR 2·1-5·3), patients in the neratinib group had significantly fewer invasive disease-free survival events than those in the placebo group (116 vs 163 events; stratified hazard ratio 0·73, 95% CI 0·57-0·92, p=0·0083). The 5-year invasive disease-free survival was 90·2% (95% CI 88·3-91·8) in the neratinib group and 87·7% (85·7-89·4) in the placebo group. Without diarrhoea prophylaxis, the most common grade 3-4 adverse events in the neratinib group, compared with the placebo group, were diarrhoea (561 [40%] grade 3 and one [<1%] grade 4 with neratinib vs 23 [2%] grade 3 with placebo), vomiting (grade 3: 47 [3%] vs five [<1%]), and nausea (grade 3: 26 [2%] vs two [<1%]). Treatment-emergent serious adverse events occurred in 103 (7%) women in the neratinib group and 85 (6%) women in the placebo group. No evidence of increased risk of long-term toxicity or long-term adverse consequences of neratinib-associated diarrhoea were identified with neratinib compared with placebo.",
        "Conclusion/Interpretation": "At the 5-year follow-up, 1 year of extended adjuvant therapy with neratinib, administered after chemotherapy and trastuzumab, significantly reduced the proportion of clinically relevant breast cancer relapses-ie, those that might lead to death, such as distant and locoregional relapses outside the preserved breast-without increasing the risk of long-term toxicity. An analysis of overall survival is planned after 248 events.",
        "Keywords": "",
        "MeSH_Terms": "Administration, Oral; Adult; Antibodies, Monoclonal, Humanized / adverse effects; Antineoplastic Combined Chemotherapy Protocols / administration & dosage*; Antineoplastic Combined Chemotherapy Protocols / adverse effects; Breast Neoplasms / drug therapy*; Breast Neoplasms / mortality; Breast Neoplasms / pathology; Breast Neoplasms / surgery; Chemotherapy, Adjuvant; Disease-Free Survival; Dose-Response Relationship, Drug; Double-Blind Method; Drug Administration Schedule; Female; Follow-Up Studies; Humans; Japan; Kaplan-Meier Estimate; Mastectomy / methods; Middle Aged; Neoplasm Invasiveness / pathology; Neoplasm Staging; Proportional Hazards Models; Quinolines / administration & dosage*; Quinolines / adverse effects; Receptor, ErbB-2 / metabolism*; Risk Assessment; Survival Analysis; Time Factors; Trastuzumab / administration & dosage*; Trastuzumab / adverse effects; Treatment Outcome"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "18",
        "es_title": "Ribociclib plus endocrine therapy for premenopausal women with hormone-receptor-positive, advanced breast cancer (MONALEESA-7): a randomised phase 3 trial.",
        "Background/Purpose": "In MONALEESA-2, ribociclib plus letrozole showed improved progression-free survival compared with letrozole alone as first-line treatment for postmenopausal patients with hormone receptor (HR)-positive, HER2-negative, advanced breast cancer. MONALEESA-7 aimed to assess the efficacy and safety of ribociclib plus endocrine therapy in premenopausal women with advanced, HR-positive breast cancer.",
        "Methods": "This phase 3, randomised, double-blind, placebo-controlled trial was done at 188 centres in 30 countries. Eligible patients were premenopausal women aged 18-59 years who had histologically or cytologically confirmed HR-positive, HER2-negative, advanced breast cancer; an Eastern Cooperative Oncology Group performance status of 0 or 1; measurable disease as per Response Evaluation Criteria in Solid Tumors version 1.1 criteria, or at least one predominantly lytic bone lesion; and had not received previous treatment with cyclin-dependent kinases 4 and 6 inhibitors. Endocrine therapy and chemotherapy in the adjuvant or neoadjuvant setting was permitted, as was up to one line of chemotherapy for advanced disease. Patients were randomly assigned (1:1) via interactive response technology to receive oral ribociclib (600 mg/day on a 3-weeks-on, 1-week-off schedule) or matching placebo with either oral tamoxifen (20 mg daily) or a non-steroidal aromatase inhibitor (letrozole 2·5 mg or anastrozole 1 mg, both oral, daily), all with goserelin (3·6 mg administered subcutaneously on day 1 of every 28-day cycle). Patients and investigators were masked to treatment assignment. Efficacy analyses were by intention to treat, and safety was assessed in all patients who received at least one dose of any study treatment. The primary endpoint was investigator-assessed progression-free survival. MONALEESA-7 is registered with ClinicalTrials.gov,   and is ongoing, but no longer enrolling patients.",
        "Results/Findings": "Between Dec 17, 2014, and Aug 1, 2016, 672 patients were randomly assigned: 335 to the ribociclib group and 337 to the placebo group. Per investigator's assessment, median progression-free survival was 23·8 months (95% CI 19·2-not reached) in the ribociclib group compared with 13·0 months (11·0-16·4) in the placebo group (hazard ratio 0·55, 95% CI 0·44-0·69; p<0·0001). Grade 3 or 4 adverse events reported in more than 10% of patients in either group were neutropenia (203 [61%] of 335 patients in the ribociclib group and 12 [4%] of 337 in the placebo group) and leucopenia (48 [14%] and four [1%]). Serious adverse events occurred in 60 (18%) of 335 patients in the ribociclib group and 39 (12%) of 337 in the placebo group, of which 15 (4%) and six (2%), respectively, were attributed to the study regimen. 12 (4%) of 335 patients in the ribociclib group and ten (3%) of 337 in the placebo group discontinued treatment because of adverse events. No treatment-related deaths occurred. 11 deaths occurred (five [1%] in the ribociclib group and six [2%] in the placebo group) during or within 30 days after treatment, most of which were due to progression of the underlying breast cancer (three [1%] and six [2%]). The remaining two deaths in the ribociclib group were due to an intracranial haemorrhage in an anticoagulated patient, and a pre-existing wound haemorrhage in another patient.",
        "Conclusion/Interpretation": "Ribociclib plus endocrine therapy improved progression-free survival compared with placebo plus endocrine therapy, and had a manageable safety profile in patients with premenopausal, HR-positive, HER2-negative, advanced breast cancer. The combination could represent a new first-line treatment option for these patients.",
        "Keywords": "",
        "MeSH_Terms": "Administration, Oral; Adult; Aminopyridines / administration & dosage*; Antineoplastic Agents, Hormonal / administration & dosage*; Antineoplastic Combined Chemotherapy Protocols / therapeutic use; Breast Neoplasms / drug therapy*; Breast Neoplasms / genetics*; Breast Neoplasms / mortality; Breast Neoplasms / pathology; Disease-Free Survival; Dose-Response Relationship, Drug; Double-Blind Method; Drug Administration Schedule; Humans; Internationality; Kaplan-Meier Estimate; Letrozole / administration & dosage; Middle Aged; Neoplasm Invasiveness / pathology; Neoplasm Staging; Premenopause / drug effects; Prognosis; Proportional Hazards Models; Purines / administration & dosage*; Survival Analysis; Tamoxifen / administration & dosage; Treatment Outcome; Young Adult"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "58",
        "es_title": "[Present situation and outlook of traditional Chinese medicine-western medicine].",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Acupuncture Therapy; Analgesia; Diagnosis; Humans; Medicine, Chinese Traditional*; Medicine, East Asian Traditional*; Research"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "43",
        "es_title": "Phase I Study and Biomarker Analysis of Pyrotinib, a Novel Irreversible Pan-ErbB Receptor Tyrosine Kinase Inhibitor, in Patients With Human Epidermal Growth Factor Receptor 2-Positive Metastatic Breast Cancer.",
        "Background/Purpose": "Purpose This phase I study assessed the safety, tolerability, pharmacokinetics, antitumor activity, and predictive biomarkers of pyrotinib, an irreversible pan-ErbB inhibitor, in patients with human epidermal growth factor receptor 2 (HER2)-positive metastatic breast cancer. Patients and Methods Pyrotinib was administered continuously, orally, once per day to patients who did not have prior exposure to tyrosine kinase inhibitors of HER2. Planned dose escalation was 80, 160, 240, 320, 400, and 480 mg. For pharmacokinetic analysis, timed blood samples were collected on day 1 and day 28. Next-generation sequencing was performed on circulating tumor DNA and genomic DNA from tumor samples. Results Thirty-eight patients were enrolled. The dose-limiting toxicity was grade 3 diarrhea, which occurred in two patients administered 480 mg of pyrotinib; thus, the maximum tolerated dose was 400 mg. Common pyrotinib-related adverse events included diarrhea (44.7% [17 of 38]), nausea (13.2% [five of 38]), oral ulceration (13.2% [five of 38]), asthenia (10.5% [four of 38]), and leukopenia (10.5% [four of 38]). The only grade 3 adverse event was diarrhea. Pharmacokinetic analyses indicated that pyrotinib exposure was dose dependent. The overall response rate was 50.0% (18 of 36), and the clinical benefit rate (complete response + partial response + stable disease ≥ 24 weeks) was 61.1% (22 of 36). The median progression-free survival was 35.4 weeks (95% CI, 23.3 to 40.0 weeks). The overall response rate was 83.3% (10 of 12) in trastuzumab-naive patients and 33.3% (eight of 24) in trastuzumab-pretreated patients. Preliminary results suggest that PIK3CA and TP53 mutations in circulating tumor DNA ( P = .013) rather than in archival tumor tissues ( P = .474) may predict the efficacy of pyrotinib. Conclusion Continuous once-per-day pyrotinib was well tolerated and demonstrated promising antitumor activity in HER2-positive patients with metastatic breast cancer. The maximum tolerated dose was established as 400 mg. Diarrhea was the dose-limiting toxicity. The promising antitumor activity and acceptable tolerability of pyrotinib warrant its further evaluation in a phase II study.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": "Acrylamides / administration & dosage; Acrylamides / therapeutic use*; Administration, Oral; Adult; Aged; Aminoquinolines / administration & dosage; Aminoquinolines / therapeutic use*; Antineoplastic Agents / administration & dosage; Antineoplastic Agents / therapeutic use*; Biomarkers, Tumor / analysis*; Breast Neoplasms / drug therapy*; Breast Neoplasms / pathology*; China; Dose-Response Relationship, Drug; Female; Humans; Middle Aged; Neoplasm Metastasis; Protein Kinase Inhibitors / administration & dosage; Protein Kinase Inhibitors / therapeutic use*; Receptor, ErbB-2 / antagonists & inhibitors; Treatment Outcome"
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "1",
        "es_title": "Breast Tumours.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "3",
        "es_title": "AJCC/TNM cancer staging, present and future.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "28",
        "es_title": "[70-Gene signature as an aid to treatment decisions in early-stage breast cancer].",
        "Background/Purpose": "The 70-gene signature test (MammaPrint) has been shown to improve prediction of clinical outcome in women with early-stage breast cancer. We sought to provide prospective evidence of the clinical utility of the addition of the 70-gene signature to standard clinical-pathological criteria in selecting patients for adjuvant chemotherapy.",
        "Methods": "In this randomized, phase 3 study, we enrolled 6693 women with early-stage breast cancer and determined their genomic risk (using the 70-gene signature) and their clinical risk (using a modified version of Adjuvant! Online). Women at low clinical and genomic risk did not receive chemotherapy, whereas those at high clinical and genomic risk did receive such therapy. In patients with discordant risk results, either the genomic risk or the clinical risk was used to determine the use of chemotherapy. The primary goal was to assess whether, among patients with high-risk clinical features and a low-risk gene-expression profile who did not receive chemotherapy, the lower boundary of the 95% confidence interval for the rate of 5-year survival without distant metastasis would be 92% (i.e., the noninferiority boundary) or higher.",
        "Results/Findings": "A total of 1550 patients (23.2%) were deemed to be at high clinical risk and low genomic risk. At 5 years, the rate of survival without distant metastasis in this group was 94.7% (95% confidence interval, 92.5 to 96.2) among those not receiving chemotherapy. The absolute difference in this survival rate between these patients and those who received chemotherapy was 1.5 percentage points, with the rate being lower without chemotherapy. Similar rates of survival without distant metastasis were reported in the subgroup of patients who had estrogen-receptor-positive, human epidermal growth factor receptor 2-negative, and either node-negative or node-positive disease.",
        "Conclusion/Interpretation": "Among women with early-stage breast cancer who were at high clinical risk and low genomic risk for recurrence, the receipt of no chemotherapy on the basis of the 70-gene signature led to a 5-year rate of survival without distant metastasis that was 1.5 percentage points lower than the rate with chemotherapy. Given these findings, approximately 46% of women with breast cancer who are at high clinical risk might not require chemotherapy.",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "51",
        "es_title": "Comparative Overall Survival of CDK4/6 Inhibitors Plus Endocrine Therapy vs. Endocrine Therapy Alone for Hormone receptor-positive, HER2-negative metastatic breast cancer.",
        "Background/Purpose": ": The combination of CDK4/6 inhibitors and endocrine therapy has greatly improved progression-free survival (PFS) in patients with hormone receptor-positive, human epidermal growth factor receptor 2 (HER2)-negative metastatic breast cancer in many randomized controlled trials (RCTs). However, the key issue was the extent to which the benefit in PFS could translate into a prolongation of OS.   We performed a systematical literature search of PubMed, Web of Science, Cochrane Central Register of Clinical Trials and Embase, as well as meeting online archives up to February 2020. The primary outcome was OS, and we performed indirect treatment comparisons depend on a meta-analysis.   Six RCTs were eligible including 3421 breast cancer patients. Compared to the endocrine therapy alone group, adding CDK4/6 inhibitors to endocrine therapy had significantly improved OS (HR=0.76, 95% CI=0.68-0.85, P<0.001). Moreover, the OS advantage was consistent in patients with different combined endocrine therapy, endocrine sensitivity status, sites of distant metastasis, menopausal status and age. Nevertheless, more adverse events were observed in patients treated with CDK4/6 inhibitors. The most common grade 3-4 adverse events were neutropenia (risk ratio [RR]=37.15, 95% CI=15.33-90.04), leucopenia (RR=25.58, 95% CI=13.23-49.46) and anaemia (RR=2.24, 95% CI=1.38-3.85).   Our meta-analysis suggested that compared with endocrine therapy alone, the addition of CDK4/6 inhibitors significantly improved OS in patients with hormone receptor-positive, HER2-negative metastatic breast cancer. However, the addition of CDK4/6 inhibitors also increased the incidences of grade 3-4 adverse events.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "Abemaciclib; Breast cancer; Meta-analysis; Palbociclib; Ribociclib.",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "55",
        "es_title": "Quality of life and complementary and alternative medicine use among women with breast cancer.",
        "Background/Purpose": "Complementary and Alternative Medication (CAM) is commonly used among women with breast cancer to improve their quality of life (QoL). However, few studies examine the prevalence of CAM and its' relation to the patients' QoL among women with breast cancer.",
        "Methods": "A cross-sectional study was conducted among 95 women with breast cancer at a tertiary hospital in Saudi Arabia. The outcome measure of interest was the QoL. The correlation was used to assess the association between CAM use and QoL. Bivariate and multivariate analyses were used to examine the factors that affect the use of CAM. The data was analysed using Statistical Package for the Social Sciences (SPSS) version 24.0.",
        "Results/Findings": "CAM use was reported by 81.1% of the study participants. The most commonly used CAM therapy was spiritual therapy 70.5%, followed by honey 36.8%, olive oil 24.2% and 23.2% herbal therapy. We found that those who were undergoing cancer treatment had a significantly higher percentage of CAM usage as compared to those not undergoing cancer therapy (72.6% vs. 8.4%,  =0.008). With regards to QoL, there was a statistically significant difference between CAM users and non-CAM users in global health status (73.2% vs. 64.8%,   = 0.049).",
        "Conclusion/Interpretation": "CAM therapy was commonly used among women in our study sample which was correlated with higher overall global QoL. As CAM is widely used, health care providers may need to discuss the use of CAM with breast cancer women and be up to date on the benefits and risk of CAM use through well-equipped training programs and workshops.",
        "Keywords": "Breast Cancer; Complementary and Alternative Medicine; Quality of Life; Saudi Arabia; Women.",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "56",
        "es_title": "[Connotation and extension of andrology of traditional Chinese medicine].",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "57",
        "es_title": "TCM tongue diagnosis index of early-stage breast cancer.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "60",
        "es_title": "[Reevaluation of equivocal HER2 status detected by immunohistochemistry according to the 2019 guidelines for HER2 detection].",
        "Background/Purpose": "近年来针对HER2阳性乳腺癌的抗HER2治疗在临床上取得了良好疗效,新的抗HER2药物也越来越多用于临床.与此同时,HER2检测中也出现了一些新进展和新问题.本指南以《乳腺癌HER2检测指南(2014版)》为基础,补充相关领域的更新,旨在提高HER2检测的准确性和可重复性、更有效地评估乳腺癌患者的预后,并选择适合抗HER2靶向治疗的乳腺癌患者.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "61",
        "es_title": "CED Reviewers January 2020 - December 2020.",
        "Background/Purpose": "随着乳腺癌新辅助治疗的进展，治疗相关的病理诊断和评估需要进一步规范化、标准化。影响新辅助治疗病理评估的关键点包括肿瘤/瘤床定位、标本规范化取材以及准确评估病理完全缓解和残余肿瘤负荷。病理医师和临床医师共同制定本共识，涵盖新辅助治疗前肿瘤的病理诊断和定位、治疗后标本取材、组织病理学评估、治疗反应评估系统、肿瘤生物标志物检测、病理诊断报告和病理质量控制等七个方面，旨在进一步提高新辅助治疗病理诊断的准确性，为临床后续治疗和患者预后评估提供依据。",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "62",
        "es_title": "",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "69",
        "es_title": "American society of clinical oncology/college of american pathologists guideline recommendations for immunohistochemical testing of estrogen and progesterone receptors in breast cancer.",
        "Background/Purpose": "ASCO and CAP collaborated to produce an evidence-based guideline on estrogen and progesterone receptor testing in breast cancer to produce optimal testing performance.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "70",
        "es_title": "[Interpretation of Ki-67 assessment update of International Ki-67 in Breast Cancer Working Group].",
        "Background/Purpose": "Uncontrolled proliferation is a hallmark of cancer. In breast cancer, immunohistochemical assessment of the proportion of cells staining for the nuclear antigen Ki67 has become the most widely used method for comparing proliferation between tumor samples. Potential uses include prognosis, prediction of relative responsiveness or resistance to chemotherapy or endocrine therapy, estimation of residual risk in patients on standard therapy and as a dynamic biomarker of treatment efficacy in samples taken before, during, and after neoadjuvant therapy, particularly neoadjuvant endocrine therapy. Increasingly, Ki67 is measured in these scenarios for clinical research, including as a primary efficacy endpoint for clinical trials, and sometimes for clinical management. At present, the enormous variation in analytical practice markedly limits the value of Ki67 in each of these contexts. On March 12, 2010, an international panel of investigators with substantial expertise in the assessment of Ki67 and in the development of biomarker guidelines was convened in London by the cochairs of the Breast International Group and North American Breast Cancer Group Biomarker Working Party to consider evidence for potential applications. Comprehensive recommendations on preanalytical and analytical assessment, and interpretation and scoring of Ki67 were formulated based on current evidence. These recommendations are geared toward achieving a harmonized methodology, create greater between-laboratory and between-study comparability, and allow earlier valid applications of this marker in clinical practice.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "74",
        "es_title": "Ki-67 labeling index in breast cancer.",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "75",
        "es_title": "Determination and clinical significance of bone pseudoprogression in hormone receptor-positive metastatic breast cancer.",
        "Background/Purpose": "Technetium labeled methylene diphosphonate bone scans (BSs) are commonly used to monitor disease progression in bone for patients with metastatic breast cancer (MBC). However, new BS lesions may represent osteoblastic bone healing, which we now define as bone pseudoprogression. In this study, we aimed to assess the clinical significance and determination methods of bone pseudoprogression.",
        "Methods": "This retrospective analysis was conducted among 48 patients with hormone receptor-positive MBC treated with first-line endocrine therapy. Four months after initiating therapy, all the participants did not show extraosseous disease progression. Participants were divided into two groups according to the presence of new BS lesions. All the patients continued on treatment until explicit disease progression (extraosseous disease progression or progressive lysis on bone lesions). Explicit progression-free survival (PFS) and extraosseous objective response rate were analyzed between the two groups.",
        "Results/Findings": "New BS lesions were observed in 11 of 48 (22.9%) patients. All the new BS lesions appeared as osteoblastic bone lesions on computed tomography. For patients with new BS lesions, the median PFS was 26.57 months [95% confidence interval (CI) 15.46-37.68], which was similar to that (29.57 months; 95% CI 19.24-39.90) in patients without new BS lesions [hazard ratio: 1.098 (95% CI 0.482-2.503),   = 0.818]. Notably, 82.9% of patients without new BS lesions showed an extraosseous objective response, whereas 85.7% of patients with new BS lesions demonstrated an extraosseous objective response [odds ratio: 0.806 (95% CI 0.061-5.682),   = 0.999]. The median interval between bone pseudoprogression and true disease progression was 21.26 months (95% CI 10.11-32.42).",
        "Conclusion/Interpretation": "Osteoblastic new BS lesions detected on follow-up BSs may represent bone pseudoprogression. Clinicians should raise awareness of bone pseudoprogression, thereby avoiding premature discontinuation of therapy and maximizing the opportunity to benefit from endocrine therapy. Due to the small sample size and retrospective nature of the study, large prospective clinical trials are needed to confirm our findings.",
        "Keywords": "bone metastasis; breast cancer; cyclin-dependent kinase 4/6 inhibitor; endocrine therapy; pseudoprogression.",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "77",
        "es_title": "",
        "Background/Purpose": "",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "78",
        "es_title": "2022.",
        "Background/Purpose": "乳腺导管原位癌具有独特的临床特征、组织形态学和分子特征。本共识全面阐述了导管原位癌相关生物标志物的临床意义，旨在提高导管原位癌标本取材、病理评估以及相关检测的准确性和可重复性，从而促进导管原位癌病理报告内容的规范化，为临床治疗和预后评估提供可靠依据。",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "79",
        "es_title": "",
        "Background/Purpose": "国际上乳腺癌术后辅助放疗的临床靶体积（clinical target volume，CTV）勾画存在明显差异，有&#10;必要在单中心形成靶区勾画共识。",
        "Methods": "选取复旦大学附属肿瘤医院收治的2例乳腺癌患者，1例为保乳术后，另1例为乳房&#10;改良根治术后。分别进行模拟CT扫描。",
        "Results/Findings": "复习了美国和欧洲的靶区勾画共识，结合已经发表的临床研究对靶区的定义&#10;以及自己的临床实践，经多次专家讨论，分别就保乳术后的瘤床、乳腺及改良根治术后的胸壁、区域淋巴结CTV进行了详&#10;细的定义。由1名医生在模拟CT上勾画，并将勾画好的靶区再送给各专家进行修改。",
        "Conclusion/Interpretation": "形成了一致的早期乳腺癌术后&#10;靶区勾画共识，有利于临床实践、教学及科研工作。",
        "Keywords": "乳腺癌；放射治疗；临床靶体积；靶区勾画共识",
        "MeSH_Terms": ""
    },
    {
        "source_file": "中国抗癌协会乳腺癌诊治指南与规范  (2024年版)_pubmed.xlsx",
        "Reference_id": "86",
        "es_title": "Reviewers January 2021-December 2021.",
        "Background/Purpose": "1 乳腺癌筛查指南 1.1 乳腺癌筛查的定义、目的及分类 ⑴ 肿瘤筛查,或称作普查,是针对无症状人群的一种防癌措施,而针对有症状人群的医学检查称为诊断. ⑵ 乳腺癌筛查是通过有效、简便、经济的乳腺检查措施,对无症状妇女开展筛查,以期早期发现、早期诊断及早期治疗.其最终目的是要降低人群乳腺癌的死亡率.",
        "Methods": "",
        "Results/Findings": "",
        "Conclusion/Interpretation": "",
        "Keywords": "乳腺癌诊断治疗指南",
        "MeSH_Terms": ""
    }
]